[
{"text": "أسأل كثيرا لماذا أشعر بالسعادة فقط عندما أتكلم إلي نفسى, و عرفت بعد فترة أن سبب الراحة هو كونى الشخص الوحيد الذى تريحنى إجاباته", "author": "عمر طاهر"},
{"text": "ما طلبتُ من الله في ليلة القدر سوى .. أن تكون قدري وستري .. سقفي ، وجدران عمري .. وحلالي ساعة الحشرِ", "author": "أحلام مستغانمي"},
{"text": "كم نمنح أنفسنا من الطمأنينة والراحة والسعادة، حين نمنح الآخرين عطفنا وحبنا وثقتنا، يوم تنمو في نفوسنا بذرة الحب والعطف والخير", "author": "سيد قطب"},
{"text": "كل يبكي ماضيه، ويحن إليه، فلماذا لا نفكر في الحاضر قبل أن يصير ماضياً؟", "author": "علي الطنطاوي"},
{"text": "لا؛ لا يصح أن يبنى الزواج على الحب وحده إلا إن صح أن تبنى العمارة الضخمة على أساس من الملح، في مجرى الماء", "author": "علي الطنطاوي"},
{"text": "لماذا لا نرى السعادة إلا إذا ابتعدت عنا ولا نبصرها إلا غارقة في ظلام الماضي، أو متشحة بضباب المستقبل؟", "author": "علي الطنطاوي"},
{"text": "لماذا يبكي الشيخ على شبابه ولا يضحك الشاب لصباه؟", "author": "علي الطنطاوي"},
{"text": "ليس الشقاء هو البكاء , و ليست السعادة هي الضحك", "author": "توفيق الحكيم"},
{"text": "لا أعرف أحداً بين الناس يستطيع أن يرسم لي خطة سعادتي كما أرسمها لنفسي", "author": "مصطفى لطفي المنفلوطي"},
{"text": "كل شيء بقدر الله، والله قسم للعبد سعادته وشقائه ورزقه وعمره، فما كان لك سوف يأتيك على ضعفك، وما كان لغيرك لن تناله بقوّتك", "author": "علي الطنطاوي"},
{"text": "إنما يبنى الزواج على التوافق في التفكير والسلوك والوضع الاجتماعي والحالة المالية، وبعد هذا كله تأتي العاطفة", "author": "علي الطنطاوي"},
{"text": "أما السعادة فلا أحد يكتب عنها.....نحن نعيشها في جشع و لا نشارك فيها أحدا", "author": "أحمد خالد توفيق"},
{"text": "السعيد من لا يفكر بالسعادة", "author": "عباس محمود العقاد"},
{"text": "إنك يا سيد مصطفى سعيد رغم تفوقك العلمي رجل غبي، إن في تكوينك الروحي بقعة مظلمة، لقد بددت أعظم طاقة يمنحها الله للناس : طاقة الحب", "author": "الطيب صالح"},
{"text": "إنّ لذات الدنيا مثل السراب، ألا تعرفون السراب؟. تراه من بعيد غديراً، فإذا جئته لم تجد إلا الصحراء. فهو ماء ولكن من بعيد", "author": "علي الطنطاوي"},
{"text": "قارن نفسك بمن لا يمتلكون ما عندك ..كي تستشعر روعة حياتك .", "author": "شريف عرفه"},
{"text": "السعادة لا تجلب المال", "author": "عمر طاهر"},
{"text": "يا من عنده بنات لا تردوا الخاطب الصالح إذا جاءكم ولا ترهقوه بالمطالب", "author": "علي الطنطاوي"},
{"text": "يا عبد حصلت على كل شيء فأين غناك?", "author": "مصطفى محمود"},
{"text": "أخلو بنفسي والسعادة في يدي....فإذا ذكرت البعد هاج أنيني", "author": "عبدالرحمن صالح العشماوي"},
{"text": "إن السعادة كرة نركلها بأقدامنا عندما نقترب منها ونعدو وراءها عندما تبتعد عنا", "author": "قاسم أمين"},
{"text": "الضحك هو المسكن الوحيد بدون أعراض جانبية", "author": "عبد الله محمد الداوود"},
{"text": "السعادة أن تفعل ماتريد بغض النظر عن آراء الآخريين", "author": "د . محمد عبد التواب"},
{"text": "ولمّا فتحت قلبي لكي ارى السعادة, وجدت مرآتها وسريرها وملابسها, لكنّي لم اجدها.", "author": "جبران خليل جبران"},
{"text": "المهر شيء لازم، أما الشيء الذي ليس بلازم ولا مطلوب، والذي يمنع الزواج حقاً ويصعب ويعرقل مسيره فهو هذه العادات السيئة المتبعة", "author": "علي الطنطاوي"},
{"text": "وإنما الأمَلُ يَاصَدِيقِي لَيسَ باباً مُشرعاً أو موارَباً ينتظِرُكَ لِتعبُره !", "author": "ساميه جلابي"},
{"text": "عندما عجزت على أن أعيش سعيداً ؛ بحثت فى قاموس الحياة عن كلمة\" السعادة \" فوجدتها : ( الرضى - الصبر )", "author": "إسماعيل خالد وهدان"},
{"text": "إناّ نحسب الغنى بالمال وحده، وما المال وحده؟ ألا تقدرون ثمن الصحة؟ أما للصحة ثمن؟", "author": "علي الطنطاوي"},
{"text": "بيتنا صغير جدًا إن دخله قليلًا من السعادة إمتلأ", "author": "خاثينتو بينافينتي"},
{"text": "هذه هي حافة السعادةِ إذن:", "author": "محمد شكري"},
{"text": "إنه لا يصلح ما نشكو من الفساد إلا تسهيل الزواج، ومن يفعل يكن عاملاً لمكرمة وفضيلة، ويكون قائما بطاعة الله وخدمة الوطن", "author": "علي الطنطاوي"},
{"text": "إنك تجعل الإخلاص مستحيلا ثم تبكى لأنك لا تجد الإخلاص ألستَ رجــلا مغفلا؟", "author": "مصطفى محمود"},
{"text": "شلماذا لا نرى السعادة إلا إذا ابتعدت عنا ولا نبصرها إلا غارقة في ظلام الماضي، أو متشحة بضباب المستقبل؟", "author": "علي الطنطاوي"},
{"text": "إن الأفراد الذين يمارسون نـشاطات سارة على المستوى اليومي، أكثر سعادة وإحساسا بالرضا عن النفس من هؤلاء الذين لا يمارسونها أو يمارسونها قليلا.", "author": "عبد الستار إبراهيم"},
{"text": "أبدا ما كانت سعادة المرأة بين يدي رجل، دائما وأبدا سعادتها بين يديها، وأنت", "author": "منى الليلي( ام حمدة )"},
{"text": "السعادة حالة عقلية قبل أن تصبح شعوراً..", "author": "أمل طعمة"},
{"text": "أحتاج إلى امرأة شابة، أيها الطبيب. تلك هي مشكلتي", "author": "تشارلز بوكوفسكي"},
{"text": "ذلك أن المناسبات السعيدة والتعيسة نفسها كانت نادرة في حياتهِ!", "author": "جوزيه ساراماغو"},
{"text": "اسوء مافي الحب، انه يفقدك كل وسائل الدفاع، مهما كنت قوياَ.", "author": "علي الماجد"},
{"text": "يمكن أن يحدد النجاح في الحياة بأنه امتداد وتوسع مستمر للسعادة وتحقيق تدريجي لأهداف قيمة", "author": "ديباك شوبرا"},
{"text": "نسيان الزمان في حد ذاته يقين.. في حد ذاته سعادة", "author": "إبراهيم الكوني"},
{"text": "الكثيرون يرون السعادة في العبودية، لأن الحرية هي الوزر الذي لا يستطيع أن يحمله إلا الأبطال", "author": "إبراهيم الكوني"},
{"text": "الإيهام بأننا سعداء يكاد يكون أصعب من أن نكون كذلك حقًا", "author": "دافيد فونكينوس "},
{"text": "من لا ينتظر الإحسان من أحد ليس حكيماً فحسب،، ولكنه سعيدٌ أيضاً", "author": "إبراهيم الكوني"},
{"text": "إن السعادة حولنا تطرق أبوابنا كل يوم، لكننا ننشغل عنها بالبحث عن سعادة أكبر ونجاح مدو.", "author": "خالد الراجحي"},
{"text": "جعل السعادة العظمى تنبع من داخل الإنسان لا من خارجه، ومغرية المرء أن يرتقب في آفاق نفسه وحدها، كواكب اليمن والإقبال والرضوان.", "author": "محمد الغزالي"},
{"text": "ما كان لمثلي ان ينسى ما تجرع من غصص العذاب،لكن السعادة الحقة تستثير عطفنا حتى على ذكريات العذاب", "author": "نجيب محفوظ"},
{"text": "في الحياة لحظات نادرة ينفتح خلالها بابٌ تنزلق فيه حياتك نحو الضياء.", "author": "غيوم ميسو"},
{"text": "حين تحب مجالاً ما و تسعى للإنجاز فيه، فإن هذا يوصلك للسعادة. مهما كانت الإنجازات صغيرة", "author": "شريف عرفة"},
{"text": "لكل دقيقة واحدة من الغضب فإنك تخسر ستين ثانية من السعادة. رالف إيميرسون", "author": "ساجد العبدلي"},
{"text": "السعادة الحقيقية في نجاح الهوايات و العلاقات الشخصية للانسان، دع النجاح الوظيفي للمضطرين و البؤساء", "author": "شريف سالم"},
{"text": "لن ينالها مكروه طالما هناك أناس في غاية السرور", "author": "فلاديمير بارتول"},
{"text": "السعيد بشقوته أحسنُ حظاً من الشقي بسعادته", "author": "إبراهيم الكوني"},
{"text": "السعادة هي الفرحة بالشيء القليل والرضا بما كتبه الله لنا وليست بالمال أو المناصب التي غالباً ترحل مع أيام العمر", "author": "محمد عبد التواب"},
{"text": "هيهات تدرك أنت ما معني الحقيقة إن ركنت للاعتزال ... إن السعادة ليست في ترك النضال", "author": "عبد الرحمن الشرقاوي"},
{"text": "شيئان فقط يستطيعان أن يلامسا روحك: الحب والإيمان.", "author": "ياسر حارب"},
{"text": "أن ابن آوى الجائع في الصحراء أكثر سعادة من أسد شبعان في قفصه", "author": "فلاديمير بارتول"},
{"text": "ويبعث الله الحياة من جديد لتستفيق مدينتي", "author": "أحمد الفناجيلي"},
{"text": "نسبة السعادة هي 1:3", "author": "شريف عرفة"},
{"text": "أحقا لا يسعد الناس إلا عندما يكونون فضلاء؟", "author": "ياسر حارب"},
{"text": "<<السعادة صنعة , السعادة اختيار>>", "author": "بثينة العيسى"},
{"text": "ولا ولوج إلى ساحة السعادة - في اعتقادي - إلا من أحد أبواب ثلاثة : الإيمان والفن و الحب ، لاشئ يشع بها مثل هذا الخشوع الذي أراه في المعابد.", "author": "يحيى حقي"},
{"text": "السعادة لا تتعارض مع إنسانيتنا بل هي إحدى تجلياتها!", "author": "شريف عرفة"},
{"text": "_من السعادة أن يطمئن الانسان الى أنه مع الله , وان الله معه , وانه ليس وحيدا عندما ينطلق فى دروب الحياه .", "author": "محمد الغزالي"},
{"text": "في كل مناسبة سعيدة , كانت ترسم وجهاً ضاحكاً", "author": "بثينة العيسى"},
{"text": "إننا نشعر بالسعادة لأننا لا نتفرج على أنفسنا و نحن سعداء و لا نحلل طبائعنا في أثناء لحظة السرور؛و إنما نعيش اللحظة و نندمج فيها", "author": "مصطفى محمود"},
{"text": "السعادة؟ صحة جيدة وذاكرة ضعيفة.", "author": "إرنست همنجواي"},
{"text": "اذا أردت أن تكون سعيدا ابحث عن الاشياء التي فعلتها في الماضي و جعلتك تشعر بالسعادة و كرر نفس الاسباب ستحصل على نفس النتيجة", "author": "إبراهيم الفقي"},
{"text": "حتى انها من فرط سعادتها كان يخيل اليها انها ارتفعت عن الوجود,وانها لاتستنشق هواء الأرض بل أن ان شهيقها قد بات عبير مجد الدنيا", "author": "عبد الحميد جودة السحار"},
{"text": "لو كانت عندك شمعة مضيئة فان نورها لن يقل لو أضأت بها عشرات الشموع بل سيزيد النور ليملأ الغرفة كلها .", "author": "شريف عرفة"},
{"text": "الحياة السعيدة تحتاج لأقل القليل، فهي بداخلك وتكمن في طريقة تفكيرك.", "author": "ماركوس أوريليوس"},
{"text": "للسعادة شكل واحد هو أنت..", "author": "رانيا شكر"},
{"text": "لم أر في حياتي إنسانا ناجحا يجتر الكلمات السلبية ويتوقع الإخفاق ولم أر فاشلا يمتلك لغة جميلة ويتوقع الخير", "author": "سلمان العودة"},
{"text": "عندما تريد شيء بشدة و تحصل علية سوف تكتشف أنة ليس بكل هذا الجمال الذي حلمت بة.", "author": "محمد سعد"},
{"text": "أندر ما أعرفه هو السعادة عند الأذكياء.", "author": "إرنست همنجواي"},
{"text": "فلو أمكن هداية العصاة الأثمين الى سواء السبيل لكان ذلك بمثابة بناء لبنات فى صرح مجد البشرية بل وضع أحجار الزاوية للسعادة الأبدية", "author": "عبد الحميد جودة السحار"},
{"text": "لا بد أن ترمي بكل شعور سلبي خلفك وتملأ خافقك بالدفء والسعادة.", "author": "مقبول موسى العلوي"},
{"text": "السعادة ليست بمقدار ما نملكه من الأشياء، بل بمقدار ما نستمتع به في حياتنا بما نملكه .. فهذه هي السعادة الحقيقية.", "author": "تشارلز سبورجون"},
{"text": "السعادة تعني الطرح أكثر من الجمع؛ طرح نقائص النفس كي يتسلل الضوء!", "author": "سلمان العودة"},
{"text": "هناك شعرة دقيقة بين الإحساس بالسعادة والوقوع في التعاسة", "author": "عبدالله بن ناصر السدحان"},
{"text": "السعادة ليست انتظاراً. إنها التشبث باللثة , و لها طعم(( الجهد و المثابره ))", "author": "هيام يارد"},
{"text": "السعادة هي قطب الذاتالذي تتحرك إليه البوصلة.", "author": "علاء عبدالحميد ناجي"}
]