[
{"text": "حتى لو امتلك العرب كل أسلحة العالم وسيطروا على كل ثرواته, وضمنوا كل أصواته وقراراته, فلن يعرفوا طعم النصر .", "author": "محمد الماغوط"},
{"text": "مذاق المدن كمذاق الحب دائما يتفتح هناك في الوحدة", "author": "إبراهيم نصر الله"},
{"text": "الوحدة :", "author": "أحمد صبري غباشي"},
{"text": "اتركوه يعتاد وحدته ويألفها ويأنس بها، فسيفعل إن لم تعترضوا طريقه وتشيروا إليه بأملٍ زائفٍ في صحبة تدوم أبدًا.", "author": "أحمد فتح الباب"},
{"text": "ان الانسان مهما كان قويا، لا يعادل ذبابة اذا كان وحيدا!!", "author": "عبد الرحمن منيف"},
{"text": "وأزدادت وطأة وحدتي وصمتي حتى أصبحتُ لا أجرؤ على أن أخرج منها...", "author": "فيودور دوستويفسكي"},
{"text": "فـ الأحزان الكبيرة، والإغواءات الكبيرة، والأخطاء الكبيرة هي على الدوام تقريباً نتيجة بقاء المرء وحيداً في الحياة", "author": "جوزيه ساراماغو"},
{"text": "كان هناك شيء من الوحدة أحياناً، لكنهُ لم يرى وحدته كنقيصة.. لم يكن لديه أحد، لكن كان لديه كل ما يحتاجه، وكان ذلك كافياً", "author": "روبرت سيثالر"},
{"text": "اذا كانت الوحدة عنوان للضعف فاناو بدون .شك اضعف الناس", "author": "جبران خليل جبران"},
{"text": "أفضل الوحدة وقداستها", "author": "باسم شرف"},
{"text": "لانه ليس لديه الا طريق واحد يسلكه انه طريق الوحدة", "author": "إيزولا بيزانى"},
{"text": "الوحدة أمر قاسي وصعب، فوحدتي هي من أرسلتني لأظلم الأماكن لمددٍ طويلة.", "author": "جون تيفاني"},
{"text": "أراد أن يصرخ بجملة أنه لا يستطيع الحياة دون الناس الآخرين في وجه السكون، إلى هذا المدى بلغت حاجته", "author": "باتريك زوسكند"},
{"text": "لقد حافظتُ على وحدتي التي كتبتُ بها كتبي الأولى ، نقلتُها معي. كتابتي أحملها معي حيثما أذهب إلى باريس أو تروفيل أو نيويورك.", "author": "مارغريت دوراس"},
{"text": "نحن لا نجد الوحدة وإنّما نصنعها. وأنا صنعتُها ، لأنّني قرّرتُ أنّ هذا هو المكان الألْيَق بي لأكون وحيدة ، من أجل كتابة كتبي", "author": "مارغريت دوراس"},
{"text": "لا توجد الوحدة التي يمكن إنجازها في المجتمع الإنساني بنحو طبيعي، بل يتعين علينا خلقها من خلال الخطاب والاختيار", "author": "مصطفى صفوان"},
{"text": "الكسل يولّد الفكر، والأفكار يمكن أن تكون خطرة، وهذا شيء يفهمه على الفور كل منْ يعيش وحده؟", "author": "بول أوستر"},
{"text": "سيأتي اليوم الذي يتحد فيه كل المؤمنين، وينهضون فيه نهضة واحدة، ويقومون قومة رجل واحد، وفيه يحطمون رقبة الكفار", "author": "السلطان عبد الحميد الثاني"},
{"text": "يجب تقوية روابطنا ببقية المسلمين في كل مكان، يجب أن نقترب من بعضنا البعض أكثر وأكثر، فلا أمل في المستقبل إلا بهذه الوحدة", "author": "السلطان عبد الحميد الثاني"},
{"text": "صحيح أنني أتمرن علي الوحدة منذ ثلاثين عاماً", "author": "فاطمة ناعوت"},
{"text": "إنّ شكلنا الممزّق المهلهل يغري على الإفتراس، كما يغري منظر الحملان الشاردة على عدوان الذئب..", "author": "مصطفى محمود"},
{"text": "الوحدة لا تعني العزلة والابتعاد عن البشر!..الوحدة هي أن تصبح عاجزاً عن امتلاك ذكرياتِ جديدة.", "author": "عبدالله العتيبي"},
{"text": "ياصاحب القلب", "author": "ياسمين ثابت"},
{"text": "تعتبر الوحدة أشد أنواع الألم قسوة، ولذلك يسعى الإنسان إلى إحاطة نفسه بأناس يحبهم ويحبونه", "author": "ياسر حارب"},
{"text": "عندما تحل بالنفس فاجعة يصبح الأمر قاسيا بدون الناس", "author": "أنطون تشيخوف"},
{"text": "المترو زعيق ولا فيش ركاب", "author": "ضياء الرحمن"},
{"text": "لم يبقى لنا غيرساعات الوحدة..و عبق الذكريات", "author": "رانيا شكر"},
{"text": "عندما لا نكون وحيدين، نتحلّى بالمزيد من القوة لاكتشاف أين أخطأنا، و لتحويل وجهتنا.", "author": "باولو كويلو"},
{"text": "أنا وحيدٌ أكثر مما في مخيلة العزلة.", "author": "عبدالله حبيب"},
{"text": "ذات جنون.. لم تعد تدرك اللحظة.. ستقبض على نفسك وقد صارت كل الأسئلة داخلك إعصارًا.. هل أنت الغريب داخل الوطن أم خارجه؟", "author": "نسرين البخشونجى"},
{"text": "كل الاشياء تشتكى الوحده والضجر", "author": "نبال قندس"},
{"text": "إن أقصى ما تعانيه المرأة التي فقدت زوجاً بالموت أو بالطلاق هو الإحساس بالوحدة والإنكسار المر الذي يطفئ بريق عينيها ويقتل البسمة على شفتيها", "author": "خولة القزويني"},
{"text": "الألم الحقيقي هو ألم الوحدة..", "author": "رانيا شكر"}
]