[
{"text": "لا تحزن إذا فاتك قطار الزواج .. فلئن يفوتك خير من أن يدهسك !", "author": "محمد عفيفي"},
{"text": "سيظل الناس يتزوجون إلى الأبد ، ما دام الرجل يتوهم أن حظه سيكون أحسن حظاً من حظ الآخرين", "author": "محمد عفيفي"},
{"text": "إنما يبنى الزواج على التوافق في التفكير والسلوك والوضع الاجتماعي والحالة المالية، وبعد هذا كله تأتي العاطفة", "author": "علي الطنطاوي"},
{"text": " الفرق بين الزواج والموت أنه ليس من الضروري إذا مت ان أدخل جهنم !", "author": "محمد عفيفي"},
{"text": "كيف يقرر الإنسان فجأة أن يكمل حياته مع إنسان واحد لم يعرفه إلا منذ أيام قليلة؟", "author": "هبة سيد عبد العاطي"},
{"text": "يا من عنده بنات لا تردوا الخاطب الصالح إذا جاءكم ولا ترهقوه بالمطالب", "author": "علي الطنطاوي"},
{"text": "إن المرأة تفقد نصف جمالها حين تلمح بالزواج", "author": "مصطفى محمود"},
{"text": "المهر شيء لازم، أما الشيء الذي ليس بلازم ولا مطلوب، والذي يمنع الزواج حقاً ويصعب ويعرقل مسيره فهو هذه العادات السيئة المتبعة", "author": "علي الطنطاوي"},
{"text": "يقول المثل الصيني: إذا نجح زواج ابنتك، فقد كسبت ابناً، وإذا فضل فقد خسرت بنتاً", "author": "عبد الله محمد الداوود"},
{"text": "إنه لا يصلح ما نشكو من الفساد إلا تسهيل الزواج، ومن يفعل يكن عاملاً لمكرمة وفضيلة، ويكون قائما بطاعة الله وخدمة الوطن", "author": "علي الطنطاوي"},
{"text": "كانت رائعة. وكانت مجامعتها جيدة، لكن ككل جماع، بدأت افقد الاهتمام بعد ثالث أو رابع ليلة، ولم أعد", "author": "تشارلز بوكوفسكي"},
{"text": "موافقتها للزواج منك بالرغم من نفورها منه هو طريقة تستنجد فيها أن تساعدها", "author": "منى الليلي( ام حمدة )"},
{"text": "إن الإنتظار دون محاولة علاج حقيقية معناه أن الطلاق قادم لأن الزواج المكتئب مرضيًا ينتهي بالطلاق، تسع مرات أكثر من حالات الخلاف الزوجية العادية", "author": "خليل فاضل"},
{"text": "وجدت إحدى الدراسات أن الكرب المزمن بسبب المرض البدني أو الفقر أو الخلافات الزوجية له تأثير أكبر من تأثير الكرب الحاد في تحفيز الإكتئاب", "author": "لويس وولبرت"},
{"text": "من الكراهية ، تنتقلان الى اللامبالاة ..", "author": "جمانة حداد"},
{"text": "الزواج يعيد حاسة النظر،فيبدو المشهد منفرا كأقل ما يقال :", "author": "جمانة حداد"},
{"text": "عن زوجته الأمريكية:", "author": "Mostafa Chamran"},
{"text": "في الحياة هناك ما لا نفلت منه ، وفيه يصبح كل شك عرضةً للشك : الزواج ، الأصدقاء ، وخاصّةً أصدقاء الأزواج", "author": "مارغريت دوراس"},
{"text": "في غضون سنواتٍ قليلة ، هذه الفتاة الصغيرة ستصبح امرأة ، ولن تطلب إلا أموراً صغيرةً من الحياة ، أمور لن تزعج الآخرين", "author": "خالد حسيني"},
{"text": "أتعرفين... ليس دائما ما يكون الزواج هو مفتاح السعادة، فهناك من هو تعيس به،", "author": "منى الليلي( ام حمدة )"},
{"text": "اسوء مافي الحب، انه يفقدك كل وسائل الدفاع، مهما كنت قوياَ.", "author": "علي الماجد"},
{"text": "الزواج كالصندوق و لكلَّ في صندوقه نصيب.", "author": "رضوي عاشور"},
{"text": "_ليست الزوجية للانجاب المجرد فتلك وظيفة حيوانية , وانما الزوجية لانشاء أجيال أنضر وأطهر)", "author": "محمد الغزالي"},
{"text": "هناك دراسة تقول: \"إن الأزواج الذين يقرؤون بانتظام أقل توتراً فيما بينهم من الأزواج الذين لا يقرؤون", "author": "عبدالله بن ناصر السدحان"},
{"text": "طلبت من الله ان يمنح قلبي السعاده", "author": "أحمد الفناجيلي"},
{"text": "_ ان الاسلام هو الدين الأوحد الذى جعل الوصال بين الزوجين عبادة تفتتح باسم الله !وجعل فعله حسنات وجعل النفقة على الأهل من أعظم النفقات اجرا", "author": "محمد الغزالي"},
{"text": "إن تحسين جودة التواصل لهو مفتاح لكل علاقة زوجية إيجابية مثمرة، بينما رداءة التواصل من أهم عوامل التوافق الزوجي", "author": "عبدالله بن ناصر السدحان"},
{"text": "الزواج ليس التحاماً غرائزياً بين الأنوثة والذكورة فقط، بل أسرة وأولاد ورحلة كفاح تتطلب عقلاً وإرادة وصبراً ومبادئ وقراراً", "author": "خولة القزويني"},
{"text": "تقبل الطرف الآخر كما هو والتوقف عن محاولة تغييره", "author": "عبدالله بن ناصر السدحان"},
{"text": "يجب أن نعترف بأزمة التواصل التي تخنق العلاقات الإنسانية سواءً بين الرجل والمراة أو بين كافة أطراف الأسرة", "author": "عبدالله بن ناصر السدحان"},
{"text": "إن عودة السكينة المبدئية للحياة الزوجية تبدأ بتخليتها من مصادر العدائية والتشويش والقلق النفسي سواء في النفس أو في البيئة المحيطة بالزوجين", "author": "عبدالله بن ناصر السدحان"},
{"text": "رحلة الزواج تتطلب كفاحاً وصبراً وعقلاً وإيماناً، فهل ربت الأمهات بناتهن على هذه القيم الأصيلة حتى نصفهن (ببنات الأصول)", "author": "خولة القزويني"},
{"text": "المرأة التي لا تبذل ذاتها في بيتها وتعتبره مملكتها الأهم هي أمرأة غير سوية", "author": "خولة القزويني"},
{"text": "إذا كان للمرأة اتجاه أمومي إزاء الرجل، فإنها تشبع (بقدر ما هو ممكن) إمنيات الرجل الأكثر قدماً، أمنياته الخاصة التي كان يرغب فيها من أمه", "author": "ميلاني كلاين"},
{"text": "الخطأ ليس في حلول المشكلة في جو العلاقة، إنما الخطأ الكبير هو الإستسلام لها والعزوف عن حلها", "author": "محمود الموسوي"},
{"text": "من الخطأ الكبير ما يعتقده بعض الناس من أن إشباع الرغبة الجنسية هو هدف الزواج فقط", "author": "محمود الموسوي"},
{"text": "قلوب تخشى الإنكسار بعد الإنكسار الأول، فتبقى في خيامها حتى تأتي يدي غريب لتصلح أوتادها", "author": "رجاء الصانع"},
{"text": "المشكلات العاطفية هي من أهم المشكلات التي تعترض الحياة الزوجية وأخطرها في التأثير، لأنها معنية بالنفس التي تحكم العلاقة", "author": "محمود الموسوي"},
{"text": "أن جميع المشكلات العاطفية في الحب والبغض وسوء الظن والخيانة، والقسوة والأنانية والإهانة وغيرها، لها حلول جميعاً، إذا رغبنا في إيجادها", "author": "محمود الموسوي"},
{"text": "الحمل هو الطريقة الأضمن لاستمرار الحياة الزوجية، استمرارها لا نجاحها", "author": "رجاء الصانع"},
{"text": "إن السواد الأعظم من الناس يجهلون كيفية حل مشكلات العلاقة مع شريك الحياة", "author": "عبدالله بن ناصر السدحان"},
{"text": "إن حالة الزوج أو الزوجة لها أكبر الأثر على نفسية الإنسان", "author": "خليل فاضل"},
{"text": "الصراع في الحياة الزوجية أمرٌ لا يمكن تجنبه", "author": "عبدالله بن ناصر السدحان"},
{"text": "قد يقضي الحب على الصداقة، وقد تفضي الصداقة إلى الحب. فكن صديقا لحبيبتك، وزوجا لصديقتك، وحبيبا لزوجتك!", "author": "شادى عبد السلام"},
{"text": "النساء دائما يفضلن الزواج على الحب", "author": "محمد شكري"},
{"text": "ليخسأ الزواج إن كان قيداً قاتلاً ولم يكن صداقة ممتعة..... !", "author": "واسيني الأعرج"},
{"text": "الذين لا يتوقعون غير المتعة بين غلافي كتاب على درجة من سلامة السريرة لا ينافسهم فيها سوى من يتوقعون عسلاً دائماً في الزواج.", "author": "عزت القمحاوي"},
{"text": "قال : الحب يا بني , عاطفة وقائية", "author": "محمود أبوزيد"}
]