[
{"text": "فعلمت أن الحزن جمال، والفرح جمال، وكل شيء خلقه الله هو جمال فوقه جمال.", "author": "أحمد سلامة"},
{"text": "النساء يحببن أن يجمعن شهادات جميلة مثل هذه أحيانا، تشهد أنهن لم يعبرن الحياة بشكل عادي، بل كن جديرات بأن يتسببن في بعض الحب، و بعض الحزن.", "author": "محمد حسن علوان"},
{"text": "إنّ الواعِظ المُحتَرق تصل كلماتُه إلى شِغاف القُلوب وتَغُوص في أعمَاق الروح ؛ لأنّه يَعيشْ الألَم والمُعاناة !", "author": "عائض بن عبد الله القرني"},
{"text": "للفرح أجنحة وليس له جسد، للحزن جسد وليس له أجنحة.", "author": "أدونيس"},
{"text": "تعمّد أن يبكي اليوم خمس مرات كاملات ؛ إيماناً منه أن هذا يستنزف كل طاقات الحزن بداخله .. فيصير فرحاناً بعد ذلك !", "author": "أحمد صبري غباشي"},
{"text": "فـ الأحزان الكبيرة، والإغواءات الكبيرة، والأخطاء الكبيرة هي على الدوام تقريباً نتيجة بقاء المرء وحيداً في الحياة", "author": "جوزيه ساراماغو"},
{"text": "إن أفضل ما يمكن أن يحدث للإنسان في حياته أن يجد شخصاً يذكره دائماً بأحلامه وقوته ويذكره بتفاصيل عن نفسه ينساها عادة عند أقرب حفرة حزن", "author": "ميرنا الهلباوي"},
{"text": "يمكن عشان مجنون", "author": "عبد الرحمن محمدين"},
{"text": "كنت ادعوه بجوارحي بكل ما في أن اعرف", "author": "أحمد الفناجيلي"},
{"text": "الحزن ضيف حتمي ، دعه يبقى قليلاً", "author": "شيماء الشريف"},
{"text": "ما أهول الحزن العميق الساكت!", "author": "ميخائيل نعيمة"},
{"text": "نظر زين العابدين -رحمه الله- إلى سائل يبكي فقال: لو أن الدنيا كانت في يد هذا ثم سقطت منه ما كان ينبغي أن يبكي عليها", "author": "عبد الله محمد الداوود"},
{"text": "وأن الافكار المضطربة واليائسة المحيطة بقلبه كغيمة سوداء كانت تتبدد شيئاً فشيئاً حتى لا يتبقى شيء سوى الحزن الصافي", "author": "روبرت سيثالر"},
{"text": "إترك وقتاً للحزن، الحزن الشديد يأخذ ثلاثة أشهر ويستمر خفيفًا لمدة قد تطول إلى سنة أو سنتين، فلا داعي للقلق", "author": "خليل فاضل"},
{"text": "من لم يختبروا حزناً يمزق الروح ولو مرة واحدة فقط لن يمكنهم فهمه قط.", "author": "إيفان كليما"},
{"text": "العودة للبحث عن الذات يعني الفشل في البحث عن المستقبل", "author": "احمد الفناجيلي"},
{"text": "لكن بعض المشاھد محزن فعلا..وبالنسبة إلى ھذه أیضا", "author": "هيلين كيلر"},
{"text": "التعبير بالبكاء والحزن مهم، ويغسل النفس، كذلك الصراخ واللوعة، لكن إذا زا عن حده انقلب إلى ضده بمعنى الضرر الجسماني والانساني", "author": "خليل فاضل"},
{"text": "من الطبيعي أن يتضايق الإنسان طبعا، لكن الضيق غير التعاسة", "author": "عبد الستار إبراهيم"},
{"text": "الحزن قيلَ بأنّه صنفٌ كئيبٌ من صنوف العُجب", "author": "عبد الرحمن محمدين"},
{"text": "إننا لن نتمكن من فهم الإكتئاب ما لم نتعرف على طبيعة الحداد بصورة أوضح.", "author": "لويس وولبرت"},
{"text": "رايتها ملاكاً فأخذ ذكرياتي ورحلت", "author": "أحمد الفناجيلي"},
{"text": "إن المقولة المعروفة في الطب النفسي تقول: (الحداد، الحزن لوفاة عزيز ليس مرضًا لكن من الممكن أن يكون بسهولة)", "author": "خليل فاضل"},
{"text": "صناديق الوهم منتهي صلاحيه واحلام الضائعه", "author": "احمد الفناجيلي"},
{"text": "الجمالُ الحزين له وقع علي القلب أشد من وقع الجمال الضاحك", "author": "ليو تولستوي"},
{"text": "حين نكتب عن أحزاننا", "author": "أدهم الشرقاوي"},
{"text": "لسنا في حاجة إلى أن نخشى الموت، و لكنا نخشى أن تستمر بنا الحياة و نحن حزانى", "author": "محمد حسن علوان"},
{"text": "ي داخلي حزن عميق، و الحزن يتحوّل أحياناً إلى طعنة.", "author": "عتيق رحيمي"},
{"text": "شوارع وميادين ووجوه، تختفي وتظهر غيرها، كأحزانه التي تتجدد كما يتجدد الهواء في رئتيه مع كل شهيق", "author": "نسرين غندورة"},
{"text": "حين يموت كاتب أو مبدع أحترمه فإنني أحس بالحزن والفجيعة بصورة شخصية جداً", "author": "عبدالله حبيب"},
{"text": "سوف أسخر دوما من الحياة لطالما أنها لا تساوى عندي شيئا ! ‎:(‎", "author": "احمد يوسف"},
{"text": "سحقًا لك يا وطن! أنبيع كرامتنا ثمنًا للرغيف؟ أهذا جزاء تغريدنا ونحن صغار كل صباح بأناشيد تبجيلك؟ نردد أشعار العشق لوطن لم نعرف فيه الا الطين", "author": "رامي عمار"},
{"text": "وآه لو كان للقلب من رمش كرمش العين", "author": "علاء عبد العليم على"}
]