[
{"text": "For attractive lips, speak words of kindness.", "author": "Sam Levenson"},
{"text": "Think of all the beauty still left around you and be happy.", "author": "Anne Frank"},
{"text": "All little girls should be told they are pretty, even if they aren't.", "author": "Marilyn Monroe"},
{"text": "A girl should be two things: classy and fabulous.", "author": "Coco Chanel"},
{"text": "Do you think I'm pretty?", "author": "Richelle Mead"},
{"text": "It is amazing how complete is the delusion that beauty is goodness.", "author": "Leo Tolstoy"},
{"text": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.", "author": "Rabindranath Tagore"},
{"text": "You are imperfect, permanently and inevitably flawed. And you are beautiful.", "author": "Amy Bloom"},
{"text": "What you do, the way you think, makes you beautiful.", "author": "Scott Westerfeld"},
{"text": "You do not have to be good.", "author": "Mary Oliver"},
{"text": "As if you were on fire from within.", "author": "Pablo Neruda"},
{"text": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.", "author": "Marcus Aurelius"},
{"text": "Beauty is only skin deep, but ugly goes clean to the bone.", "author": "Dorothy Parker"},
{"text": "There is no exquisite beauty… without some strangeness in the proportion.", "author": "Edgar Allan Poe"},
{"text": "Everything has beauty, but not everyone sees it.", "author": "Confucious"},
{"text": "Youth is happy because it has the capacity to see beauty. Anyone who keeps the ability to see beauty never grows old.", "author": "Franz Kafka"},
{"text": "But he who dares not grasp the thorn", "author": "Anne Bronte"},
{"text": "Crying is for plain women. Pretty women go shopping.", "author": "Oscar Wilde"},
{"text": "I don't think of all the misery, but of the beauty that still remains.", "author": "Anne Frank"},
{"text": "Why do beautiful songs make you sad?' 'Because they aren't true.' 'Never?' 'Nothing is beautiful and true.", "author": "Jonathan Safran Foer"},
{"text": "We are all born sexual creatures,thank God, but it's a pity so many people despise and crush this natural gift.", "author": "Marilyn Monroe"},
{"text": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful.", "author": "Eleanor Roosevelt"},
{"text": "The truth is not always beautiful, nor beautiful words the truth.", "author": "Lao Tzu"},
{"text": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their good intellects.", "author": "Oscar Wilde"},
{"text": "Just because you're beautiful and perfect, it's made you conceited.", "author": "William Goldman"},
{"text": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.", "author": "Elisabeth Kübler-Ross"},
{"text": "Summer afternoon—summer afternoon; to me those have always been the two most beautiful words in the English language.", "author": "Henry James"},
{"text": "There are no bad pictures; that's just how your face looks sometimes.", "author": "Abraham Lincoln"},
{"text": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness.", "author": "Drew Barrymore"},
{"text": "She walks in beauty, like the night", "author": "Lord Byron"},
{"text": "The human body is the best work of art.", "author": "Jess C. Scott"},
{"text": "Nature didn't need an operation to be beautiful. It just was.", "author": "Scott Westerfeld"},
{"text": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.", "author": "Edgar Allan Poe"},
{"text": "Our task must be to free ourselves... by widening our circle of compassion to embrace all living creatures and the whole of nature and it's beauty.", "author": "Albert Einstein"},
{"text": "Though we travel the world over to find the beautiful, we must carry it with us, or we find it not.", "author": "Ralph Waldo Emerson"},
{"text": "Get Off The Scale!", "author": "Steve Maraboli"},
{"text": "Is the spring coming?\" he said. \"What is it like?\"...", "author": "Frances Hodgson Burnett"},
{"text": "You were given life; it is your duty (and also your entitlement as a human being) to find something beautiful within life, no matter how slight.", "author": "Elizabeth Gilbert"},
{"text": "I'm tired of all this nonsense about beauty being only skin-deep. That's deep enough. What do you want, an adorable pancreas?", "author": "Jean Kerr"},
{"text": "The power of finding beauty in the humblest things makes home happy and life lovely.", "author": "Louisa May Alcott"},
{"text": "Just because something is beautiful doesn´t mean it´s good.", "author": "Alex Flinn"},
{"text": "A fit, healthy body—that is the best fashion statement", "author": "Jess C Scott"},
{"text": "The best part of beauty is that which no picture can express.", "author": "P.C. Cast"},
{"text": "The death of a beautiful woman is, unquestionably, the most poetical topic in the world.", "author": "Edgar Allan Poe"},
{"text": "A thing of beauty is a joy forever.", "author": "John Keats"},
{"text": "Here is the world. Beautiful and terrible things will happen. Don't be afraid.", "author": "Frederick Buechner"},
{"text": "For beauty is nothing but the beginning of terror", "author": "Rainer Maria Rilke"},
{"text": "Taking pictures is savoring life intensely, every hundredth of a second.", "author": "Marc Riboud"},
{"text": "Beauty, to me, is about being comfortable in your own skin. That, or a kick-ass red lipstick.", "author": "Gwyneth Paltrow"},
{"text": "No spring nor summer beauty hath such grace as I have seen in one autumnal face.\"", "author": "John Donne"},
{"text": "It's all mirror, mirror on the wall because beauty is power the same way money is power the same way a gun is power.", "author": "Chuck Palahniuk"},
{"text": "Beauty is not caused. It is.", "author": "Emily Dickinson"},
{"text": "Beauty is eternity gazing at itself in a mirror.", "author": "Kahlil Gibran"},
{"text": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength.", "author": "Maya Angelou"},
{"text": "Let us leave pretty women to men with no imagination.", "author": "Marcel Proust"},
{"text": "Sometimes there is such beauty in awkwardness.", "author": "Ruta Sepetys"},
{"text": "Women who love themselves are threatening; but men who love real women, more so.", "author": "Naomi Wolf"},
{"text": "She's kind of a walking poem, she's this perfect beauty...but at the same time very deep, very smart.", "author": "Johnny Depp"},
{"text": "You're arguing that the fragile, rare thing is beautiful simply because it is fragile and rare. But that's a lie, and you know it.", "author": "John Green"},
{"text": "Happy girls are the prettiest", "author": "Audrey Hepburn"},
{"text": "There are as many styles of beauty as there are visions of happiness.", "author": "Stendhal"},
{"text": "I suspect he's sweet on Sophie and doesn't like to see her work too hard.'", "author": "Cassandra Clare"},
{"text": "True beauty is something that attacks, overpowers, robs, and finally destroys.", "author": "Yukio Mishima"},
{"text": "I would define, in brief, the poetry of words as the rhythmical creation of beauty.", "author": "Edgar Allan Poe"},
{"text": "The beautiful is always bizarre.", "author": "Charles Baudelaire"},
{"text": "and when all the wars are over, a butterfly will still be beautiful.", "author": "Ruskin Bond"},
{"text": "You can be gorgeous at thirty, charmimg at forty, and irresistible for the rest of your life.", "author": "Coco Chanel"},
{"text": "Beauty surrounds us.", "author": "Rumi"},
{"text": "Beauty is about being comfortable in your own skin. It's about knowing and accepting who you are.", "author": "Ellen DeGeneres"},
{"text": "June has never looked more beautiful than she does now, unadorned and honest, vulnerable yet invincible.", "author": "Marie Lu"},
{"text": "Looking at beauty in the world, is the first step of purifying the mind.", "author": "Amit Ray"},
{"text": "Beauty is truth, truth beauty,—that is all", "author": "John Keats"},
{"text": "the voice of beauty speaks softly; it creeps only into the most fully awakened souls", "author": "Nietzsche"},
{"text": "Beauty fades, dumb is forever.", "author": "Judge Judy Sheindlin"},
{"text": "There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness.", "author": "Katerina Stoykova Klemer"},
{"text": "It’s not that we have to quit", "author": "Roman Payne"},
{"text": "If love is blind, then maybe a blind person that loves has a greater understanding of it.", "author": "Criss Jami"},
{"text": "The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth.", "author": "Albert Einstein"},
{"text": "The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together.", "author": "Carl Sagan"},
{"text": "These... things, householder, are welcome, agreeable, pleasant, & hard to obtain in the world:", "author": "Buddha"},
{"text": "The first stab of love is like a sunset, a blaze of color -- oranges, pearly pinks, vibrant purples...", "author": "Anna Godbersen"},
{"text": "Some beautiful paths can't be discovered without getting lost.", "author": "Erol Ozan"},
{"text": "For she had eyes and chose me.", "author": "William Shakespeare"},
{"text": "Beauty is no quality in things themselves: It exists merely in the mind which contemplates them; and each mind perceives a different beauty.", "author": "David Hume"},
{"text": "Live quietly in the moment and see the beauty of all before you. The future will take care of itself......", "author": "Yogananda"},
{"text": "The beauty of the world...has two edges, one of laughter, one of anguish, cutting the heart asunder.", "author": "Virginia Woolf"},
{"text": "Butterflies are self propelled flowers.", "author": "Robert A. Heinlein"},
{"text": "There is a face beneath this mask, but it isn't me. I'm no more that face than I am the muscles beneath it, or the bones beneath that.", "author": "Steve Moore"},
{"text": "Beauty is a sign of intelligence.", "author": "Andy Warhol"},
{"text": "Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty.", "author": "Deepak Chopra"},
{"text": "Beauty awakens the soul to act.", "author": "Dante Alighieri"},
{"text": "I want to see beauty. In the ugly, in the sink, in the suffering, in the daily, in all the days before I die, the moments before I sleep.", "author": "Ann Voskamp"},
{"text": "All the diversity, all the charm, and all the beauty of life are made up of light and shade.", "author": "Leo Tolstoy"},
{"text": "A lovely girl gazing at the stars, and the stars who gazed back.", "author": "Sarah J. Maas"},
{"text": "A flower blossoms for its own joy.", "author": "Oscar Wilde"},
{"text": "Whatever the imagination seizes as Beauty must be truth -whether it existed before or not", "author": "John Keats"},
{"text": "Outer beauty attracts, but inner beauty captivates.", "author": "Kate Angell"},
{"text": "A pretty face may be enough to catch a man, but it takes character and good nature to hold him.", "author": "Thomas More"},
{"text": "It was a sort of ferocious, quiet beauty, the sort that wouldn't let you admire it. The sort of beauty that always hurt.", "author": "Maggie Stiefvater"},
{"text": "Beauty is the purest feeling of the soul. Beauty arises when soul is satisfied.", "author": "Amit Ray"},
{"text": "Remember that the most beautiful things in the world are the most useless; peacocks and lilies for instance.", "author": "John Steinbeck"},
{"text": "their heart grew cold", "author": "Sappho"},
{"text": "Let us live for the beauty of our own reality.", "author": "Tom Robbins"},
{"text": "You think I'm cute?\" He said thinkly, pulling on her hand.", "author": "Rainbow Rowell"},
{"text": "When people see some things as beautiful,", "author": "Lao Tzu"},
{"text": "There is nothing more beautiful than someone who goes out of their way to make life beautiful for others.", "author": "Mandy Hale"},
{"text": "Just because you are blind, and unable to see my beauty doesn't mean it does not exist.", "author": "Margaret Cho"},
{"text": "Being different is a revolving door in your life where secure people enter and insecure exit.", "author": "Shannon L. Alder"},
{"text": "The soul that sees beauty may sometimes walk alone.", "author": "Johann Wolfgang von Goethe"},
{"text": "Death is the mother of beauty. Only the perishable can be beautiful, which is why we are unmoved by artificial flowers.", "author": "Wallace Stevens"},
{"text": "When in doubt, be ridiculous.", "author": "Sherwood Smith"},
{"text": "Some days I wake up", "author": "Tyler Knott Gregson"},
{"text": "Wittgenstein once wrote that when the eye sees something beautiful, the hand wants to draw it. I wish I could draw you.", "author": "Nicole Krauss"},
{"text": "You are ugly now, on the inside, where it matters most...you are beastly.", "author": "Alex Flinn"},
{"text": "Having an eye for beauty isn't the same thing as a weakness...except possibly when it comes to you.", "author": "Suzanne Collins"},
{"text": "I don't take good pictures 'cause I have the kind of beauty that moves.", "author": "Ani DiFranco"},
{"text": "Life is not always perfect. Like a road, it has many bends, ups and down, but that’s its beauty.", "author": "Amit Ray"},
{"text": "Beauty is something that burns the hand when you touch it.", "author": "Yukio Mishima"},
{"text": "Which would you rather be if you had the choice--divinely beautiful or dazzlingly clever or angelically good?", "author": "L.M. Montgomery"},
{"text": "Nothing,' wrote Tolstoy, 'can make our life, or the lives of other people, more beautiful than perpetual kindness.", "author": "Gretchen Rubin"},
{"text": "You are beautiful. Know this. Anyone who tells you otherwise is simply lying. You are beautiful.", "author": "Steve Maraboli"},
{"text": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.", "author": "Khalil Gibran"},
{"text": "I died for beauty, but was scarce", "author": "emily dickinson"},
{"text": "Flawed, we're truly interesting, truly memorable, and yes, truly beautiful.", "author": "Justina Chen Headley"},
{"text": "When I lay my head on the pillow at night I can say I was a decent person today. That's when I feel beautiful.", "author": "Drew Barrymore"},
{"text": "The better you look, the more you see.", "author": "Bret Easton Ellis"},
{"text": "Those who contemplate the beauty of the earth find reserves of strength that will endure as long as life lasts.", "author": "Rachel Carson"},
{"text": "Many eyes go through the meadow, but few see the flowers in it", "author": "Ralph Waldo Emerson"},
{"text": "Screw pretty. I'd rather be strong. Pretty fades over time. Strength gets you through the bad shit.", "author": "Thea Harrison"},
{"text": "Yoga means addition - addition of energy, strength and beauty to body, mind and soul.", "author": "Amit Ray"},
{"text": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", "author": "Kahlil Gibran"},
{"text": "She who reconciles the ill-matched threads", "author": "Rainer Maria Rilke"},
{"text": "I often stood in front of the mirror alone, wondering how ugly a person could get.", "author": "Charles Bukowski"},
{"text": "I know I'm not going to be in your head all the time. But once you know me, I'll be forever in your heart. ", "author": "Crystal Woods"},
{"text": "I enjoy looking at beautiful people, and I decided a while ago not to deny myself the simpler pleasures of existence.", "author": "John Green"},
{"text": "The mirror is the worst judge of true beauty", "author": "Sophia Nam"},
{"text": "There's nothing more inspiring than the complexity and beauty of the human heart.", "author": "Cynthia Hand"},
{"text": "To lose confidence in one’s body is to lose confidence in oneself.", "author": "Simone de Beauvoir"},
{"text": "So that’s how we live our lives. No matter how deep and fatal the", "author": "Haruki Murakami"},
{"text": "It is beautiful to express love and even more beautiful to feel it.", "author": "Dejan Stojanovic"},
{"text": "Beauty without expression is boring.", "author": "Ralph Waldo Emerson"},
{"text": "Outer beauty pleases the EYE. Inner beauty captivates the HEART.", "author": "Mandy Hale"},
{"text": "If Jack's in love, he's no judge of Jill's beauty.", "author": "Benjamin Franklin"},
{"text": "Poets are damned… but see with the eyes of angels.", "author": "Allen Ginsberg"},
{"text": "There is a beauty in the world, though it's harsher than we expect it to be.", "author": "Michael Cunningham"},
{"text": "Love me or hate me I promise that it will never make or break me...<3", "author": "Tyra Banks"},
{"text": "For I have sworn thee fair, and thought thee bright,", "author": "William Shakespeare"},
{"text": "Always think of what is useful and not what is beautiful. Beauty will come of its own accord.", "author": "Nikolai Gogol"},
{"text": "Beauty should be edible, or not at all.", "author": "Salvador Dalí"},
{"text": "Men didn't respect beauty...they used it.", "author": "Nora Roberts"},
{"text": "When a girl is beautiful, she gets to pick - she never has to wait for someone to choose her.", "author": "Adriana Trigiani"},
{"text": "Moments of beauty sustain us through hours of ugliness.", "author": "Brent Weeks"},
{"text": "Why do two colors, put one next to the other, sing? Can one really explain this? no. Just as one can never learn how to paint.", "author": "Pablo Picasso"},
{"text": "Every woman knows that, regardless of all her other achievements, she is a failure if she is not beautiful.", "author": "Germaine Greer"},
{"text": "...I don't just wish you rain, Beloved - I wish you the beauty of storms...", "author": "John Geddes"},
{"text": "I am larger, better than I thought; I did not know I held so much goodness.", "author": "Walt Whitman"},
{"text": "Horses make a landscape look beautiful.", "author": "Alice Walker"},
{"text": "People make such a big deal about looks, but after a while, when you know someone, you don´t even notice anymore...", "author": "Alex Flinn"},
{"text": "One is never over-dressed or underdressed with a Little Black Dress.", "author": "Karl Lagerfeld"},
{"text": "You look beautiful,\" Alodia says.", "author": "Rae Carson"},
{"text": "There are brown eyes in the world, after all, as well as blue, and one pair of brown that meant heaven to me as the blue had never done", "author": "E. Nesbit"},
{"text": "Life isn’t meant to be lived perfectly…but merely to be LIVED. Boldly, wildly, beautifully, uncertainly, imperfectly, magically LIVED.", "author": "Mandy Hale"},
{"text": "Your clothes conceal much of your beauty, yet they hide not the unbeautiful.", "author": "Khalil Gibran"},
{"text": "The Victorian woman became her ovaries, as today's woman has become her \"beauty.", "author": "Naomi Wolf"},
{"text": "True beauty springs from the heart and dwells in the eyes.", "author": "Judith McNaught"},
{"text": "History dressed up in the glow of love’s kiss turned grief into beauty.", "author": "Aberjhani"},
{"text": "Having an eye for beauty isn't the same thing as a weakness.", "author": "Suzanne Collins"},
{"text": "There are some places in life where you can only go alone. Embrace the beauty of your solo journey.", "author": "Mandy Hale"},
{"text": "The humblest tasks get beautified if loving hands do them.", "author": "Louisa May Alcott"},
{"text": "There was a beautiful time...", "author": "Sylvia Plath"},
{"text": "If eyes were made for seeing, then beauty is its own excuse for being.", "author": "Ralph Waldo Emerson"},
{"text": "One frequently only finds out how really beautiful a women is, until", "author": "Mark Twain"},
{"text": "A respectable appearance is sufficient to make people more interested in your soul", "author": "Karl Lagerfeld"},
{"text": "A woman's dress should be like a barbed-wire fence: serving its purpose without obstructing the view.", "author": "Sophia Loren"},
{"text": "I want to change the world, and do something valuable and beautiful. I want people to remember me before I'm dead, and then more afterwards.", "author": "Russell Brand"},
{"text": "I think the biggest lie the devil ever told was that beauty and goodness are the same.", "author": "Daniel Nayeri"},
{"text": "Have you ever noticed that there are people who do things which are most indelicate, and yet at the same time - beautiful?", "author": "E.M. Forster"},
{"text": "Even when muddy your wings sparkle bright wonders that heal broken worlds.", "author": "Aberjhani"},
{"text": "That which is really beautiful has no need of anything; not more than law, not more than truth, not more than benevolence or modesty.", "author": "Marcus Aurelius"},
{"text": "Beauty you're born with, but brains you earn.", "author": "Jay Kristoff"},
{"text": "The beautiful is as useful as the useful.\" He added after a moment’s silence, \"Perhaps more so.", "author": "Victor Hugo"},
{"text": "Everything you see I owe to spaghetti.", "author": "Sophia Loren"},
{"text": "Mostly I have felt myself becoming a servant of sadness. I am still looking for the beauty in that.", "author": "Maggie Nelson"},
{"text": "She wins who calls herself beautiful and challenges the world to change to truly see her.", "author": "Naomi Wolf"},
{"text": "A rose trapped inside a fist.", "author": "Henry Rollins"},
{"text": "All this beauty exists so you and I can see His glory, His artwork. It's like an invitation to worship Him, to know Him.", "author": "Donald Miller"},
{"text": "Remember that the most beautiful things in the world are the most useless.", "author": "John Ruskin"},
{"text": "He was depressed. He was addicted to heroin. And I think there comes a time when all the beauty in the world just isn’t enough.", "author": "Antony John"},
{"text": "Meditation is realizing and expanding your inner beauty in every direction.", "author": "Amit Ray"},
{"text": "Give time, give space to sprout your potential. Awaken the beauty of your heart – the beauty of your spirit. There are infinite possibilities.", "author": "Amit Ray"},
{"text": "The greatest beauty is organic wholeness, the wholeness of life and things, the divine beauty of the universe.", "author": "Robinson Jeffers"},
{"text": "Some of the greatest poetry is revealing to the reader the beauty in something that was so simple you had taken it for granted.", "author": "Neil deGrasse Tyson"},
{"text": "What are other women really thinking, feeling, experiencing, when they slip away from the gaze and culture of men?", "author": "Naomi Wolf"},
{"text": "In a rich moonlit garden, flowers open beneath the eyes of entire nations terrified to acknowledge the simplicity of the beauty of peace.", "author": "Aberjhani"},
{"text": "Secrets are generally terrible. Beauty is not hidden--only ugliness and deformity.", "author": "L.M. Montgomery"},
{"text": "God is the most beautiful, and beauty is the expression of God. If you can't appreciate beauty in the world how can you understand God?", "author": "Amit Ray"},
{"text": "But thy strong Hours indignant work’d their wills,", "author": "Alfred Lord Tennyson"},
{"text": "Wow Kelsey!\" Kishan whistled. \"I'm going to have to beat the other guys of with a stick!", "author": "Colleen Houck"},
{"text": "As I have said, you have no reason to trust me, and an excellent reason not to.", "author": "Robin McKinley"},
{"text": "In every change, in every falling leaf there is some pain, some beauty. And that's the way new leaves grow.", "author": "Amit Ray"},
{"text": "Look at the stars. See their beauty. And in that beauty, see yourself.", "author": "Draya Mooney"},
{"text": "There is beauty everywhere; even in the dark, there is light, and that is the rarest kind of all.", "author": "Catherine Doyle"},
{"text": "I don't want to be the one who says life is beautiful. I want to be the one who feels it.", "author": "Marty Rubin"},
{"text": "She is a peacock in everything but beauty!", "author": "Oscar Wilde"},
{"text": "This curious world we inhabit is more wonderful than convenient; more beautiful than it is useful; it is more to be admired and enjoyed than used.", "author": "Henry David Thoreau"},
{"text": "Have all beautiful things sad destinies?", "author": "Jean Rhys"},
{"text": "You are a pool of clear water where the light plays", "author": "Jeanette Winterson"},
{"text": "Finally someone takes me seriously enough to ask for my word of honor, and it’s a villain.", "author": "Sherwood Smith"},
{"text": "the late afternoon sunlight, warm as oil, sweet as childhood ...", "author": "Stephen King"},
{"text": "Her sculptured face was as perfect as a painting.", "author": "Christopher Paolini"},
{"text": "People only picked the pretty, sweet-smelling flowers. The ones with thorns were left alone.", "author": "Nenia Campbell"},
{"text": "A beautiful woman should break her mirror early.", "author": "Balthasar Gracian"},
{"text": "There is nothing more beautiful than a vulnerable heart in open hands.", "author": "Amanda Mosher"},
{"text": "...and then, in dreaming, / The clouds methought would open and show riches / Ready to drop upon me, that when I waked / I cried to dream again.", "author": "William Shakespeare"},
{"text": "The alchemist picked up a book that someone in the caravan had brought. Leafing through the pages, he found a story about Narcissus.", "author": "Paulo Coelho"},
{"text": "Love, built on beauty, soon as beauty, dies.", "author": "John Donne"},
{"text": "Wine and women make wise men dote and forsake God's law and do wrong.\"", "author": "Anonymous"},
{"text": "I will think of you every time I need to be reminded that there is beauty and goodness in the world.", "author": "Arthur Golden"},
{"text": "All kinds of beauty do not inspire love; there is a kind which only pleases the sight, but does not captivate the affections.", "author": "Miguel de Cervantes Saavedra"},
{"text": "Beauty will be convulsive or will not be at all.", "author": "Andre Breton"},
{"text": "...you don't have to be perfect to be pretty", "author": "Carson Kressley"},
{"text": "The aching in my chest", "author": "Tanzy Sayadi"},
{"text": "Creamy and leggy, with long azure hair and the eyes of a silent-movie star, she moved like a poem and smiled like a sphinx.", "author": "Laini Taylor"},
{"text": "Healthy emotions come in all sizes. Healthy minds come in all sizes. And healthy bodies come in all sizes.", "author": "Cheri K. Erdman"},
{"text": "TO what purpose, April, do you return again?", "author": "Edna St. Vincent Millay"},
{"text": "Together, we form a necessary paradox; not a senseless contradiction.", "author": "Criss Jami"},
{"text": "Education is beautification of the inner world and the outer world.", "author": "Amit Ray"},
{"text": "Beauty is truth, truth beauty", "author": "John Keats"},
{"text": "True beauty is a ray", "author": "Rumi"},
{"text": "I wasn't pretty, but as my mother once said, prettiness wasn't my profession.", "author": "Jonathan Stroud"},
{"text": "Tell me again about the girl whose hands", "author": "Rebecca Wadlinger"},
{"text": "The Devil hath power", "author": "William Shakespeare"},
{"text": "Beauties in vain their pretty eyes may roll;", "author": "Alexander Pope "},
{"text": "To create art with all the passion in one's soul is to live art with all the beauty in one's heart.", "author": "Author-Poet Aberjhani"},
{"text": "She walks in beauty, like the night", "author": "George Gordon Byron"},
{"text": "The French girls would tell you, to believe that you were pretty would make you so.", "author": "Elizabeth Gaskell"},
{"text": "Enough about my beauty,\" Buttercup said. \"Everybody always talks about how beautiful I am. I've got a mind, Westley. Talk about that.", "author": "William Goldman"},
{"text": "You have this ability to find beauty in weird places.", "author": "Kamila Shamsie"},
{"text": "But those who seek only reassurance from life will never be more than tourists—seeing everything and trying to possess what can only be felt.", "author": "Simon Van Booy"},
{"text": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.", "author": "Jacqueline Bisset"},
{"text": "Compassion is all inclusive. Compassion knows no boundaries. Compassion comes with awareness, and awareness breaks all narrow territories.", "author": "Amit Ray"},
{"text": "Beauty exists not in what is seen and remembered, but in what is felt and never forgotten.", "author": "Johnathan Jena"},
{"text": "Yes, just like those flowers. There's something strained, but there's beauty in that. Something like that", "author": "Koushun Takami"},
{"text": "Relax. You are beautiful, and everyone wants some of that beauty.", "author": "Julie Metz"},
{"text": "I covet truth; beauty is unripe childhood's cheat; I leave it behind with the games of youth.", "author": "Ralph Waldo Emerson"},
{"text": "It was one of God's jokes that such a dumb mind had been put in such an eloquent body.", "author": "Charlaine Harris"},
{"text": "Politics is pointless if it does nothing to enhance the beauty of our lives.", "author": "Howard Zinn"},
{"text": "You are the trembling of time, that passes", "author": "Pablo Neruda"},
{"text": "All those other girls are cake...I'm Crème brûlée...Tiramisu, if you will. Just a few notches above.", "author": "Brandi L. Bates"},
{"text": "A cultural fixation on female thinness is not an obsession about female beauty but an obsession about female obedience.", "author": "Naomi Wolf"},
{"text": "He looked like a fallen angel, replete with all the dangerous male beauty that Lucifer could devise.", "author": "Lisa Kleypas"},
{"text": "If a rainbow makes a sound, or a flower as it grows, that was the sound of her laughter.", "author": "Wm. Paul Young"},
{"text": "I find him in the curves of certain lines, in the loveliness and subtleties of certain colours.", "author": "Oscar Wilde"},
{"text": "To only responsible choice I can make is to be love and happiness.\" Vincellent", "author": "Deepak Chopra"},
{"text": "It's all mirror, mirror on the wall because beauty is power, the same way money is power, the same way a gun is power.", "author": "Chuck Palahniuk"},
{"text": "Nothing tastes as good as skinny feels.", "author": "Kate Moss"},
{"text": "What editors are obliged to appear to say that", "author": "Naomi Wolf"},
{"text": "I used to think that if I were a certain kind of person I would spend all my time creating something beautiful. Well, it turns out I am, and I am.", "author": "Jason Letts"},
{"text": "Comfort is beauty muted by heroin. Sadness is beauty drained by lack of it.", "author": "Luke Davies"},
{"text": "It was the sort of beauty you feel so deeply it becomes contagious and somehow makes you feel beautiful too.", "author": "Alice Hoffman"},
{"text": "Friendship is constant in all other things", "author": "William Shakespeare"},
{"text": "When people first discover beauty, they tend to linger. Even if they don’t at first recognize it for what it is.", "author": "Sherwood Smith"},
{"text": "Beauty appears when something is completely and absolutely and openly itself.", "author": "Deena Metzger"},
{"text": "When I feel the beauty in words,", "author": "Toba Beta"},
{"text": "God is peace, bliss, beauty and truth. Focus your energy on that, life will be like that.", "author": "Amit Ray"},
{"text": "Be beautiful if you can, wise if you want to, but be respected - that is essential.", "author": "Anna Gould"},
{"text": "There were moments when he looked on evil simply as a mode through which he could realize his conception of the beautiful.", "author": "Oscar Wilde"},
{"text": "But the beauty is in the walking -- we are betrayed by destinations.", "author": "Gwyn Thomas"},
{"text": "I couldn't imagine owning beauty like my mothers. I wouldn't dare.", "author": "Janet Fitch"},
{"text": "A pure heart is superlatively rare and even more attractive.", "author": "J.S.B. Morse"},
{"text": "Man cannot do without beauty, and this is what our era pretends to want to disregard.", "author": "Albert Camus"},
{"text": "Looking for Your Face", "author": "Rumi"},
{"text": "The true way to live is to enjoy every moment as it passes, and surely it is in the everyday things around us that the beauty of life lies.", "author": "Laura Ingalls Wilder"},
{"text": "As coal pressured into pearls by our weighty existence. Beauty that arose out of pain.", "author": "Suzanne Collins"},
{"text": "it was the kind of moon", "author": "Sanober Khan"},
{"text": "Your hair is winter fire,", "author": "Stephen King"},
{"text": "But she knew that no matter what beauty lay behind, it must remain there. No one could go forward with a load of aching memories.", "author": "Margaret Mitchell"},
{"text": "I have a question for you. \"If your shadow is the second most beautiful thing in the world, which is the first?\".", "author": "Amit Kalantri"},
{"text": "The fear of God reigning in the heart is the beauty of the soul.", "author": "Matthew Henry"},
{"text": "No sooner have you feasted on beauty with your eyes than your mind tells you that beauty is vain and beauty passes", "author": "Virginia Woolf"},
{"text": "You can only possess beauty through understanding it.", "author": "Ruskin, John"},
{"text": "The sight of such aching beauty would infuse his soul with pain.", "author": "Tabitha Suzuma"},
{"text": "You can see where it was, years ago. Like an old woman who was once beautiful, but time has taken her beauty away.", "author": "Cassandra Clare"},
{"text": "We get so worried about being pretty. Let’s be pretty kind. Pretty funny. Pretty smart. Pretty strong.", "author": "Britt Nicole"},
{"text": "To say she is only a woman is to say a violin is a piece of wood with strings, and Dante is mere ink printed on paper.", "author": "Bruce Crown"},
{"text": "Beauty is not a need but an ecstasy.", "author": "Khalil Gibran"},
{"text": "You are not born with beauty, your beauty is created by who you are. Your inner beauty is more important than how people see you on the outside.", "author": "Emily Coussons"},
{"text": "Beauty is like success: we can't love it for long.", "author": "Graham Greene "},
{"text": "There were far worse strategies in life than to try to make each aspect of one's existence a minor work of art.", "author": "Pat Conroy"},
{"text": "Because from now on, for you, I'll be searching for those moments of always within never/", "author": "Muriel Barbery"},
{"text": "She was a Phantom of delight", "author": "William Wordsworth"},
{"text": "The ugliest thing in the world is a beautiful woman without the brains or courage to know that [beauty] is nothing more than an accident.", "author": "Charlie Fletcher"},
{"text": "Symbols can be so beautiful, sometimes.", "author": "Kurt Vonnegut"},
{"text": "I saw wild, dangerous beauty. I saw devotion. I saw", "author": "Nalini Singh"},
{"text": "She is not truly beautiful but something about her draws the eye.", "author": "George R.R. Martin"},
{"text": "Only a few of us are going to be willing to break our own hearts by trading in the living beauty of imagination for the stark disappointment of words.", "author": "Ann Patchett"},
{"text": "I want to help you to grow as beautiful as God meant you to be when He thought of you first.", "author": "George MacDonald"},
{"text": "Every bride is beautiful. It’s like newborn babies or puppies. They can’t help it.", "author": "Emme Rollins"},
{"text": "Health makes good propaganda.", "author": "Naomi Wolf"},
{"text": "A few minutes ago every tree was excited, bowing to the roaring storm,", "author": "John Muir"},
{"text": "As beauty lies in eyes of beholder, struggling lies in reaching further. ", "author": "Santosh Kalwar"},
{"text": "Beauty is only the start of bearable terror.", "author": "Rainer Maria Rilke"},
{"text": "Great beauty is often perceived by human senses as pain.", "author": "Susan Kay"},
{"text": "You look beautiful - David", "author": "Scott Westerfeld"},
{"text": "It's funny how, when things seem the darkest, moments of beauty present themselves in the most unexpected places.", "author": "Karen Marie Moning"},
{"text": "Women Are Not Roses", "author": "Ana Castillo"},
{"text": "The empowered woman is powerful beyond measure and beautiful beyond description.", "author": "Steve Maraboli"},
{"text": "Even now, there are still days so beautiful, I almost believe in God.", "author": "Ann Hood"},
{"text": "Beauty is the purgation of superfluities.", "author": "Michelangelo Buonarroti"},
{"text": "Europeans condemned Chinese foot binding, but any society that had invented the corset had a lot to answer for.", "author": "Mary Jo Putney"},
{"text": "Many a man who falls in love with a dimple makes the mistake of marrying the whole girl.", "author": "Evan Esar"},
{"text": "The beauty on the inside, will determine the ugly on the outside.", "author": "Anthony Liccione"},
{"text": "Beauty has a persuasive power all its own.", "author": "Janette Rallison"},
{"text": "Ladies, stress shows on your face. Happiness is the true beauty weapon.\"", "author": "Susan Sarandon"},
{"text": "Let your heart shine even more than your face. The beautiful contents of your heart can never be forgotten, but your face will be a history.", "author": "Michael Bassey Johnson"},
{"text": "[Letter to his wife, Natalia Sedova]", "author": "Leon Trotsky"},
{"text": "O, then I see Queen Mab hath been with you. . . .", "author": "William Shakespeare"},
{"text": "And I wake up happy, baby, because I possess beauty and I own that beauty in all the forms it can take and the least important of those are physical.", "author": "Kristen Ashley"},
{"text": "Logos and branding are so important. In a big part of the world, people cannot read French or English--but are great in remembering signs", "author": "Karl Lagerfeld"},
{"text": "Her soul is Alive. And we are drawn to her.", "author": "Stasi Eldredge"},
{"text": "I always have many roads to travel, but I take the one which leads to you.", "author": "Amit Kalantri"},
{"text": "Beautiful girls should know how to defend themselves against the advances of gentlemen.", "author": "Cassandra Clare"},
{"text": "When I see a beautiful shell like that I can't help feeling a regret about what's inside it.", "author": "F. Scott Fitzgerald"},
{"text": "What would beauty be if the whole world were blind?", "author": "Marty Rubin"},
{"text": "When life is not coming up roses", "author": "L.F.Young"},
{"text": "I am fascinated by what is beautiful, strong, healthy, what is living. I seek harmony.", "author": "Leni Riefenstahl"},
{"text": "Had you but seen it, I promise you, your high-minded principles would have melted like candle wax. Never would you have wished such beauty away.", "author": "Jennifer Donnelly"},
{"text": "A JEWELRY STORE NAMED INDIA", "author": "Suzy Kassem"},
{"text": "How I wish I was like the water,", "author": "Virgil Kalyana Mittata Iordache"},
{"text": "she is nearing forty and not so easily forgiven as when her skin bloomed like roses.", "author": "Steve Martin"},
{"text": "Every man had his personal habits, passions, and impulses toward goodness, beauty, and truth.", "author": "Leo Tolstoy"},
{"text": "You could say that life just happens and it's the way it goes, you either accept it or you fight it...", "author": "Nikki Rowe"},
{"text": "Beauty was a curse to be borne, not a blessing.", "author": "Rebecca Johns"},
{"text": "That night we made love \"the real way\" which we had not yet attempted", "author": "Anne Carson"},
{"text": "In fiction, beauty was run-of-the-mill.", "author": "Eileen Favorite"},
{"text": "From women's eyes this doctrine I derive:", "author": "Shakespeare"},
{"text": "I prefer to believe the opposite - that there is always an indestructible beauty at the heart of darkness.", "author": "Mary Balogh"},
{"text": "A woman who cannot be ugly is not beautiful.", "author": "Karl Kraus"},
{"text": "It's lovely. I hate it.", "author": "Tanith Lee"},
{"text": "A rose, isn't quite as beautiful as it once was, when after its thorn pricks you.", "author": "Anthony Liccione"},
{"text": "The ideal has many names and beauty is but one of them.", "author": "W. Somerset Maugham"},
{"text": "And I find perfect beauty excessively boring, don't you?", "author": "Gail Carriger"},
{"text": "Beauty in its best form is kindness, the most valuable currency in the world.", "author": "Rebecca McNutt"},
{"text": "Thirty spokes", "author": "Lao Tzu"},
{"text": "Long hair will make thee look dreafully to thine enemies, and manly to thy", "author": "Thomas Dekker"},
{"text": "She felt so much aware of her own beauty it seemed inconceivable that everybody else wouldn't notice the difference too.", "author": "Anna Godbersen"},
{"text": "If I knew I was going to die tomorrow,", "author": "Alberto Caeiro"},
{"text": "I am such a bad girl,\" she thought. Yet...", "author": "Anne Rice"},
{"text": "People only see in us the contemptible skirt-fever which rules our actions but completely miss the beauty-hunger underlying it.", "author": "Lawrence Durrell"},
{"text": "Who says that fictions only and false hair", "author": "George Herbert"},
{"text": "Hi! My little hut", "author": "Issa"},
{"text": "You normally have to be bashed about a bit by life to see the point of daffodils, sunsets and uneventful nice days.", "author": "Alain de Botton"},
{"text": "There are no ugly women, only lazy ones", "author": "Helena Rubinstein"},
{"text": "‎If heart filled with purity,", "author": "Toba Beta"},
{"text": "That is the eternal folly of man. To be chasing after the sweet flesh, without realizing that it is simply a pretty cover for the bones.", "author": "Neil Gaiman"},
{"text": "Men who read it [beauty pornography] don't do so because they want", "author": "Naomi Wolf"},
{"text": "I’ve seen knives pierce the chest,", "author": "Roman Payne"},
{"text": "until only infinity remained of beauty", "author": "John Ashbery"},
{"text": "If all we had were roses, would the thorns then be beautiful?", "author": "Kamand Kojouri"},
{"text": "fire is beautiful", "author": "Don Marquis"},
{"text": "The least strained and most natural ways of the soul are the most beautiful; the best occupations are the least forced.", "author": "Michael de Montaigne"},
{"text": "There is nothing more pure and beautiful than a person who always speaks truthfully with a childlike heart.", "author": "Suzy Kassem"},
{"text": "There is no cosmetic to gain a beauty like yours.", "author": "Amit Kalantri"},
{"text": "My mistress' eyes are nothing like the sun;", "author": "William Shakespeare"},
{"text": "I don’t care to be pretty,” Blue shot back hotly, “I care to look on the outside like I look on the inside.", "author": "Maggie Stiefvater"},
{"text": "It is a beautiful and delightful sight to behold the body of the Moon.", "author": "Galileo Galilei"},
{"text": "Yet, even amidst the hatred and carnage, life is still worth living. It is possible for wonderful encounters and beautiful things to exist.", "author": "Hayao Miyazaki"},
{"text": "Magic doesn’t require beauty,’ she said. 'Easy magic is pretty. Great magic asks that you trouble the waters. It requires a disruption, something new.", "author": "Leigh Bardugo"},
{"text": "beauty’ is related not to ‘loveliness’ but to a state in which reality plays a part.", "author": "William Carlos Williams"},
{"text": "The truth about an animal is far more exciting and altogether more beautiful than all the myths woven about it. ", "author": "Konrad Lorenz"},
{"text": "The language of light can only be decoded by the heart.", "author": "Suzy Kassem"},
{"text": "You ask me why I don't speak", "author": "Criss Jami"},
{"text": "In the world there exists no aesthetic plane, not even the aesthetic plane of goodness.", "author": "Clarice Lispector"},
{"text": "She walks in beauty.", "author": "Ron Rash"},
{"text": "I’m glad I see with my eyes and not the pages I’ve read.", "author": "Alberto Caeiro"},
{"text": "The job of the United Nations is to grow more flowers, more smiles and more beauty on the earth. Once effect is created, cause will follow,", "author": "Amit Ray"},
{"text": "Dream Song:", "author": "Frances Densmore"},
{"text": "What is your substance, whereof are you made,", "author": "William Shakespeare"},
{"text": "Human beings, in a sense, may be thought of as multidimensional creatures composed of such poetic considerations as the individual need", "author": "Aberjhani"},
{"text": "Cosmetic surgery processes the bodies of woman-made women, who make up the vast majority of its patient pool, into man-made women.", "author": "Naomi Wolf"},
{"text": "Your goodness must have some edge to it -- else it is none.", "author": "Ralph Waldo Emerson"},
{"text": "Order and disorder', said the speaker, 'they each have their beauty.", "author": "Orson Scott Card"},
{"text": "A personality for the incredibly beautiful can be a pointless cargo...", "author": "Russell Brand"},
{"text": "If you stick to something doggedly, you are off to a bad start.", "author": "Karl Lagerfeld"},
{"text": "Having a purpose is the little secret of the nonpretties. Something to do always beats something to look at.", "author": "Adriana Trigiani"},
{"text": "I follow Plato only with my mind", "author": "Robert Francis"},
{"text": "The beauty is in the eye of the beholder.", "author": "William Carlos Williams"},
{"text": "In so many senseless deaths, beauty is to blame.", "author": "Suzanne Finnamore"},
{"text": "There were only the great diamonds and sapphires and emerald mists and velvet inks of space, with God's voice mingling among the crystal fires.", "author": "Ray Bradbury"},
{"text": "I look forward to being older, when what you look like becomes less and less an issue and what you", "author": "Susan Sarandon"},
{"text": "Catch from the board of beauty/ Such careless crumbs as fall.", "author": "Edna St Vincent Millay"},
{"text": "BELLADONNA, n. In Italian a beautiful lady; in English a deadly poison. A striking example of the essential identity of the two tongues.", "author": "Ambrose Bierce"},
{"text": "Because a woman's beauty does not belong to her alone. It is a part of the bounty she brings into the world. She has a duty to share it.", "author": "J.M. Coetzee"},
{"text": "But you weren't born expecting that kind of beauty in everyone, all the time. You just got programmed into thinking anything else is ugly.", "author": "Scott Westerfeld"},
{"text": "This is what a woman is: unadorned, after children and work and age, and experience-these are the marks of living.", "author": "Zadie Smith"},
{"text": "A hint of sensual frustration roughened his voice.", "author": "Tessa Dare"},
{"text": "You can spit on a rose, but it's still a rose.", "author": "Marty Rubin"},
{"text": "Women show men beauty in things beyond their ambitions. Women tell men to stop and smell the roses.", "author": "Criss Jami"},
{"text": "I'm one of my sensations.", "author": "Alberto Caeiro"},
{"text": "Beauty is to recognize how full of Love you are. Sensuality is to let some of that Love shine through your body.", "author": "Nityananda Das"},
{"text": "Please, I'm a transgender former boy-bander. You think I don't know how to defend myself?", "author": "Libba Bray"},
{"text": "Brought to you by The Corporation: In your homes and in your pants.", "author": "Libba Bray"},
{"text": "All in the eye of the beholder - Some of the most destructive forces in the world (Fire & Water), can also have the power of beauty.", "author": "Martin R. Lemieux"},
{"text": "Self-denial can lock women into a smug and critical condescension to other, less devout women.", "author": "Naomi Wolf"},
{"text": "I was going to tell you that you look beautiful with your hair down. That's all I was going to say.", "author": "Lauren Oliver"},
{"text": "Brushing the clouds away from my eyes, I see clarity in the raindrop and beauty in the first ray of morning sun...", "author": "Virginia Alison"},
{"text": "There is no reason for beauty. It just is.", "author": "erin kellison"},
{"text": "For the eye has this strange property: it rests only on beauty.", "author": "Virginia Woolf"},
{"text": "Music, even in situations of the greatest horror, should never be painful to the ear but should flatter and charm it, and thereby always remain music.", "author": "Woflgang Amadeus Mozart"},
{"text": "Breathtaking, splendid, wondrous, sublime, all those words describe you, exactly as you are. You are a work of art! Enjoy your beauty!", "author": "Amy Leigh Mercree"},
{"text": "She will outstrip all praise and make it halt behind her.", "author": "William Shakespeare"},
{"text": "I would suggest that science is, at least in my part, informed worship.", "author": "Carl Sagan"},
{"text": "Fashion is neither moral or immoral, but it is for rebuilding the morale.", "author": "Karl Lagerfeld"},
{"text": "O my love, my wife!", "author": "William Shakespeare"},
{"text": "Pain and beauty, our constant bedfellows", "author": "Nick Bantock"},
{"text": "You don’t know what a trial it is to be —like me. I've got to keep my face like steel in the street to keep men from winking at me.", "author": "F. Scott Fitzgerald"},
{"text": "The maturing of a woman who has continued to grow is a beautiful thing to behold.", "author": "Naomi Wolf"},
{"text": "Have you reckon'd a thousand acres much? have you reckon'd the earth much?", "author": "Walt Whitman"},
{"text": "There's nothing weak about beauty, child. The only weakness in it is if you think it means anything important.", "author": "Charlie Fletcher"},
{"text": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not.", "author": "Ralph Waldo Emerson"},
{"text": "Things are pretty, graceful, rich, elegant, handsome, but, until they speak to the imagination, not yet beautiful.", "author": "Ralph Waldo Emerson"},
{"text": "On the shining yards of heaven", "author": "Bliss Carman"},
{"text": "Desire for beauty will endure and undermine the desire for truth.", "author": "Richard O. Prum"},
{"text": "Beauty will not come at the call of the legislature.... It will come, as always, unannounced, and spring up between the feet of brave and earnest men.", "author": "Ralph Waldo Emerson"},
{"text": "She is a smile in the dark", "author": "Richard L.  Ratliff"},
{"text": "Beauty is the antidote to life.", "author": "A.G. Stranger"},
{"text": "Hating skin color is contempt for God's divine creative imagination. Honoring it is appreciation for conscious, beautiful-love-inspired diversity.", "author": "T.F. Hodge"},
{"text": "But maybe you see beauty in me because you are beautiful, not because I am.", "author": "Amy Harmon"},
{"text": "When you are truly stunning, gorgeous and beautiful, you won’t have to prove that to anyone visually.", "author": "Alexandra Elle"},
{"text": "The stiletto is a feminine weapon that men just don't have.", "author": "Christian Louboutin"},
{"text": "Accept the universe", "author": "Alberto Caeiro"},
{"text": "I wish I could line up naked the men I've slept with and just gloat for a hot minute. Beautiful creatures.", "author": "Crystal Woods"},
{"text": "Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault.", "author": "Oscar Wilde"},
{"text": "Blessed are they who see beautiful things in humble places where other people see nothing.", "author": "Camille Pissarro"},
{"text": "Birds were created to record everything. They were not designed just to be beautiful jewels in the sky, but to serve as the eyes of heaven.", "author": "Suzy Kassem"},
{"text": "They will stop calling brides beautiful after today—you have simply set the standard too high,' he said.", "author": "Anna Godbersen"},
{"text": "Beauty is in the heart of the beholder.", "author": "Suzy Kassem"},
{"text": "Weight doesn’t matter. It really doesn’t. I mean, it does if you’re a model or whatever.", "author": "Meg Cabot"},
{"text": "Beauty soaks reality as water fills a rag.", "author": "Chet Raymo"},
{"text": "Do you know where your breakthrough begins? Your breakthrough begins where your excuses ends.", "author": "Patience Johnson"},
{"text": "I am sure that God has given all his time in making you, the remaining human race has been created in haste.", "author": "Amit Kalantri"},
{"text": "What is true about music is true about life: that beauty reveals everything because it expresses nothing.", "author": "Mandy Slade"},
{"text": "When there is no tension between the inner beingness and that which is being expressed, there is grace.", "author": "Donna Goddard"},
{"text": "She was a beautiful woman, fresh-scrubbed and wholesome. Just like his ex-fiancee. A heartless floozy in disguise.", "author": "Peggy Webb"},
{"text": "And since today’s all there is for now, that’s everything.", "author": "Alberto Caeiro"},
{"text": "She was the most beautiful creature on Earth - her hair said so in that language only hair can speak.", "author": "Gabriel Bá"},
{"text": "Doing mathematics should always mean finding patterns and crafting beautiful and meaningful explanations.", "author": "Paul   Lockhart"},
{"text": "My Emma, does not every thing serve to prove more and more the beauty of truth and sincerity in all our dealings with each other?", "author": "Jane Austen"},
{"text": "Escape? There is one unwatched way: your eyes. O Beauty! Keep me good that secret gate.", "author": "Wilfred Owen"},
{"text": "I've developed into quite a swan. I'm one of those people that will probably look better and better as I get older - until I drop dead of beauty.", "author": "Rufus Wainwright"},
{"text": "She may resent", "author": "Naomi Wolf"},
{"text": "Beauty is the virtue of the body as virtue is the beauty of the soul", "author": "Ralph Waldo Emerson"},
{"text": "Let the beauty we love be what we do. There are a hundred ways to kneel and kiss the ground", "author": "Diana Abu-Jaber"},
{"text": "Poetry and art nourish the soul of the world with the flavor-filled substances of beauty, wisdom and truth.", "author": "Aberjhani"},
{"text": "But you're beautiful, and the beautiful should be given whatever they want.\"", "author": "Hanif Kureishi"},
{"text": "Slowly the truth is loading", "author": "David Gray"},
{"text": "The baby's beauty lies on its' pure-hearted.", "author": "Toba Beta"},
{"text": "He's soft and strong at the same time; beautiful and cold like a polished japanese katana.", "author": "Kazuma Kodaka"},
{"text": "Kindness and awareness work together. Through awareness we understand the underlying beauty of everything and every being.", "author": "Amit Ray"},
{"text": "It is beautiful to talk about beautiful things and even more beautiful to silently gaze at them.", "author": "Dejan Stojanovic"},
{"text": "From her thighs, she gives you life", "author": "Suzy Kassem"},
{"text": "Who would you impress if the world was blind?", "author": "Shannon L. Alder"},
{"text": "That’s the attractive thing about war,” said Rosewater. “Absolutely everybody gets a little something.", "author": "Kurt Vonnegut"},
{"text": "It’s stranger than every strangeness", "author": "Alberto Caeiro"},
{"text": "If I could take a bite of the whole world", "author": "Alberto Caeiro"},
{"text": "The man stopped talking and was looking at the sunset.", "author": "Alberto Caeiro"},
{"text": "Never mourn the loss of innocence, because it always brings the much greater gain of wisdom.", "author": "Erica Goros"},
{"text": "Sometimes I look in the mirror and think I'm really good looking. Then other times I think my body's all wrong.", "author": "Alex Sanchez"},
{"text": "Live, you say, in the present;", "author": "Alberto Caeiro"},
{"text": "May I see the beauty in others without denigrating my own.", "author": "Kimber Simpkins"},
{"text": "I think about this, not like someone thinking, but like someone breathing,", "author": "Alberto Caeiro"},
{"text": "The desert, when the sun comes up...I couldn't tell where heaven stopped and the Earth began.", "author": "Tom Hanks"},
{"text": "Because you're beautiful. I enjoy looking at beautiful people, and I decided a while ago not to deny myself the simpler pleasures of existence.", "author": "John Green"},
{"text": "What is lovely never dies, but passes into other loveliness, Star-dust, or sea-foam, flower or winged air.", "author": "Thomas Bailey Aldrich"},
{"text": "The study of beauty is a duel in which the artist cries out in terror before being vanquished.", "author": "Charles Baudelaire"},
{"text": "Beauty’s not only skin deep. Just because a person is beautiful", "author": "Rachel Cohn"},
{"text": "The stars are on the inside. They are effing beautiful.", "author": "Cath Crowley"},
{"text": "As women demanded access to power, the power structure used the beauty myth materially to undermine women's advancement.", "author": "Naomi Wolf"},
{"text": "Jewelry takes people's minds off your wrinkles", "author": "Sarah Phillips"},
{"text": "The devil himself can become beauty, so we are told, to corrupt mankind.\"", "author": "Iain Pears"},
{"text": "You are stronger than me,\" Asa says. \"And in bravery and strength, there is a kind of beauty.", "author": "Matthew J. Kirby"},
{"text": "Only God may be adored, because only God is unlimited goodness, truth, and beauty, and thus only God deserves unlimited love.", "author": "Peter Kreeft"},
{"text": "Beauty and grace are performed whether or not we will or sense them. The least we can do is try to be there.", "author": "Annie Dillard"},
{"text": "If women cannot eat the same food as men, we cannot experience equal status in the community.", "author": "Naomi Wolf"},
{"text": "Fortune's fool! How we humans lie upon beauty like lizards upon a sun-baked rock.", "author": "Roman Payne"},
{"text": "…for what after all is Youth and Beauty?", "author": "Jane Austen"},
{"text": "When I grow up next year my life will be easy.\" Vanity", "author": "Caroline Gerardo"},
{"text": "Beauty! Terrible Beauty!", "author": "Homer"},
{"text": "The worse they are the more they see beauty in each other.", "author": "Alan Hollinghurst"},
{"text": "Only through Beauty's morning-gate, dost thou penetrate the land of knowledge.", "author": "Friedrich von Schiller"},
{"text": "My dear, it is a great strength to have faced the worst and to have *felt* it a feature of beauty. Nothing ever after can shake one.", "author": "Olaf Stapledon"},
{"text": "We are immensed in beauty, but our eyes have no clear vision.", "author": "Ralph Waldo Emerson"},
{"text": "I firmly believe that everyone deserves to live within walking distance of either beauty or convenience, if not both. (48)", "author": "Victoria Moran"},
{"text": "Then I wondered, what if?", "author": "Markelle Grabo"},
{"text": "The ugliness at the heart of beauty. Is there always ugliness, do you suppose? Even when the object is very, very beautiful?", "author": "Mary Balogh"},
{"text": "What, in nature,\" Kit asked, \"is the most beautiful thing you've seen? Or the most terrible?\"", "author": "Sena Jeter Naslund"},
{"text": "I will listen to a beautiful person much more quickly than a plain person, and I have to learn to be nice to people who are not attractive looking.", "author": "Beatrice Wood"},
{"text": "If one of the things you believe in,", "author": "Erin Hanson"},
{"text": "What?\" I asked.", "author": "John Green"},
{"text": "You are magnificent beyond measure, perfect in your imperfections, and wonderfully made.", "author": "Abiola Abrams"},
{"text": "True beauty is measured by the number of pearls within you, not those around your neck.", "author": "Suzy Kassem"},
{"text": "The Earth must have done some noble work; that is why you were born here and not in the ocean among the fishes and not in the sky among the birds.", "author": "Amit Kalantri"},
{"text": "A person with taste is merely one who can recognize the greatest beauty in the simplest things.", "author": "Barbara Taylor Bradford"},
{"text": "Writing takes a combination of sophistication and innocence; it takes conscience, our belief that something is beautiful because it is right.", "author": "Anne Lamott"},
{"text": "If ever any beauty I did see,", "author": "John Donne"},
{"text": "Kisses were better than potions.", "author": "Gail Carson Levine"},
{"text": "maybe, beauty, true beauty, is so overwhelming, it goes straight to our hearts.maybe it makes us feel emotions that are locked away inside", "author": "James Patterson and gabrielle charbonnet"},
{"text": "You men have none of you any hearts.'", "author": "Jane Austen"},
{"text": "How can a deer tell when a leaf falls silent in the forest? She hears it breathing differently.", "author": "Richard Bach"},
{"text": "There is desire in the perfect, beauty in the imperfect.", "author": "Ilyas Kassam"},
{"text": "For one of the first pressures that bear down on American girls is the pressure not only to be liked but to be", "author": "Debra Ollivier"},
{"text": "There is no cosmetic for beauty like happiness.", "author": "Maria Mitchell"},
{"text": "Look after goodness and truth, beauty will look after herself.", "author": "Eric Gill"},
{"text": "Maybe if everything was beautiful, nothing would be.", "author": "Dean Koontz"},
{"text": "He used to say the uglier things are the longer they live, and the ugliest things live forever.", "author": "Mal Peet"},
{"text": "I tell you, you will not see the new beauty and the truth, until you make up your minds to spit.", "author": "Kazimir Severinovich Malevich"},
{"text": "She is not fair to outward view", "author": "Hartley Coleridge"},
{"text": "When you were in a room with Kurtis James, whether it was one or a hundred other people, Kurtis seemed to be the only one there", "author": "Dee Remy"},
{"text": "sad things are beautiful only from a distance", "author": "Tao Lin"},
{"text": "The beauty of this day doesn't depend on its lasting forever.", "author": "Marty Rubin"},
{"text": "She was every inch the skeletal goddess that had been promised by the bones of her feet.", "author": "Jefferson Smith"},
{"text": "I was there to see beautiful naked women. So was everybody else. It's a common failing.", "author": "Robert A. Heinlein"},
{"text": "Beauty is given to dolls, majesty to haughty vixens, but mind, feeling, passion and the crowning grace of fortitude are the attributes of an angel.", "author": "Charlotte Brontë"},
{"text": "Order is what exists before you start arranging things.", "author": "Marty Rubin"},
{"text": "There is beautiful you are.\"", "author": "Richard Llewellyn"},
{"text": "How old are you?\"", "author": "George MacDonald"},
{"text": "Tremendous beauty and tremendous ugliness puts you on the outside of things.", "author": "Peter Bogdonavich"},
{"text": "Whatever is destroyed, the act of destruction does not vary much. Beauty if vapour from the pit of death.", "author": "J. A. Baker"},
{"text": "Beauty is the worst kind of lie.", "author": "Beth Kephart"},
{"text": "When death speaks to me, it speaks only of the beauty of life.", "author": "Marty Rubin"},
{"text": "...it's fat women who are really beautiful. The fatter the better.", "author": "Antonio Olinto"},
{"text": "i'd rather be beautiful on thee inside where it is never seen by the world but always seen by the one true living God", "author": "Samone Sherrell"},
{"text": "Creativity leads others to where I lead you, to an unseen beauty, so ineffable its very beauty destroys itself...", "author": "Fola"},
{"text": "Could beauty, my lord, have better commerce than with honesty?", "author": "William Shakespeare"},
{"text": "Look on beauty,", "author": "William Shakespeare"},
{"text": "The forest has shrunk", "author": "Visar Zhiti"},
{"text": "Beauty itself doth of itself persuade", "author": "William Shakespeare"},
{"text": "If Beauty is excuse enough for Being, it sure takes Plainness then to feel the real necessity for—Doing.", "author": "Eleanor Hallowell Abbott"},
{"text": "I tell you Schoonmaker she doesn't know what she has. That's the heart of it. She's like some wild creature who hasn't a clue the worth of its coat.", "author": "Anna Godbersen"},
{"text": "In a sense, beauty is what one chooses to feel by virtue of what one chooses to imitate and to create.", "author": "Robert Pack"},
{"text": "Israelis are a mix of North African, Levantine, and Eastern European, which inflames the politics but does amazing things for the women.", "author": "Kenneth Cain"},
{"text": "It is not Beauty I demand,", "author": "George Darley"},
{"text": "And yonder sits a maiden, The fairest of the fair, With gold in her garment glittering, And she combs her golden hair.", "author": "Heinrich Heine"},
{"text": "A poet dares be just so clear and no clearer... He unzips the veil from beauty, but does not remove it. A poet utterly clear is a trifle glaring.", "author": "E.B. White"},
{"text": "That is her style of beauty.", "author": "George Orwell"},
{"text": "The quality of beauty lies on", "author": "Toba Beta"},
{"text": "A flower's structure leads a bee toward having pollen adhere to its body . . . we don't know of any such reason why beautiful places attract humans.", "author": "David Rains Wallace"},
{"text": "One great function of the arts is to keep ideals alive in a culture that does not yet realize them.", "author": "Susan Neiman"},
{"text": "If you see those pretty things", "author": "Stephen Cosgrove"},
{"text": "Beauty is single. Only ugliness is multiple, and even then its multiplicity is soon exhausted.", "author": "Jules Barbey d'Aurevilly"},
{"text": "Art makes murder into the supreme image of Beauty and in doing so sets free the vengeful God. (referring to Jean Lorrain's LE VICE ERRANT)", "author": "Jennifer Birkett"},
{"text": "I've been beautiful all along.", "author": "Soman Chainani"},
{"text": "More than nakedness,", "author": "Donna Goddard"},
{"text": "Beauty to her, as to all who have felt, lay not in the thing, but in what the thing symbolized.", "author": "Thomas Hardy"},
{"text": "Masterpieces aren't just limited to canvas.", "author": "Anthony T Hincks"},
{"text": "You never know who you're inspiring or uninspiring. People notice more than you think.", "author": "Amaka Imani Nkosazana"},
{"text": "It's my choice to be beautiful. It's my choice to be ugly. And it's my choice to decided what those words actually mean.", "author": "Virginia Petrucci"},
{"text": "She's Devine.", "author": "C.R. Bittar"},
{"text": "It is true that there is not enough beauty in the world.", "author": "Louise Glück"},
{"text": "For beauty is nothing but the beginning of terror.", "author": "Rainer Maria Rilke"},
{"text": "Even now, I still believe metamorphosis is the greatest beauty.", "author": "David Vann"},
{"text": "Everything’s different from us. That’s why everything exists.", "author": "Alberto Caeiro"},
{"text": "What does this think about that?", "author": "Alberto Caeiro"},
{"text": "A row of trees far away, there on the hillside.", "author": "Alberto Caeiro"},
{"text": "There is only two types of women in the world:", "author": "Gauri Shankar Gupta"},
{"text": "If science wants to be truthful,", "author": "Alberto Caeiro"},
{"text": "Make her smile, make her laugh and make her happy; because this is the only Truth, Meaning & Beauty act any human can ever achieve.", "author": "Sameh Elsayed"},
{"text": "All the evil in the world comes from us bothering with each other,", "author": "Alberto Caeiro"},
{"text": "Everyone is pretty enough in the dark,", "author": "Sylvain Reynard"},
{"text": "Praise be to God I’m not good,", "author": "Alberto Caeiro"},
{"text": "If I talk about her like she’s a being", "author": "Alberto Caeiro"},
{"text": "I was born subject like others to errors and defects,", "author": "Alberto Caeiro"},
{"text": "Water was liquid silver, water was gold. It was clarity—a sacred thing.", "author": "Aspen Matis"},
{"text": "The sky calls to us. If we do not destroy ourselves, we will one day venture to the stars.", "author": "Carl Sagan"},
{"text": "True beauty could be discovered only by one who mentally complete the incomplete.", "author": "Kakuzō Okakura"},
{"text": "She's beautiful,' he murmured.", "author": "George Orwell"},
{"text": "At that moment, beauty itself struck me as a kind of painful melancholy.", "author": "Arthur Golden"},
{"text": "In all judgements by which we describe anything as beautiful, we allow no one to be of another opinion.", "author": "Immanuel Kant"},
{"text": "Describe plum-blossoms?", "author": "Reikan"},
{"text": "How one walks through the world, the endless small adjustments of balance, is affected by the shifting weights of beautiful things.", "author": "Elaine Scarry"},
{"text": "Why is wisdom so fair? Why is beauty so wise?", "author": "Vera Nazarian"},
{"text": "I have a thing for evil bald bad guys. The Kurgan is too sexy.", "author": "Ernest Cline"},
{"text": "They knew, though, she would not suffer as they had suffered. She was perfect. They were scarred.", "author": "Francesca Lia Block"},
{"text": "All the beautiful waitresses existed like eternal responsibilities.", "author": "Spalding Gray"},
{"text": "To the rich, therefore, falls the burden of Beauty. And if they cannot assume it, then they deserve to die.", "author": "Muriel Barbery"},
{"text": "Everything about riding a bicycle compels you towards beauty.", "author": "BikeSnobNYC"},
{"text": "Our tragedy is their beauty. Our pain is their art. The beatific bereavement that is our life captured on a canvas for all the world to see.", "author": "Solange nicole"},
{"text": "she might have been pretty when she started out, but the world had moved on since then.", "author": "Stephen King"},
{"text": "An odd thing about beauty, however, is that it's absence tends not to arouse our sympathy as much as other forms of privation do.", "author": "Jonathan Franzen"},
{"text": "Fate does not invite ugly boring people to save the world; and if you", "author": "James Alan Gardner"},
{"text": "... keeping her wild-honey-and-chamomile-soaked hair from falling into her oatmeal-and-yogurt face mask", "author": "Emma McLaughlin"},
{"text": "In the old age black was not counted fair,", "author": "William Shakespeare"},
{"text": "She had once been described, by one who saw below the surface, as a perfectly beautiful woman in an absolutely plain shell.", "author": "Florence L. Barclay"},
{"text": "She lifts a bowl of kheer and her thoughts, flittering like dusty sparrows in a brown back alley, turn a sudden kingfisher blue.", "author": "Chitra Banerjee Divakaruni"},
{"text": "Dieting is the most potent political sedative in women's history; a quietly mad population is a tractable one.", "author": "Naomi Wolf"},
{"text": "Order and reason, beauty and benevolence, are characteristics and conceptions which we find solely associated with the mind of man.", "author": "Karl Pearson"},
{"text": "Aging in women is 'unbeautiful' since women grow more powerful with time, and since the links between generations of women must always be broken.", "author": "Naomi Wolf"},
{"text": "Keating stood still, because he understood for the first time what it was that artists spoke about when they spoke of beauty.", "author": "Ayn Rand"},
{"text": "Women have face-lifts in a society in which women without them appear to vanish from sight.", "author": "Naomi Wolf"},
{"text": "Roseanne, Roseanne, if I called to you now, my own self calling to my own self, would you hear me? And if you could hear me, would you heed me?", "author": "Sebastian Barry"},
{"text": "Western women have been controlled by ideals and stereotypes as much as by material constraints.", "author": "Naomi Wolf"},
{"text": "Beauty is a matter of finding the right address.", "author": "Apol Lejano-Massebieau"},
{"text": "It's not Life that begans at forty, it's Death", "author": "Kathy Lette"},
{"text": "It's better to have nothing,' the children were saying.", "author": "Marilynne Robinson"},
{"text": "The color and shape of flowers are a precise record of what bees find attractive", "author": "Frederick Turner"},
{"text": "Nothing overdone, nothing racy, which made her all the more alluring.", "author": "Keith Ablow"},
{"text": "The secret to youth is to fill your mind with beauty! Amen", "author": "Linda Ballou"},
{"text": "BEL-IMPERIA: Oh let me go; for in my troubled eyes", "author": "Thomas Kyd"},
{"text": "Beauty is in the eye of the beholder", "author": "Margaret Wolfe Hungerford"},
{"text": "Is beauty enhanced or adulterated by utility?", "author": "Sena Jeter Naslund"},
{"text": "(it was) beautiful, like so many senseless things.", "author": "Jules Barbey d'Aurevilly"},
{"text": "I don't tolerate politics that come from anger. I want a politics derived from beauty... I don't admire politicians, but poets. (Rubem Alves, p. 189)", "author": "Mev Puleo"},
{"text": "What beauty could be your life’s mountain peak which you could climb all the way up?", "author": "Sorin Cerin"},
{"text": "Why is it that beautiful women never seem to have curiosity?", "author": "Penelope Gilliatt"},
{"text": "In the back of your hypnotic mind", "author": "Claudia Pavel"},
{"text": "Even in stonework there is a natural beauty.", "author": "Anthony T. Hincks"},
{"text": "I am the lover of uncontained and immortal beauty.", "author": "Ralph Waldo Emerson"},
{"text": "Beauty is in your eyes, how you see", "author": "Ehsan Sehgal"},
{"text": "I will never know, neither will you, the life we didn't live", "author": "Nalini Priyadarshni"},
{"text": "You need beauty to be a model but not to be a role model.", "author": "Amit Kalantri"},
{"text": "Beauty is in the eye of the jury.", "author": "Ljupka Cvetanova"},
{"text": "I’d rather live in a world where I get to love the moon than in one where I don’t, even if the moon won’t return the feeling.", "author": "Alex London"},
{"text": "Gotta go pee first.\" Nina veered to the toilets.", "author": "Amy S. Foster"},
{"text": "Only those who look closely will see the beauty between her flaws.", "author": "Giovannie de Sadeleer"},
{"text": "Beauty is nothing but the way you carry your attitude.", "author": "TRIPURARI"},
{"text": "A beautiful question: where would I be without music?", "author": "Shawn Lukas"},
{"text": "The scars on your body do not determine the beauty of your soul.", "author": "Giovannie de Sadeleer"},
{"text": "Cry your heart out little girl", "author": "Samiha Totanji"},
{"text": "He has a very strong sense of beauty, he has. You're to dress entirely in black and white and silver.\"", "author": "Anne Stuart"},
{"text": "In love, vulnerability is inevitable; finding beauty in it is a choice.", "author": "Baljeet Randhawa"},
{"text": "But the landscape of devastation is still a landscape. There is beauty in ruins.", "author": "Susan Sontag"},
{"text": "You Cannot Escape Beauty And You Cannot Stop Being Attracted To It, Because Beauty Allures. Beauty Seduces. Beauty Wants You To Come Closer.", "author": "Trebbe Johnson"},
{"text": "Beauty is instantly more than doubled—ugliness, more than halved—by the mere act of smiling.", "author": "Mokokoma Mokhonoana"},
{"text": "When will your sun come - to make everything reborn?", "author": "Emmanuelle Soni-Dessaigne"},
{"text": "If you have ever enjoyed the beauty of a sunrise, then you would never complain that life has no beauty.", "author": "Debasish Mridha MD"},
{"text": "When you focus on pain, you suffer; when you focus on beauty, you find the beauty and forget the pain.", "author": "Debasish Mridha MD"},
{"text": "When we are looking at the moon, we see the purest reflection of our own beauty and magic, which is why we love the moon so much.", "author": "Debasish Mridha MD"},
{"text": "Moon is one of the most beautiful words written in every heart with the light of silvery love.", "author": "Debasish Mridha MD"},
{"text": "Every human being needs to love to reflect her beauty, as every flower needs sunshine to bloom.", "author": "Debasish Mridha MD"},
{"text": "You are so beautiful that stars are looking at you with twinkling eyes to steal some of your glitter and adorn themselves.", "author": "Debasish Mridha MD"},
{"text": "Her smile is so beautiful, it is like a loaded gun.", "author": "Debasish Mridha MD"},
{"text": "Her smile is like a blooming red rose, it was enough to attract all the bumblebees.", "author": "Debasish Mridha MD"},
{"text": "Smile like the moon to make life beautiful, because in your beautiful smile life finds meaning.", "author": "Debasish Mridha MD"},
{"text": "When you look at a beautiful flower, see not only the beauty of the flower but also the reflection of the beauty of your life.", "author": "Debasish Mridha MD"},
{"text": "I find the beauty in everything, no because everything is beautiful but because I consciously focus on beauty.", "author": "Debasish Mridha MD"},
{"text": "To enjoy the magnificence of life and its beauty, look at it with child-like simplicity.", "author": "Debasish Mridha MD"},
{"text": "Be like a flower and appreciate your own magical beauty with your own burning love.", "author": "Debasish Mridha MD"},
{"text": "Don't act like a bee; be slow like a flower to reveal your inner beauty.", "author": "Debasish Mridha MD"},
{"text": "there would always be flashes of beauty even in the midst of pain", "author": "Laila Ibrahim"},
{"text": "The beauty of a flower is not in her heart, it is a reflection of your purest love.", "author": "Debasish Mridha MD"},
{"text": "You are made for each other, now and forever. You look stunning together.", "author": "Debasish Mridha MD"},
{"text": "There are so many wonderful reasons to smile. Smile because you're alive and enjoying this beautiful world.", "author": "Debasish Mridha MD"},
{"text": "Luxuriating in the morning sunlight while walking on the wonderful ocean beach of life. What could be more precious?", "author": "Debasish Mridha MD"},
{"text": "You are a river and a spring flower. The fragrance of life is your ecstasy.", "author": "Debasish Mridha MD"},
{"text": "Slow down and enjoy the beauty and magnificence of life, let your life bloom slowly.", "author": "Debasish Mridha MD"},
{"text": "Each morning is a new beginning of life along with the lights of love, enjoy these precious moments.", "author": "Debasish Mridha MD"},
{"text": "Every morning I wake up early to enjoy the lights of hope, the beauty of love and the warmth of kindness.", "author": "Debasish Mridha MD"},
{"text": "Beauty is Soul Deep - Beautiful Girl by Kailin Gow", "author": "Kailin Gow"},
{"text": "Before beauty disappears entirely from the earth, it will go on existing for a while as a mistake.", "author": "Milan Kundera"},
{"text": "Don't allow your ego to become a barrier between you and others, between you and all the beauty of this world.", "author": "Akiroq Brost"},
{"text": "All the beautiful lies in the world do not equal a single ugly truth.", "author": "Carmine Savastano"},
{"text": "May you Fall in love with October", "author": "Charmaine J. Forde"},
{"text": "To behold such majestic beauty, is admiring the creative mind and finger of God.", "author": "Stacy Nazario"},
{"text": "Why are you taking this so personally?", "author": "Leigh Bardugo"},
{"text": "Paint a picture of the sunset that no one will ever forget.", "author": "Debasish Mridha MD"},
{"text": "Dance as if you are drunk on the beauty of life.", "author": "Debasish Mridha MD"},
{"text": "True sensuality is classy.", "author": "Lebo Grand"},
{"text": "The only beauty we’ll give account for in eternity is our godliness.", "author": "Tessa Emily Hall"},
{"text": "Beauty will not define me. I will define beauty.", "author": "Emmanuelle Soni-Dessaigne"},
{"text": "There is no right or wrong, beauty or ugliness. There are mind games and child's play. There is only love and kindness", "author": "Debasish Mridha MD"},
{"text": "Life is when we exist to observe and enjoy the beauties of nature, meditation is when we observe the beauties of the observer.", "author": "Debasish Mridha MD"},
{"text": "COMPLEX but a BEAUTY you are.", "author": "Shreesham Pandey"},
{"text": "All that remains of me now is a rumour of beauty.", "author": "Sebastian Barry"},
{"text": "When you learn to love deeper, life gets prettier", "author": "Debasish Mridha MD"},
{"text": "I think the people of Chittagong division are more beautiful than the people of other divisions in Bangladesh!", "author": "Md. Ziaul Haque"},
{"text": "Since our problems have been our own creation", "author": "George Harrison"},
{"text": "Yoga is a simple journey to discover your own beauty and bloom like a flower.", "author": "Debasish Mridha MD"},
{"text": "There was something beautiful about his scars, something lovely about his fallibility.", "author": "Grace Curley"},
{"text": "Yoga lets you shine the lights within you so that you can see your inner world and its beauty.", "author": "Debasish Mridha MD"},
{"text": "The more beauty you see in the world, the more beautiful you become.", "author": "Debasish Mridha MD"},
{"text": "I am Armenian since I was a kid... I am Armenian before I am born ........... #beauty_of_Minister_of_Justice", "author": "Hesham Nebr"},
{"text": "There were times when the mood of woman was a result of how she felt. Now days her mood depends on how her eyebrows are been drawn.", "author": "Ljupka Cvetanova"},
{"text": "The art of living a beautiful life is to live in the beauty of love.", "author": "Debasish Mridha MD"},
{"text": "Be the sunshine in someone's cloudy sky.", "author": "Debasish Mridha MD"},
{"text": "Flowers look beautiful whether it's day or night, and so do you.", "author": "Anthony T. Hincks"},
{"text": "All suffering comes with a gift of love, which is the best lesson of life. It blooms in our memory like a beautiful flower.", "author": "Debasish Mridha MD"},
{"text": "When you learn to love deeper, life gets prettier.", "author": "Debasish Mridha MD"},
{"text": "Life is beautiful. I feel beauty all around me, in the sunshine, in the winds,in the rains, in the people, everywhere.", "author": "Vidushi Gupta"},
{"text": "The tree birds fill the air", "author": "Emmanuelle Soni-Dessaigne"},
{"text": "The sea beckoned to me, and all reality was lost—swept away in the entrancing song of the tide.", "author": "Meredith T. Taylor"},
{"text": "The pair’s beauty reflected in the singing sea itself, entrancing the moon and the constellations. If only the mind was as beautiful as the body.", "author": "Grace Curley"},
{"text": "There is no right or wrong, beauty or ugliness. These are mind games and child's play. There is only love and kindness.", "author": "Debasish Mridha MD"},
{"text": "In each color, at its heart, you will find a love which is easily shared.", "author": "Anthony T. Hincks"},
{"text": "When a girl turns fourteen, she changes. She gets acne, or she is not supremely skinny. She is not beautiful anymore.", "author": "Eva Beauchamp"},
{"text": "Annoyed with those -", "author": "Ejump Schiffler"},
{"text": "Love is not liking the beauty but accepting the flaws.", "author": "Joshua Suya Pelicano"},
{"text": "You miss all the shots you don’t take. True love will appear in your life…if you are brave enough to chase it.", "author": "Poem Schway"},
{"text": "I had never seen a more flawless specimen than this wild looking siren.", "author": "Meredith T. Taylor"},
{"text": "Their eyes locked for a single moment, and Nick felt his heart jackhammering violently in his chest like it wanted to crack his rib cage open.", "author": "Poem Schway"},
{"text": "Her body is a philosophical novel that proves the existence of extraterrestrial life forms.", "author": "Curtis tyrone jones"},
{"text": "If I were God,", "author": "Malak El Halabi"},
{"text": "He hesitated, all rational thoughts drowning in the seas of her azure eyes.", "author": "Poem Schway"},
{"text": "Poetry may not fill your life with money and possessions, but without poetry where will life find its magnificent and beauty?", "author": "Debasish Mridha MD"},
{"text": "A herd of gods tripped over themselves running after her.", "author": "Poem Schway"},
{"text": "The best stories help you see beauty in a place you never thought to look before.", "author": "Jen Golembiewski"},
{"text": "But when you live in beauty and look from beauty, everything points in different ways to your wholeness.", "author": "Jean Klein"},
{"text": "Your ears are lovely , he said, but there's a kind of eerie beauty to your profile.", "author": "Yasunari Kawabata"},
{"text": "When jealousy surges through thy heart", "author": "Anna Livia Plurabelle"},
{"text": "Butterflies will always look beautiful, no matter what the angle.", "author": "Anthony T. Hincks"},
{"text": "God, how the young and beautiful vanish and are no more seen.", "author": "Iris Murdoch"},
{"text": "Your eyes tell of the beauty behind the smile.", "author": "Anthony T. Hincks"},
{"text": "Every woman is beautiful when she becomes aware of her inner beauty and magnificent strength", "author": "Debasish Mridha MD"},
{"text": "Every woman is a ray of love and a symbol of beauty, kindness, compassion and life.", "author": "Debasish Mridha MD"},
{"text": "Every woman is beautiful when she becomes aware of her inner beauty and magnificent strength.", "author": "Debasish Mridha MD"},
{"text": "I see the echo in your eyes & your beautiful voice still causes my mind to dance in circles around my heart, enticing it to rise & love again.", "author": "Curtis Tyrone Jones"},
{"text": "Every woman is a ray of love. She is the symbol of beauty, kindness, compassion and life.", "author": "Debasish Mridha MD"},
{"text": "God made you to be the way you are, you needn't try to be anything different than that.", "author": "Victoria Lynn"},
{"text": "Grey eyes will never dampen a pretty face.", "author": "Anthony T. Hincks"},
{"text": "Flowers always stand out in one's heart & in one's soul.", "author": "Anthony T. Hincks"},
{"text": "Life becomes more beautiful when you choose to embrace its beauty.", "author": "Gift Gugu Mona"},
{"text": "Beautiful things come together one stitch at a time.", "author": "Donna Goddard"},
{"text": "Sometimes I find myself arguing with her hips because her walk is so mean.", "author": "Curtis Tyrone Jones"},
{"text": "You are born to unfold the petals of love and spread the fragrance and beauty of life with your smile.", "author": "Debasish Mridha MD"},
{"text": "Beautiful people are often rather boring, don't you think?\"", "author": "Dorothy L. Sayers"},
{"text": "There is beauty and majesty in God's remaining disappeared!", "author": "Md. Ziaul Haque"},
{"text": "Beauty of blood. Innocent beauty flowering in my weeping.", "author": "Julia de Burgos"},
{"text": "She stands as a tribute to all that surrounds her. A woman of beauty, in a sunset of desire.", "author": "Anthony T. Hincks"},
{"text": "Every day magic and beauty awaits us", "author": "Mimi Novic"},
{"text": "Bare Skin is what I use when I want to look natural.", "author": "Anthony T. Hincks."},
{"text": "But who can quantify", "author": "John Foster"},
{"text": "When beauty walks, rainbows take to the air.", "author": "Anthony T. Hincks"},
{"text": "It is so wonderful to wake up in the morning and see the sparkling lights on a dew drop reflecting the magnificence of love.", "author": "Debasish Mridha MD"},
{"text": "It's the colors between yellow and white that interest me the most.", "author": "Anthony T. Hincks"},
{"text": "Walk towards the garden of life and love. One day you will find flowers of joy are blooming with the fragrance of happiness", "author": "Debasish Mridha MD"},
{"text": "In the center of each whirlpool is a vortex of beauty.", "author": "Anthony T. Hincks"},
{"text": "Your eyes border on the miraculous the way they resurrect my smile.", "author": "Curtis Tyrone Jones"},
{"text": "The beauty of Photography is not in what you see, its art lies in your dreams.", "author": "Biju Karakkonam, Nature and Wildlife Photographer"},
{"text": "Sitting there, all delicate and dreamy, she looked as if someone had only given half a life to her.", "author": "Jodi Lynn Anderson"},
{"text": "Because there's so much that just can't be said plainly. Try describing what beauty is - plainly - and you'll see what I mean.", "author": "Dodie Smith"},
{"text": "Thomas Moran Paints", "author": "Daniel William(s)"},
{"text": "(Speaking of art):", "author": "Kakuzō Okakura"},
{"text": "They will be scorned and considered loathsome,", "author": "Lita Judge"},
{"text": "My beautiful \" Bim\" as they call you,", "author": "Charmaine J Forde"},
{"text": "She became invincibly beautiful: the clarity of her cheeks, her little ankles, and the lucid poetry others projected onto her blank expression.", "author": "Sharlene Teo"},
{"text": "That life may be in fact meaningless in no way detracts from its pleasures or beauty.", "author": "Marty Rubin"},
{"text": "She sees the best in the world.", "author": "Tatsiana"},
{"text": "Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar.", "author": "Percy Bysshe Shelley"},
{"text": "When ballet takes to the sea, even the sunset comes to take a sneak peak.", "author": "Anthony T. Hincks"},
{"text": "I only needed to stay one night, but my heart wanted to stay for all eternity.", "author": "Anthony T. Hincks"},
{"text": "I always have a whirlpool of emotions when I look at the night sky.", "author": "Anthony T. Hincks"},
{"text": "One of your curls could fall striking me with the genius of a million masterpieces without you even noticing the violent storms of my love.", "author": "Curtis Tyrone Jones"},
{"text": "Words to feed your passion. Thought to stoke your flickering embers. I see your unseen fires & feed it with my timber.", "author": "Curtis Tyrone Jones"},
{"text": "When the sky gets jealous of water, color flows.", "author": "Anthony T. Hincks"},
{"text": "Love is where your heart is, and my love is here with you.", "author": "Anthony T. Hincks"},
{"text": "Even the devil had to admit that his handiwork was nice.", "author": "Anthony T. Hincks"},
{"text": "These are what flowers look like when they stare up in awe at the night sky.", "author": "Anthony T. Hincks"},
{"text": "Natural beauty will always grow unabated.", "author": "Anthony T. Hincks"},
{"text": "Sometimes, life will take you to the edge, but love of life will bring you back again.", "author": "Anthony T. Hincks"},
{"text": "A forest's beauty lies with its inhabitants.", "author": "Anthony T. Hincks"},
{"text": "As we travel through life, life will not only take us to unexpected places, but it will also take us to places that we already know.", "author": "Anthony T. Hincks"},
{"text": "Wildflowers aren't meant to be cut & tamed. They're meant to be loved & admired.", "author": "Anthony T. Hincks"},
{"text": "Love based on the sex or the beauty is not the true love. It is just motivational and ends with its motivated time to find another.", "author": "Ehsan Sehgal"},
{"text": "Sometimes, life becomes a painting all by itself.", "author": "Anthony T. Hincks"},
{"text": "Love and sunsets are meant to be shared with someone special.", "author": "Anthony T. Hincks"},
{"text": "When nature moves, butterflies take flight.", "author": "Anthony T. Hincks"},
{"text": "There is nothing more beautiful than nature in the early morning.", "author": "Vincent van Gogh"},
{"text": "Our man made canyons have a surreal beauty about them, but it is Mother Nature's canyons that are spectacular.", "author": "Anthony T.Hincks"},
{"text": "A woman should wear fragrance wherever she expects to be kissed", "author": "Mireille Guiliano"},
{"text": "Art is not just about revealing beauty, it can also be used to reveal truth.", "author": "E.A. Bucchianeri"},
{"text": "People who don't have values", "author": "Mirza Sharafat Hussain Beigh"},
{"text": "The world is getting a makeover.", "author": "Anthony T. Hincks"},
{"text": "We think that by possessing talent or beauty we possess something, but we are the ones who are possessed.", "author": "Marty Rubin"},
{"text": "Everything makes a pattern in life.", "author": "Anthony T. Hincks"},
{"text": "How can you travel to the ends of the world, and not enjoy the views.", "author": "Anthony T. Hincks"},
{"text": "It is not enough to be approachable, you must also be approaching.", "author": "Janna Cachola"},
{"text": "When you dress like a flower, you can tell that pollination is on your mind.", "author": "Anthony T. Hincks"},
{"text": "Confidence is the best beauty secret.", "author": "Pam Malow-Isham"},
{"text": "Stars aren't the only things that shine at night.", "author": "Anthony T Hincks"},
{"text": "Insects have a life of their own, and a beauty to match.", "author": "Anthony T. Hincks"},
{"text": "Don't let other people's template of beauty be your standard. You create your own standard for yourself. Be healthy, and be strong.", "author": "Janna Cachola"},
{"text": "Ignorance is as ugly as it is beautiful.", "author": "Valerie de Vries"},
{"text": "When it rains, look for rainbows in the wild.", "author": "Anthony T. Hincks"},
{"text": "Computers are ridiculous. So is science in general. CHURCH_TURING Thesis, Theodore Rosak Version", "author": "Douglas Hofstadter"},
{"text": "I can see the rainbows in your eyes.", "author": "Anthony T.Hincks"},
{"text": "Some things just don't need any words.", "author": "Anthony T. Hincks"},
{"text": "You know what Mrs. Shure, the librarian, told me?” “What’s that, Theo?” his father asked.", "author": "Steven James Taylor"},
{"text": "Tuesdays are what brings smiles out of their hiding places, so that everyone may share in their beauty.", "author": "Anthony T. Hincks"},
{"text": "Rainbows are made for everyone.", "author": "Anthony T.Hincks"},
{"text": "It's hard to tell where reality starts, and reflection ends or if it is the right way up, or the wrong way down.", "author": "Anthony T. Hincks"},
{"text": "Compassion is the ultimate beauty.", "author": "Tatsiana"},
{"text": "Hmmm...it tastes like fish, it looks like milk. Okay! I give up. What is it?\" the cat asked.", "author": "Anthony T. Hincks"},
{"text": "You are the Moon who cannot see her own beauty. Let me be the Ocean and show you your own beautiful reflection!", "author": "Avijeet Das"},
{"text": "Rainbows just love to show off in the rain.", "author": "Anthony T. Hincks"},
{"text": "Flowers will always try, and look their best, no matter what the season or reason.", "author": "Anthony T. Hincks"},
{"text": "Too long in seawater can unmake any loveliness.", "author": "Ramona Ausubel"},
{"text": "I'm going to name my daughter, Rainbow, so that way, everyone will love her.", "author": "Anthony T.Hincks"},
{"text": "Everything is incredible in the universe of life.", "author": "Anthony T. Hincks"},
{"text": "Pearls are at the heart of an oyster.", "author": "Anthony T. Hincks"},
{"text": "Art is energy, emotion, entertainment and sometimes economics.", "author": "Amit Kalantri"},
{"text": "It's when you taste a rainbow that your smile has so many different colors.", "author": "Anthony T.Hincks"},
{"text": "The howls at night taught me that even cries can be beautiful.", "author": "Amaranthine Poetry"},
{"text": "Butterflies are a painter's canvas with wings.", "author": "Anthony T. Hincks"},
{"text": "Beauty is in everything.", "author": "Anthony T. Hincks"},
{"text": "An artist need to be free in imagination and disciplined in execution.", "author": "Amit Kalantri"},
{"text": "The beauty of choice is the beauty of one's thoughts and character.", "author": "Ehsan Sehgal"},
{"text": "It's when I see a rainbow, that I was in the sky to swim amongst its colors.", "author": "Anthony T.Hincks"},
{"text": "It's in the wilderness that rainbows roam free.", "author": "Anthony T.Hincks"},
{"text": "Petals are what attract me to a flower, and clothes are what attract me to you.", "author": "Anthony T. Hincks"},
{"text": "Sunday is a day for rainbows, and families.", "author": "Anthony T. Hincks"},
{"text": "You don't need a lot of make-up to face the world,", "author": "Anthony T. Hincks"},
{"text": "Perspective is a god damn son of a bitch.", "author": "Mackenzi Lee"},
{"text": "The better you look, the more you see", "author": "Bret Easton Ellis"},
{"text": "Where you see scars I see art", "author": "Melody  Lee"},
{"text": "Writing fiction has always, for me, been an alchemy of turning pain into poetry, ugliness into beauty. It has been a kind of redemption.", "author": "Nancy Springer"},
{"text": "Our heart purrs like a kitten when we are in love.", "author": "Anthony T. Hincks"},
{"text": "Never underestimate your worth your beauty or your strength. You are everything you can imagine and so much more.", "author": "Melody  Lee"},
{"text": "Stars aren't the only things that shine at night.", "author": "Anthony T. Hincks"},
{"text": "Not all rainbows come in color.", "author": "Anthony T. Hincks"},
{"text": "Nothing seems more beautiful to me than language when it creats the impression of order.", "author": "John Burnside"},
{"text": "It's when a new dawn rises that our smiles illuminate the sun.", "author": "Anthony T. Hincks"},
{"text": "It's when you moved in with me that I brought my garden inside, too.", "author": "Anthony T. Hincks"},
{"text": "Love just comes in one color.", "author": "Anthony T. Hincks"},
{"text": "The world is full of beautiful places. Let your heart be one of them.", "author": "Jenim Dibie"},
{"text": "Pearl's beauty is in her smile, and warmth", "author": "Anthony T. Hincks"},
{"text": "Don't be plain. You were born beautiful and unique. Dress beautifully and uniquely you! - KailinGow.com Blog", "author": "Kailin Gow"},
{"text": "Some days she is delicate, vulnerable and soft.", "author": "Melody  Lee"},
{"text": "Perfect may not always be pretty but excellence is always elegant.", "author": "Janna Cachola"},
{"text": "Without color, I wouldn't see the beauty in a rainbow.", "author": "Anthony T. Hincks"},
{"text": "Tell me of the mosquito who fed from a hummingbird.", "author": "Danielle Hengst"},
{"text": "Nothing says you're more sexy than your hair.", "author": "Anthony T. Hincks"},
{"text": "Nature was pure, and still is.", "author": "Anthony T. Hincks"},
{"text": "The yellow bedspread", "author": "David Kherdian"},
{"text": "Being strong does not disqualify you from being beautiful.", "author": "Danielle Teller"},
{"text": "The best of us are cursed with caring, with a bungling and undying determination to protect whatever looks like beauty, even if our vision is blurry.", "author": "Jon Mooallem"},
{"text": "Rich only matters if he marries you,\" I said grimly. \"Handsome matters not at all.", "author": "Danielle Teller"},
{"text": "The velvet darkness of his face", "author": "Camilla Gibb"},
{"text": "One cannot perceive the beauty with the reason, but only by the feeling.", "author": "Ehsan Sehgal"},
{"text": "It is only for me, that luminosity she exudes, of ethereal beauty and haunting eminence.", "author": "Saim .A. Cheeda"},
{"text": "Happy Wednesday.", "author": "Anthony T. Hincks"},
{"text": "When the clouds cover the night sky, all I have to do is look into your eyes to see what the heavens look like,", "author": "Anthony T. Hincks."},
{"text": "Mother Nature looks after those that can't look after themselves.", "author": "Anthony T.Hincks"},
{"text": "Always wear an internal crown and have a queendom mindset. A queen is a leader and role model.", "author": "Janna Cachola"},
{"text": "Being a theomorphic creature, man is himself a work of art. The human soul when purified", "author": "Seyyed Hossein Nasr"},
{"text": "Beauty is clouded in our eyes, by the indifference in our soul.", "author": "Anthony T. Hincks"},
{"text": "Sometimes a work of art comes in a glass.", "author": "Anthony T Hincks"},
{"text": "...a woman so attractive men did not even bother to mentally undress her. She was that beautiful, just the way she was.", "author": "James Hold"},
{"text": "You do not see what I see", "author": "Soulla Christodoulou"},
{"text": "Sugar leaves a taste on my lips that only she can.", "author": "Anthony T. Hincks"},
{"text": "People say that she is the most beautiful", "author": "Avijeet Das"},
{"text": "Fashion is my caffeine fix", "author": "Janna Cachola"},
{"text": "The girl's a rancid bucket of leeches on the inside, but she has a face that could move angels to murder.", "author": "Seanan McGuire"},
{"text": "Hate-hardened heart, O heart of iron", "author": "Marianne Moore"},
{"text": "Ah, crap. Only the lowest beasts would ever harm a vending machine. Doesn't it understand my functional yet artistic beauty?", "author": "Hirukuma"},
{"text": "Beauty gives a person power. And camouflage.", "author": "Ali Land"},
{"text": "We can thank God for the beauty in the world, and we can thank the Devil for the money.", "author": "Anthony T. Hincks"},
{"text": "No. You don't need make up to cover your scars up. You're beautiful now, within and without, and never forget: you're doing me proud.", "author": "The Script"},
{"text": "I mean, death is scary; but drifting into a life where you don’t perceive anything beautiful anymore is scarier.", "author": "Almandyne"},
{"text": "You are under no obligation to look pretty, least of all someone else’s definition of pretty.", "author": "Mina Rehman"},
{"text": "The body is innocent. Deeply, beautifully, fundamentally innocent.", "author": "Rachel Hartman"},
{"text": "The fountain of beauty is the heart, and every generous thought illustrates the walls of your chamber.", "author": "Francis Quarles"},
{"text": "I just wanted to remind us:", "author": "Ashley Asti"},
{"text": "Beauty that the eyes can see and let the soul stand impassible is an illusion.", "author": "A.G. Stranger"},
{"text": "Buddha, grant me wisdom so that I may do the right things in life.", "author": "Anthony T. Hincks"},
{"text": "Her dress sparkled like the stars that blanketed the Mykonos night sky.", "author": "Anthea Syrokou"},
{"text": "A smile can transform even the most saddest of faces into a thing of beauty & love.", "author": "Anthony T.Hincks"},
{"text": "Beauty cannot possibly be youth alone:", "author": "Ashley Asti"},
{"text": "photography's beauty is to find beauty even in ugly situations.", "author": "Biju Karakkonam, Nature and Wildlife Photographer"},
{"text": "One does not create beauty, one surrenders to it.", "author": "Marty Rubin"},
{"text": "A pearl may come from an oyster, but it belongs in our heart.", "author": "Anthony T. Hincks"},
{"text": "Wealth and beauty-whatever dangers they brought, one never wished them away.", "author": "Amy Witting"},
{"text": "Beauty is everywhere, everywhere where Nature is.", "author": "Efrat Cybulkiewicz"},
{"text": "It's the odd things in life that make you believe in God, Love, Beauty, and the Impossible.", "author": "Anthony T.Hincks"},
{"text": "This belongs to everyone.", "author": "Anthony T. Hincks"},
{"text": "Physical beauty, of all the curses, was obviously the best you could get. It was still a curse though.", "author": "Patrick Ness"},
{"text": "Pearl's beauty lies not just within her personality, but also within her heart.", "author": "Anthony T.Hincks"},
{"text": "She passed one border by respecting my borders.", "author": "Petra Hermans"},
{"text": "The red carpet can hide more than just blood stains.", "author": "Anthony T. Hincks"},
{"text": "And over the phone he could hear the ten legged insect already scrabbling across the keyboard!", "author": "Jo Nesbø"},
{"text": "If life is like an oyster, then you would be the pearl that I would treasure for all eternity.", "author": "Anthony T.Hincks"},
{"text": "There is something in the reflections formed in the water which mirrors' can never mimic.", "author": "Twinkle Sharma"},
{"text": "When we are at peace, we smile, so that everyone can see how beautiful the world, and the life that's in it is.", "author": "Anthony T. Hincks."},
{"text": "How can I see anything but all that pain?\"", "author": "Deb Caletti"},
{"text": "I am trying to prove to you the honour of your houses and your hills; not that the Church is not sacred -- but that the whole Earth is.", "author": "John Ruskin"},
{"text": "Don't dissolve, but gleam", "author": "Rafy Rohaan"},
{"text": "And just when the darkness", "author": "L.R. Knost"},
{"text": "All the time, I did not know, how beauty was meant to be.", "author": "Petra Hermans"},
{"text": "The beauty's in the flower.", "author": "Anthony T.Hincks"},
{"text": "Only between us,", "author": "Ashley Asti"},
{"text": "Do not be hardened by the pain", "author": "L.R. Knost"},
{"text": "Everything beautiful inspired a tear, as if her small body was incapable of containing the great emotion she felt.", "author": "Nicole Sager"},
{"text": "Don't hide your scars, your stretch marks,", "author": "L.R. Knost"},
{"text": "The night sky is a dignified black princess freckled with the stars. Get lost in her beauty to find it in your darkness.", "author": "Curtis Tyrone Jones"},
{"text": "Maybe ‘cause you don’t have to win a pageant to wear a crown.", "author": "Julie   Murphy"},
{"text": "It was almost beautiful if you didn't think about it ever, at all.", "author": "Mandy Ashcraft"},
{"text": "It's when we see the birth of a new born day that we truly appreciate what it is to be a parent when their new baby is born.", "author": "Anthony T.Hincks"},
{"text": "There's nothing in the world more attractive than a free-spirited woman.", "author": "Marty Rubin"},
{"text": "What was true beauty? Was it beauty if you found it in something ugly and insignificant?", "author": "Eunjin Jang"},
{"text": "Maybe you’re not perfect, but you certainly are not unworthy. You are beautiful. A flower with a petal still unfurled does not lack in fragrance.", "author": "Mona Soorma"},
{"text": "She's beautiful poetry . Everything she paint sounded like a song, every silence is the music too ..", "author": "Imran Shaikh"},
{"text": "Inhabit the beauty that lives in your beastly body and strive to see the beauty in all the other beasts.", "author": "Cheryl Strayed"},
{"text": "There is beauty to be found in the pain. Life is brutal, but it's also beautiful. Life is Brutiful.", "author": "Glennon Doyle Melton"},
{"text": "A single raindrop is Mother Nature's way of telling us that we need a shower.", "author": "Anthony T. Hincks"},
{"text": "And as you can see, I'm no pretty girl, just a sheep man.", "author": "Haruki Murakami"},
{"text": "Beauty is a unique predator: we crave to become its prey.", "author": "Talismanist Giebra"},
{"text": "Sunrise is the start of something beautiful: the day.", "author": "Juansen Dizon"},
{"text": "This beauty would remain whether he was here to see it or not.", "author": "Scott Westerfeld"},
{"text": "Watching her is like watching the piece of exquisite art", "author": "Imran Shaikh"},
{"text": "A raindrop will never look more beautiful than how it looks right now.", "author": "Anthony T. Hincks"},
{"text": "She tastes of white wine and apple pie ..", "author": "Imran Shaikh"},
{"text": "The most beautiful is to see the joy in your eyes.", "author": "Imran Shaikh"},
{"text": "Her voice like liquid gold so special n she looks amazing", "author": "Imran Shaikh"},
{"text": "Watching her is like watching the loveliest sunset", "author": "Imran Shaikh"},
{"text": "The mind speaks louder than the voice.", "author": "Erin Forbes"},
{"text": "Then the pulse.", "author": "Srikanth Reddy"},
{"text": "My lipstick belongs on your lips, and on your collar.", "author": "Anthony T.Hincks"},
{"text": "A moth may be a poor cousin to a butterfly, but it is still beautiful none the less.", "author": "Anthony T.Hincks"},
{"text": "Ice may melt in the hot sun, but my heart melts when you smile.", "author": "Anthony T. Hincks"},
{"text": "Her heart is smashed glass. Peer into her jagged edges to see what refracts from the light of her past. Kaleidoscopic beauty.", "author": "Curtis Tyrone Jones"},
{"text": "Compared to you, a flower will always be a weed.", "author": "Anthony T. Hincks."},
{"text": "We danced among deafening light,", "author": "Phen Weston"},
{"text": "Who knew such belongings?", "author": "Phen Weston"},
{"text": "Her smile so beautiful . Like the loveliest sunset ...", "author": "Imran Shaikh"},
{"text": "Her light extraordinary the power to create happiness is within her ...", "author": "Imran Shaikh"},
{"text": "When all you have left are fragments of broken pieces, use them to create something meaningful.", "author": "Terry a O'Neal"},
{"text": "It’s better to have a hunger and appreciation for beauty than to be merely beautiful. In the end, life is richer that way. She may learn that.", "author": "Susan Vreeland"},
{"text": "A light snow touches her cheek like an angel's butterfly kisses.", "author": "Imran Shaikh"},
{"text": "The thing about lips is that you always want to kiss them.", "author": "Anthony T. Hincks"},
{"text": "She's a beautiful work of art created by the hands of God .", "author": "Imran Shaikh"},
{"text": "The color of her face and the movements of her hands ,those wonderful moments, I love to paint ..", "author": "Imran Shaikh"},
{"text": "Female legs are just one of nature's natural attractions.", "author": "Anthony T. Hincks."},
{"text": "Pretty is as pretty does.", "author": "-In Honor of Earl Jessup"},
{"text": "I found her under the thousand stars , heaven is where she is ..", "author": "Imran Shaikh"},
{"text": "Don’t close your heart off to the beauty of the world. Let the light shine over you.", "author": "Avina Celeste"},
{"text": "Just beyond your fear is where beauty lives.", "author": "Carol 'CC' Miller"},
{"text": "Do you know how to add more beauty to the world? By being compassionate and loving in your part of the world.", "author": "Carol 'CC' Miller"},
{"text": "Looking at nature gives you a sense of how beautiful life is, as it is. Such beauty cleanses the mind of all distractions.", "author": "J.R. Rim"},
{"text": "She's a winter soul, eternal spring is in her heart ...", "author": "Imran Shaikh"},
{"text": "Her light is extraordinary the power to create happiness is within her ...", "author": "Imran Shaikh"},
{"text": "The reason that I look so plain is that I want you to see my inner beauty, and then you will see me as beautiful.", "author": "Anthony T.Hincks"},
{"text": "She is part of the Sun. Warm, gold, filled with honey ...", "author": "Imran Shaikh"},
{"text": "They say that music", "author": "L.R. Knost"},
{"text": "Allow me an apology to Keats and Grecian Urns everywhere: Though I agree that Truth is beautiful, it is Perfection that is Beauty itself.", "author": "Foster Kinn"},
{"text": "If life is what we make it, let's make it beautiful.", "author": "L.R. Knost"},
{"text": "Beauty is not found in uniformity,", "author": "L.R. Knost"},
{"text": "There was always a younger, more beautiful girl, I considered as I watched her go.", "author": "Robert  Black"},
{"text": "Those who don't believe in sensuality will never experience the glamour of life.", "author": "Lebo Grand"},
{"text": "Do I think if something's beautiful, it's perfect? I guess you could say that. If I'm in a rapture of beauty, it's perfect to me.", "author": "Alice Waters"},
{"text": "All life is beautiful. All humans are beautiful. Only behavior makes one ugly.", "author": "Jeff Keene II"},
{"text": "Beauty exists not in sameness but in difference\".", "author": "Paulo Coelho"},
{"text": "Life is beautiful if one lives and reads its chapters with a thirst emanating from knowing that death might be lurking around the corner.", "author": "A.G STRANGER (Ahmed Ghrib)"},
{"text": "True beauty is not in the body, but in the heart of the beholder. When the heart is beautiful, it shines in a person's eyes, vocal tones and actions.", "author": "Suzy Kassem"},
{"text": "The stillness on the mountain top is only disrupted by the sound of my heartbeat within my ears.", "author": "Anthony T. Hincks"},
{"text": "As a black woman, the decision to love yourself just as you are is a radical act. And I'm as radical as they come.", "author": "Bethanee Epifani J. Bryant"},
{"text": "You gave my life meaning.", "author": "Anthony T.Hincks"},
{"text": "There is nothing constructive about criticism… it’s always negative! Uplifting advice, on the other hand, is a rare thing of beauty!", "author": "AJ Vosse"},
{"text": "A beautiful path does not need to invite people; the beauty itself is already an open invitation!", "author": "Mehmet Murat ildan"},
{"text": "Green gives me growth and a lovely garden.", "author": "Anthony T. Hincks."},
{"text": "Beautiful is he who recognizes what is truly beautiful,", "author": "Suzy Kassem"},
{"text": "Maternity can make the prettiest woman even more irresistible.", "author": "Anthony T.Hincks"},
{"text": "The rays which stream through the shutter will be no longer remembered when the shutter is wholly removed.", "author": "Henry David Thoreau"},
{"text": "Do you love me because I am beautiful or am I beautiful because you love me?", "author": "Kate McGahan"},
{"text": "If you give the apple to me as the worthiest, I will make an apple pie!", "author": "Ljupka Cvetanova"},
{"text": "What is beauty but nakedness unashamed of itself?", "author": "Marty Rubin"},
{"text": "Your true beauty is found in being yourself.", "author": "Avina Celeste"},
{"text": "Sensuality is a woman's prerogative and a man's pleasure.", "author": "Anthony T.Hincks"},
{"text": "When I could look beyond the external beauty.....I found immense ental love in the world", "author": "Anshu Pal"},
{"text": "Goodness is both an ethical and an esthetic standard.", "author": "Philip Graham Ryken"},
{"text": "It's when I look through the lens of a camera that I truly appreciate what's right there in front of me.", "author": "Anthony T.Hincks"},
{"text": "Love doesn't take my breath away, but you do.", "author": "Anthony T.Hincks"},
{"text": "And when wine has soaked Cupid’s drunken wings,", "author": "Ovid"},
{"text": "Poetry is not life. Life is poetry.", "author": "Laurence Overmire"},
{"text": "Material goods rarely alter our levels of happiness, unlike emotional experience. Having can never replace being. -Ilsa Crawford", "author": "Louisa Thomsen Brits"},
{"text": "He smiled and gazed at the stars with her. He rarely took the time to truly appreciate their beauty, but whenever he did, it was always magical.", "author": "Jason Medina"},
{"text": "Craft makes our homes more human. -Ilsa Crawford", "author": "Louisa Thomsen Brits"},
{"text": "People think they’re just beauty marks, but beauty can kill you.", "author": "Chloe  Benjamin"},
{"text": "Beauty of the soul was never seen by my eye.", "author": "Petra Hermans"},
{"text": "Male beauty is a sign of transcendence, that of\twoman has the passivity of immanence", "author": "Simone de Beauvoir"},
{"text": "We Aint Picture Perfect But We Worth The Pictures Still", "author": "Jermaine Cole J. Cole"},
{"text": "The only beauty you can see is in the beauty of your love.", "author": "Debasish Mridha"},
{"text": "Have nothing in your house that you do not know to be useful, or believe to be beautiful. -William Morris", "author": "Louisa Thomsen Brits"},
{"text": "some things are more beautiful when they've been broken.", "author": "Krystal Sutherland"},
{"text": "Strangeness is a necessary ingredient in beauty.", "author": "Krystal Sutherland"},
{"text": "Some eyes are as deep as the sea! And you only feel like drowning in them.", "author": "Avijeet Das"},
{"text": "The sunsets here were always deep, passionate, and rich - always colors Camila thought she could take a shovel to and dig at for days.", "author": "Kyle Labe"},
{"text": "How strange is it", "author": "Kamand Kojouri"},
{"text": "Wrapped within another's arms further intensifies the divine beauty of a sunrise...", "author": "Virginia Alison"},
{"text": "On her own, Grace could be effervescent, illuminating the entire room with her intelligence and wit. Around others she seemed to lose her luster.", "author": "Krystal Sutherland"},
{"text": "First Snow", "author": "mary oliver"},
{"text": "I strive for simplicity and believe simplicity is beauty.", "author": "Allan Alder"},
{"text": "I’ve met plenty of beautiful people but I honestly can’t tell you what they look like.", "author": "Dominic Riccitello"},
{"text": "You have to die to become alive and that’s why tragedy seems so beautiful.", "author": "Dominic Riccitello"},
{"text": "If beauty is a contest, she's already won.", "author": "Miranda Olsen"},
{"text": "The clothes of time are wet", "author": "Kamand Kojouri"},
{"text": "Some people are truly beautiful. The light of beauty shines through their souls. And the world gets drenched in their inimitable light of love.", "author": "Avijeet Das"},
{"text": "They are so beautiful: your words\" she told me.", "author": "Avijeet Das"},
{"text": "After all the imagination is a beautiful thing.", "author": "Zora Neale Hurston"},
{"text": "...and the joy on the bride's and groom's faces at the unquestioned beauty of a minute-old marriage.", "author": "Stephanie Oakes"},
{"text": "Manhattan can be beautiful, Ellis, if you are willing to see it and not compare it to what you loved before", "author": "Jodi Lynn Anderson"},
{"text": "Don't give me no 'but you're beautiful on the inside' bullshit.\"", "author": "Ibi Zoboi"},
{"text": "An artist can see beauty where others only see ugliness, just as love can see beauty where others only see hatred.", "author": "Anthony T.Hincks"},
{"text": "A smile is a girl's essential item, and a man's weakness.", "author": "Anthony T.Hincks"},
{"text": "You know that thing", "author": "Suzy Kassem"},
{"text": "The beauty of being alive is that, each day you are given another chance to correct what you did wrong and improve on what you can do right.", "author": "Gift Gugu Mona"},
{"text": "Beauty comes from seeing something that someone else doesn't.", "author": "Anthony T. Hincks"},
{"text": "Snow is a white candle emitting warm beauties around it!", "author": "Mehmet Murat ildan"},
{"text": "Every moment of happiness, small or large, reminds me how very beautiful this world truly is.", "author": "Avina Celeste"},
{"text": "Women’s beauty is a sweet coat to something more sinister- a bribe to men to plunge into the unknown", "author": "Bangambiki Habyarimana"},
{"text": "Well you, young man, need to learn about what is much more important than cool. And that is: what is beautiful.", "author": "John Butler"},
{"text": "I've tickled Pink, and guess what, I liked it!", "author": "Anthony T.Hincks"},
{"text": "Beauty is power; a smile is its sword.", "author": "John Ray"},
{"text": "Beauty begins the moment you choose to see it.", "author": "Connor Chalfant"},
{"text": "One cannot expect to travel far without faith.", "author": "Erin Forbes"},
{"text": "The sun was gone, and the moon was coming", "author": "Sara Teasdale"},
{"text": "I believe in God because I can see the beauty and the love in you.", "author": "Anthony T. Hincks"},
{"text": "Have you ever danced like a peacock with all of your style, beauty and charm?", "author": "Debasish Mridha"},
{"text": "Alcibiades held on to him in the same way he held on to all beautiful things- as though her were somewhat afraid of their beauty.", "author": "Jaida Jones"},
{"text": "This ain't beauty,' Rook said, and spat savagely- grossly- downwind. \"Just some nasty shadows masquerading.", "author": "Danielle Bennett"},
{"text": "No matter how bitter the truth is, the beauty is that it liberates.", "author": "Gift Gugu Mona"},
{"text": "I will admit you are the finest if not the loveliest rose in the garden. But you see, my dear, I was looking for a sunflower.", "author": "Richelle E. Goodrich"},
{"text": "Find the beautiful; the perfect; the wonderful in life and then remind yourself that you are part of it; therein you are all of these things and more.", "author": "Gillian Duce"},
{"text": "He was beautiful.", "author": "Ruta Sepetys"},
{"text": "Love is something huge", "author": "Jaroslav Seifert"},
{"text": "A robot will never appreciate the beauty of a sunrise or sunset.", "author": "Anthony T. Hincks"},
{"text": "The sea is my mistress, but you are my wife.", "author": "Anthony T. Hincks"},
{"text": "Their is beauty everywhere on earth.", "author": "Josef Škvorecký"},
{"text": "Beauty is nonchalance.", "author": "Marty Rubin"},
{"text": "A smile can take you anywhere in life.", "author": "Anthony T. Hincks"},
{"text": "As usual, I don't know which way is north, but I know the direction of beauty.", "author": "Fiona Wood"},
{"text": "You do not insist that I love you", "author": "Kamand Kojouri"},
{"text": "How can you not love this?", "author": "Anthony T. Hincks."},
{"text": "Look, up at the sky. There is a light, a beauty up there, that no shadow can touch.", "author": "JRR Tolkien"},
{"text": "Color comes to life when you add a little love.", "author": "Anthony T. Hincks"},
{"text": "I love what you did with the world.", "author": "Anthony T.Hincks"},
{"text": "Untamable is my mind, like a bee.", "author": "Sw. Chidananda Tirtha"},
{"text": "There's music in the sighing of a reed;", "author": "George Gordon Byron"},
{"text": "Beauty is beyond look.", "author": "Lailah Gifty Akita"},
{"text": "Freedom of the Heart", "author": "Virgil Kalyana Mittata Iordache"},
{"text": "If you realized how beautiful you are, you would fall at your own feet.", "author": "Byron Katie"},
{"text": "It will not hurt me when I am old,", "author": "Sara Teasdale"},
{"text": "No woman can fully understand nor appreciate her femininity without the help of a man, even if he only exists in her imagination.", "author": "Lebo Grand"},
{"text": "My smile says it all.", "author": "Anthony T. Hincks"},
{"text": "Her vision was going, but she could see him, the way people see clouds-beautiful, racing by, casting shadows.", "author": "Alice Hoffman"},
{"text": "Beauty is very short-lived and overrated.", "author": "Mitali Meelan"},
{"text": "Pink satisfies my hunger as no other color could.", "author": "Anthony T.Hincks"},
{"text": "Papa, Yeva said to the duke, desperate to stand beneath an open sky again. Why must I be the one to hide?", "author": "Leigh Bardugo"},
{"text": "Imperfections reveal true beauty", "author": "Jodi Meadows"},
{"text": "A sunset paints the sky as if there were no tomorrow.", "author": "Anthony T. Hincks"},
{"text": "Adorn your beauty with elegant fashion and embellish it with a genuine smile of pride.", "author": "Wayne Chirisa"},
{"text": "Character is your beauty; style is your strength.", "author": "Debasish Mridha"},
{"text": "When it warms your heart, make you smile, and stare a little longer. It’s called beauty and it sure is beautiful.", "author": "A Queen of Beauty"},
{"text": "The most beautiful things you can wear are your self-confidence and your self-love.", "author": "Leticia Rae"},
{"text": "Beauty is an expression of the inner and outer simplicity, kindness, and uniqueness of a person.", "author": "Debasish Mridha"},
{"text": "Life is sometimes sad, but it is always beautiful.", "author": "Marty Rubin"},
{"text": "Beauty is the desire for beauty.", "author": "Marty Rubin"},
{"text": "A beautiful sentence and a beautiful sunrise derive from the same source.", "author": "Marty Rubin"},
{"text": "One simple thing to do and destroy the spirit of self-sabotage is to admire the beauty hidden in ugly circumstances.", "author": "Israelmore Ayivor"},
{"text": "A woman always has to prove her beauty.", "author": "Ljupka Cvetanova"},
{"text": "I have seen the absolute black; it was unspeakably beautiful.", "author": "C.P. Cavafy"},
{"text": "All those nights we climbed the stars and rearranged the planets with our songs, we were complete and invincible when we stood together.", "author": "A.G. Howard"},
{"text": "To enjoy the true beauty of life, be kind to yourself.", "author": "Debasish Mridha"},
{"text": "Be the light. Let others see their beauty of being in your light.", "author": "Debasish Mridha"},
{"text": "We try to find beauty in complexity without knowing that beauty is in simplicity.", "author": "Debasish Mridha"},
{"text": "A beautiful person is he who finds beauty in wherever he goes and in whatever he sees.", "author": "Debasish Mridha"},
{"text": "A mirror never lies, so believe it when it shows you.", "author": "A Queen of Beauty"},
{"text": "Let me introduce you to your beauty.", "author": "A Queen of Beauty"},
{"text": "True wealth: a life rich in beauty and pleasure.", "author": "Marty Rubin"},
{"text": "Beauty is the wilful celebration of the self.", "author": "Kerry Cue"},
{"text": "I laugh at the wrinkles in the mirror.", "author": "Ljupka Cvetanova"},
{"text": "beauty has been known to drive men wild, like the sirens did. Man’s challenge is to steer clear from it.” - Salvadore about temptation", "author": "Kailin Gow"},
{"text": "We've known each other for almost half our lives.", "author": "Jill Santopolo"},
{"text": "Our lives are composed of unexpected moments and unforgettable adventures.", "author": "Erin Forbes"},
{"text": "Beauty was deceiving in the same way credit cards were. It felt like it was free, but there was high interest with little return.", "author": "Tarryn Fisher"},
{"text": "Even feet can look sexy in a pair of new shoes.", "author": "Anthony T.Hincks"},
{"text": "You're deliciously different, uniquely you, blessed with a heart of a lion and beautiful TOO!", "author": "Kelly    Martin"},
{"text": "I know numbers are beautiful. If they aren't beautiful, nothing is.", "author": "Paul Erdős"},
{"text": "Her thoughts were like the moon eclipsing the sun.", "author": "Jacqueline Simon Gunn"},
{"text": "Do you remember how the sun, set", "author": "Zubair Ahsan"},
{"text": "Beauty is not perfection, it is what makes us understand the uselessness of perfection.", "author": "Luigina Sgarro"},
{"text": "Her eyes were deep blue. Long eye lashes guarded them as if they were", "author": "Aporva Kala"},
{"text": "Two things there will always be in life: Beauty and pain. Mostly beauty.", "author": "Anne Clendening"},
{"text": "Beauty is an illusionary concept because the valley beyond always appears more beautiful.", "author": "Amit Abraham"},
{"text": "The only thing that is ordinary is our perception. It's everything else that's special.", "author": "Anthony T. Hincks"},
{"text": "I entered the fire and could have quit-", "author": "Adam Scott Campbell"},
{"text": "If they love you for anything, it will be for your beauty.", "author": "Melissa Bashardoust"},
{"text": "A woman who is in touch with her sensuality subliminally empowers her man to prosper, flourish and truly live a happy life. She does", "author": "Lebo Grand"},
{"text": "She was terrifying in her beauty, bright like a devouring star.", "author": "Leigh Bardugo"},
{"text": "Treat every natural beauty you met as if you see them for the first and last time!", "author": "Mehmet Murat ildan"},
{"text": "She is the night. She is the stars. Her soul soars and her mind races. She has a beauty that is unfathomable.", "author": "Blake Wilbanks"},
{"text": "Why be trapped in time? Why count the days?", "author": "Hrishikesh Agnihotri"},
{"text": "Being a sensual woman gives you the Desirability Advantage; this simply means it essentially enhances your allure, elegance, and lusciousness.", "author": "Lebo Grand"},
{"text": "And isn’t there something a little sad about youth and beauty in any circumstances?", "author": "John Wyndham"},
{"text": "Things are beautiful when they're allowed to be free,", "author": "Marty Rubin"},
{"text": "Ah, beloved,” he murmured, his fingers caressing the faint lines in her brow, tracing the shadows at the sides of her lips. “How beautiful you are.", "author": "Sherwood Smith"},
{"text": "She is the night. She is the stars. Her soul soars, her mind races, and she has a beauty that is unfathomable.", "author": "Blake Wilbanks"},
{"text": "Love gift .. who know it.. will never know hatred...", "author": "Hesham Nebr"},
{"text": "Pearls don't only belong in an oyster, but they also belong on something of beauty.", "author": "Anthony T.Hincks"},
{"text": "Life can be terribly sad sometimes, but it is always beautiful.", "author": "Marty Rubin"},
{"text": "Love is beautiful, and He looks amazing on you!", "author": "Catherine Toon"},
{"text": "My soul", "author": "Melody  Lee"},
{"text": "Beauty is seeing a flower bloom in a garden or in nature.", "author": "Anthony T.Hincks"},
{"text": "Unless you break free from the shackles of beauty as dictated by the media and society, true beauty will be elusive.", "author": "Khang Kijarro Nguyen"},
{"text": "I'll gladly settle for amnesia if I had to live in a world where I couldn't remember how much you mean to me.", "author": "J.A. ANUM"},
{"text": "I wish I could see butterflies burst from cocoons", "author": "Justin Wetch"},
{"text": "Beauty becomes beautiful only when it is shared with others.", "author": "Dragos Bratasanu, Ph.D."},
{"text": "Art should be seen with the heart, not with the eyes, for its beauty is in the energy it radiates.", "author": "Charbel Tadros"},
{"text": "There is a beast", "author": "Melody  Lee"},
{"text": "Things aren't important, but beauty is.", "author": "Edith Eva Eger"},
{"text": "Beauty and Money will get you a relationship , but not love. Listening, caring and being there will get you Love.", "author": "De philosopher DJ Kyos"},
{"text": "She was the kind of art that was so valuable it wasn't even for sale, and she smiled when she saw Ash. His pulse jumped.", "author": "Rose Lerner"},
{"text": "Work with what you have. Look good, feel good.", "author": "Claire Betita de Guzman"},
{"text": "She burns like the sun", "author": "Melody  Lee"},
{"text": "Intoxicate me with the beauty", "author": "Melody  Lee"},
{"text": "I fell in love with a boy, so effortlessly kind. He showed me a world of possibility, a world of beauty I had never known.", "author": "Liz  Newman"},
{"text": "Even ugliness has a beautiful side to it if you're prepared to look.", "author": "Anthony T.Hincks"},
{"text": "The world needs more beautiful things.", "author": "Paula Stokes"},
{"text": "Look around and see the wonderful beauty in the world around you.", "author": "Avina Celeste"},
{"text": "With poetry, rules are meant to be broken. And that's the beauty of poetry; it's rebellious, like me.", "author": "Melody  Lee"},
{"text": "A woman is only as beautiful as she believes she is, if she can't convince herself, no one else can.", "author": "Theresa Lewis"},
{"text": "A stranger may find beauty in you yet.", "author": "Anthony T.Hincks"},
{"text": "No one is more beautiful to me than a person who's easy to talk to.", "author": "Marty Rubin"},
{"text": "Not much to look at, but as with all true beauty it is what's inside that counts.", "author": "Matt Sewell"},
{"text": "You'll see so much more beauty in the world if you can accept that there is good in every little thing around you.", "author": "Avina Celeste"},
{"text": "Brother, when beauty falls into your hand, you hold on to it while you can. You could be dead tomorrow.", "author": "Nora Roberts"},
{"text": "Believe in God is the beauty of being.", "author": "Lailah Gifty Akita"},
{"text": "Without Love, you can't know yourself.", "author": "Reuben Berger"},
{"text": "You don't need to be in the light to be a beacon of beauty.", "author": "Anthony T.Hincks"},
{"text": "Beauty is a female thing. That's why nature is so stunning.", "author": "Anthony T.Hincks"},
{"text": "Eyebrows are what give the eyes focus", "author": "Anthony T.Hincks"},
{"text": "I'm not into appearances. I like flaws, I think they make things interesting.", "author": "Sarah Dessen"},
{"text": "I'd trade a hundred pretty faces for one person who's easy to talk to.", "author": "Marty Rubin"},
{"text": "So bashful when I spied her!", "author": "Emily Dickinson"},
{"text": "I do know that having smooth, unscarred skin does not make you beautiful. Shining like the brightest light in the dark does, though.", "author": "Suki Fleet"},
{"text": "Beauty, love with truth, that is all there is.", "author": "Lailah Gifty Akita"},
{"text": "When you're as hot as you are, no amount of ice will do.", "author": "Anthony T.Hincks"},
{"text": "It's her black wings that make her beautiful.", "author": "Melody  Lee"},
{"text": "Your looks will introduce you, but your character and personality will make them to like you,love you and they would want to keep you.", "author": "De philosopher DJ kyos"},
{"text": "Your beauty isn't in your laughter. It's in your soul.", "author": "Anthony T.Hincks"},
{"text": "How can you love art, beauty, poetry, and hate life? That's like saying you love the ocean but hate water.", "author": "Marty Rubin"},
{"text": "Beauty is everywhere you look, but you have to look.", "author": "Marty Rubin"},
{"text": "Travelling allows you to see the world as it is.", "author": "Anthony T.Hincks"},
{"text": "Each day brings with it a whole new world because each day is different from the previous day or the one it precedes.", "author": "Anthony T.Hincks"},
{"text": "Beauty is one of the strangest things. It never comes without the pain. But it always comes...eventually.", "author": "Madilyn Vae"},
{"text": "The favour of the Lord maketh a man's face to shine bright.", "author": "Lailah Gifty Akita"},
{"text": "If one can picture the words, then the works of the writer is an accomplishment!", "author": "Shobana"},
{"text": "You do not have to run with out a sigh, sometimes you gotta stay and have a break when you breath and admire the beauty of the journey.", "author": "Mahrukh"},
{"text": "It takes my breath away!\" that's all that I can say.", "author": "Anthony T.Hincks"},
{"text": "HE wants you to feel HIM in any possible way you can, but you lazy bird, come on, make a step and you will feel all you got to feel.", "author": "Mahrukh"},
{"text": "Nature plays its role to strengthen the connection.", "author": "Mahrukh"},
{"text": "The essence is HIS presence.", "author": "Mahrukh"},
{"text": "Beauty has its own ways.", "author": "Mahrukh"},
{"text": "Everything is beautiful in its own way, ma belle, even if you have to look hard to find it.", "author": "Cameron Dokey"},
{"text": "Walking there, she said: Look, it seems like some one has kept each stone with measured precision at its place. Yes, she was right.", "author": "Mahrukh"},
{"text": "The beauty of this world is fading all too fast through the cruelty and thoughtlessness of men.", "author": "Julie C. Dao"},
{"text": "Pink colors my world red!", "author": "Anthony T.Hincks"},
{"text": "Inner beauty, warm-heartedness and compassion, is what brings about peace of mind.", "author": "Auliq-Ice"},
{"text": "She reached for the notebook she kept in her purse. Bea found the page and read to calm and steady herself.", "author": "Sadeqa Johnson"},
{"text": "I count my blessings as follows:", "author": "Anthony T.Hincks"},
{"text": "It's a rare man who can guard against beauty.", "author": "Anthony  Ryan"},
{"text": "The Prophet Muhammad said: Innallaha jamiil wahuwa yuhibbul jamal. Verily God is beautiful and loves beauty. -33", "author": "Ahmad Fuadi"},
{"text": "Aphrodite is about love and beauty.", "author": "Rick Riordan"},
{"text": "Look with open eyes and you will see the beauty of the waterfall.", "author": "Anthony T.HIncks"},
{"text": "Tie love and loyalty around your neck.", "author": "Lailah Gifty Akita"},
{"text": "This moment is all there is and LOVE is like the glue that keeps you in it.", "author": "Reuben Berger"},
{"text": "We are given this beautiful life, this beautiful world, and we destroy it with ingratitude and hate.", "author": "Marty Rubin"},
{"text": "All this under a magnificent blue sky.", "author": "Elie Wiesel"},
{"text": "Beauty is charm.", "author": "Lailah Gifty Akita"},
{"text": "...women's bodies are \"inferiorised, stigmatized . . . within an overarching patriarchal ideology.", "author": "Sheila Jeffreys"},
{"text": "A hundred lifetimes wouldn't suffice to see all the beauty in one acre of land.", "author": "Marty Rubin"},
{"text": "The beauty of a bright new day!", "author": "Lailah Gifty Akita"},
{"text": "Beauty is fleeting. But the woman who fear God is blissful.", "author": "Lailah Gifty Akita"},
{"text": "Within every beast there's always some beauty!", "author": "Perdita Finn"},
{"text": "Everywhere I go,", "author": "Kamand Kojouri"},
{"text": "The river asked me who I was to be gazing so longingly into her curving body of cascading dreams and shifting beauty.", "author": "Todd Crawshaw"},
{"text": "dragonflies circled me, the sun knifing off the brilliant blues and yellows of their bodies.", "author": "Alexandria Marzano-Lesnevich"},
{"text": "Buddha lets me see the world in color so that I can appreciate its color.", "author": "Anthony T.Hincks"},
{"text": "The first thing fading is your beauty", "author": "Fabian W. Williges"},
{"text": "The first thing fading is your beauty", "author": "Fabian W. Williges"},
{"text": "Women are beautiful because the world sees with the eyes of men and us men are still influencing the preferences of humanity.", "author": "Hockson Floin"},
{"text": "A smile is what makes a face beautiful.", "author": "Anthony T.Hincks"},
{"text": "The beauty of God, is God himself.", "author": "Anthony T.Hincks"},
{"text": "How many loved your moments of glad grace,", "author": "W. B. Yeats"},
{"text": "In the face of immense tragedy—yet again—unexpected beauty.", "author": "Sara Baume"},
{"text": "How easy to be electrocuted. How fine the line between beauty and peril.", "author": "Sara Baume"},
{"text": "Drift beautifully on the surface, and you will die unbeautifully in the depths.", "author": "Richard Ellmann"},
{"text": "There was beauty in chaos, she'd just never known it before.", "author": "Amanda Linsmeier"},
{"text": "For it is beautiful only to do the thing we are meant for", "author": "Arthur Hugh Clough"},
{"text": "Beauty is seeing,", "author": "Anthony T Hincks"},
{"text": "You were born beautiful, and you remain beautiful.", "author": "Scott Stabile"},
{"text": "All the beauty lies in the sacredness of the heart.", "author": "Lailah Gifty Akita"},
{"text": "I'm a buried kind of beautiful.", "author": "Casey Renee Kiser"},
{"text": "Only when I quit lying to myself did I discover the real beauty of my truth.", "author": "Scott Stabile"},
{"text": "Fall in love with the heart before the face.", "author": "Allene van Oirschot"},
{"text": "Our thoughts and feelings make us whereas love and beauty sustain us.", "author": "Kilroy J. Oldster"},
{"text": "Their beauty was to the beauty of Miss Canal Zone as the glory of the Sun was to the glory of a lightning bug.", "author": "Kurt Vonnegut Jr."},
{"text": "If beauty truly is in the eye of the beholder, then surely I would have to had been blind to not see it in her.", "author": "Ross  Turner"},
{"text": "I will forever remind you that you are gifted, strong and beautiful, exactly as you are.", "author": "Scott Stabile"},
{"text": "Beautiful girls, are a bit like been there, done that. Once you have had one, the mystery is gone.", "author": "Robert  Black"},
{"text": "Truth is Bitter & It's the Real Beauty in Ugliness.", "author": "Gollapalli Nithin Kumar"},
{"text": "A woman, desires to hear nice words from a man who can praise her beauty.", "author": "Auliq Ice"},
{"text": "Life is a manifestation of the unified field of consciousness. Colors, beauty, pleasure and pain are its songs of creation.", "author": "Amit Ray"},
{"text": "She was so beautiful that it made my soul ache.", "author": "Richelle Mead"},
{"text": "Clearly my stunning beauty has clouded your mind.\" - Rose Hathaway", "author": "Richelle Mead"},
{"text": "When the heart is beautiful, its light shines though the eyes, vocal tones and actions of its owner.", "author": "Suzy Kassem"},
{"text": "Whatever we have in the glory of man is \"away\". Those are just not enough before we go \"home\" to the glory of God.", "author": "indonesia123"},
{"text": "I am that I am", "author": "Ramon Ravenswood"},
{"text": "You lost the ability to see beauty in others because your vision got clouded by someone who sold you a fantasy that no one could live up to.", "author": "Karishma Magvani"},
{"text": "Beauty lies in the eye.", "author": "Lailah Gifty Akita"},
{"text": "The best self is a beautiful soul.", "author": "Lailah Gifty Akita"},
{"text": "beneath the pain of your fears, wild and ready, lives your truth, the essence of your singular beauty, hoping, waiting for you to set it free.", "author": "Scott Stabile"},
{"text": "Beauty was a bait, love was the trap,", "author": "ank"},
{"text": "Maybe beauty had nothing to do with the garbage TV tried to sell us. It was more a matter of confidence. Either way, I had none.", "author": "Gaia B. Amman"},
{"text": "It will not say, 'Isn't X beautiful?' Such demands are murderous to beauty.", "author": "Maggie Nelson"},
{"text": "Don't miss the beauty behind otherwise your whole race will end up with wasting time running on trademill.", "author": "Ankit Samrat"},
{"text": "Such beautiful strength lives in uncompromising humility.", "author": "Scott Stabile"},
{"text": "The most beautiful thing I've ever seen I'm likely to see again and again in countless forms. Ah, thank you life.", "author": "Scott Stabile"},
{"text": "It is rarely in the world's history that its ideal has been one of joy and beauty. The worship of pain has far more often dominated the world.", "author": "Oscar Wilde"},
{"text": "Life is full of beauty, when we focus on the bliss of being.", "author": "Lailah Gifty Akita"},
{"text": "Love is beautiful.\" - Malcolm Fade", "author": "Cassandra Clare"},
{"text": "The beauty of life is the bliss of being.", "author": "Lailah Gifty Akita"},
{"text": "Beauty is the brightness of being.", "author": "Lailah Gifty Akita"},
{"text": "a wish... that we may, each of us, with utter regularity, melt into the truth of our inescapable beauty.", "author": "Scott Stabile"}
]