[
{"text": "Friendship ... is born at the moment when one man says to another \"What! You too? I thought that no one but myself . . .", "author": "C.S. Lewis"},
{"text": "A friend is someone who knows all about you and still loves you.", "author": "Elbert Hubbard"},
{"text": "Good friends, good books, and a sleepy conscience: this is the ideal life.", "author": "Mark Twain"},
{"text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "Friedrich Nietzsche"},
{"text": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.", "author": "Bob Marley"},
{"text": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.", "author": "Joan Powers"},
{"text": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.", "author": "Jane Austen"},
{"text": "If I had a flower for every time I thought of you...I could walk through my garden forever.", "author": "Alfred Tennyson"},
{"text": "Piglet sidled up to Pooh from behind.", "author": "A.A. Milne"},
{"text": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.", "author": "Jess C. Scott"},
{"text": "There is nothing better than a friend, unless it is a friend with chocolate.", "author": "Linda Grayson"},
{"text": "I would rather walk with a friend in the dark, than alone in the light.", "author": "Helen Keller"},
{"text": "Life is an awful, ugly place to not have a best friend.", "author": "Sarah Dessen"},
{"text": "Friendship is unnecessary, like philosophy, like art.... It has no survival value; rather it is one of those things which give value to survival.", "author": "C.S. Lewis"},
{"text": "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.", "author": "A.A. Milne"},
{"text": "Out beyond ideas of wrongdoing", "author": "Jalal Ad-Din Rumi"},
{"text": "What is a friend? A single soul dwelling in two bodies.", "author": "Aristotle"},
{"text": "He must have known I'd want to leave you.\"", "author": "J.K. Rowling"},
{"text": "It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like \"What about lunch?", "author": "A. A. Milne"},
{"text": "Only a true best friend can protect you from your immortal enemies.", "author": "Richelle Mead"},
{"text": "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born.", "author": "Anais Nin"},
{"text": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment. ", "author": "Haruki Murakami"},
{"text": "No person is your friend who demands your silence, or denies your right to grow.", "author": "Alice Walker"},
{"text": "There is no surer foundation for a beautiful friendship than a mutual taste in literature.", "author": "P.G. Wodehouse"},
{"text": "Why is it,\" he said, one time, at the subway entrance, \"I feel I've known you so many years?\"", "author": "Ray Bradbury"},
{"text": "Do I not destroy my enemies when I make them my friends?", "author": "Abraham Lincoln"},
{"text": "If you have two friends in your lifetime, you're lucky. If you have one good friend, you're more than lucky.", "author": "S.E. Hinton"},
{"text": "There are no faster or firmer friendships than those formed between people who love the same books.", "author": "Irving Stone"},
{"text": "The man of knowledge must be able not only to love his enemies but also to hate his friends.", "author": "Friedrich Nietzsche"},
{"text": "Words are easy, like the wind; Faithful friends are hard to find.", "author": "William Shakespeare"},
{"text": "Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that.", "author": "Ally Condie"},
{"text": "The capacity for friendship is God's way of apologizing for our families.", "author": "Jay McInerney"},
{"text": "Silence make the real conversations between friends. Not the saying, but the never needing to say that counts.", "author": "Margaret Lee Runbeck"},
{"text": "The worst part of success is trying to find someone who is happy for you.", "author": "Bette Midler"},
{"text": "There are some things you can't share without ending up liking each other, and knocking out a twelve-foot mountain troll is one of them.", "author": "J. K. Rowling"},
{"text": "A snowball in the face is surely the perfect beginning to a lasting friendship.", "author": "Markus Zusak"},
{"text": "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected.", "author": "Charles Lamb"},
{"text": "I am looking for friends. What does that mean -- tame?\"", "author": "Antoine de Saint-Exupéry"},
{"text": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.", "author": "Elie Wiesel"},
{"text": "If you have good friends, no matter how much life is sucking , they can make you laugh.", "author": "P.C. Cast  Kristin Cast"},
{"text": "It gives me strength to have somebody to fight for; I can never fight for myself, but, for others, I can kill.", "author": "Emilie Autumn"},
{"text": "I am glad you are here with me. Here at the end of all things, Sam.", "author": "J.R.R. Tolkien"},
{"text": "I am always saying \"Glad to've met you\" to somebody I'm not at all glad I met. If you want to stay alive, you have to say that stuff, though.", "author": "J.D. Salinger"},
{"text": "Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive.", "author": "Rainbow Rowell"},
{"text": "I don’t trust anybody. Not anybody. And the more that I care about someone, the more sure I am they’re going to get tired of me and take off.", "author": "Rainbow Rowell"},
{"text": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success.", "author": "Oscar Wilde"},
{"text": "When the snows fall and the white winds blow, the lone wolf dies but the pack survives.", "author": "George R.R. Martin"},
{"text": "Stay is a charming word in a friend's vocabulary.", "author": "Amos Bronson Alcott"},
{"text": "I got you to look after me, and you got me to look after you, and that's", "author": "John Steinbeck"},
{"text": "Harry - you're a great wizard, you know.\"", "author": "J.K. Rowling"},
{"text": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?", "author": "Richard Bach"},
{"text": "We should meet in another life, we should meet in air, me and you.", "author": "Sylvia Plath"},
{"text": "True friends are always together in spirit. (Anne Shirley)", "author": "L.M. Montgomery"},
{"text": "The best mirror is an old friend.", "author": "George Herbert"},
{"text": "There is nothing like puking with somebody to make you into old friends.", "author": "Sylvia Plath"},
{"text": "Is it possible, in the final analysis, for one human being to achieve perfect understanding of another?", "author": "Haruki Murakami"},
{"text": "Once she was gone, I knelt next to Annabeth and felt her forehead. She was still burning up.", "author": "Rick Riordan"},
{"text": "I don’t feel very much like Pooh today,\" said Pooh.", "author": "A.A. Milne"},
{"text": "Why are old lovers able to become friends? Two reasons. They never truly loved each other, or they love each other still.", "author": "Whitney Otto"},
{"text": "Piglet noticed that even though he had a Very Small Heart, it could hold a rather large amount of Gratitude.", "author": "A.A. Milne"},
{"text": "The friend who holds your hand and says the wrong thing is made of dearer stuff than the one who stays away.", "author": "Barbara Kingsolver"},
{"text": "They’re a rotten crowd’, I shouted across the lawn. ‘You’re worth the whole damn bunch put together.", "author": "F. Scott Fitzgerald"},
{"text": "Trust no friend without faults, and love a woman, but no angel.", "author": "Doris Lessing"},
{"text": "Talk between women friends is always therapy...", "author": "Jayne Anne Phillips"},
{"text": "Wishing to be friends is quick work, but friendship is a slow ripening fruit.", "author": "Aristotle"},
{"text": "There's not a word yet, for old friends who've just met.", "author": "Jim Henson"},
{"text": "We'll be there, Harry,\" said Ron", "author": "J.K. Rowling"},
{"text": "Courage. Kindness. Friendship. Character. These are the qualities that define us as human beings, and propel us, on occasion, to greatness.", "author": "R.J. Palacio"},
{"text": "A friend to all is a friend to none.", "author": "Aristotle"},
{"text": "There is no exercise better for the heart than reaching down and lifting people up.", "author": "John Holmes"},
{"text": "We always see our worst selves. Our most vulnerable selves. We need someone else to get close enough to tell us we’re wrong. Someone we trust.", "author": "David Levithan"},
{"text": "I may not always be with you", "author": "Marc Wambolt"},
{"text": "No friendship is an accident. ", "author": "O. Henry"},
{"text": "I wonder what Piglet is doing,\" thought Pooh.", "author": "A.A. Milne"},
{"text": "It is not often that someone comes along who is a true friend and a good writer.", "author": "E.B. White"},
{"text": "The pain of parting is nothing to the joy of meeting again.", "author": "Charles Dickens"},
{"text": "When a woman becomes her own best friend life is easier.", "author": "Diane Von Furstenberg"},
{"text": "the only way Bex would miss this would be if she were unconscious. And tied up. And in a concrete bunker. In Siberia.", "author": "Ally Carter"},
{"text": "Friends are the family you choose (~ Nin/Ithilnin, Elven rogue).", "author": "Jess C Scott"},
{"text": "She is a friend of my mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order.", "author": "Toni Morrison"},
{"text": "A good writer possesses not only his own spirit but also the spirit of his friends.", "author": "Friedrich Nietzsche"},
{"text": "The greatest compliment that was ever paid me was when one asked me what I thought, and attended to my answer.", "author": "Henry David Thoreau"},
{"text": "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.", "author": "Richard Bach"},
{"text": "A friend may be waiting behind a stranger's face.", "author": "Maya Angelou"},
{"text": "Friendship is everything. Friendship is more than talent. It is more than the government. It is almost the equal of family.- Don Corleone", "author": "Mario Puzo"},
{"text": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes.", "author": "Henry David Thoreau"},
{"text": "Are you out of your goddamn mind? You think we can take on two hundred soldiers? I know I am an extremely attractive man, J, but I am not Bruce Lee.", "author": "Tahereh Mafi"},
{"text": "It's hard to tell who has your back, from who has it long enough just to stab you in it....", "author": "Nicole Richie"},
{"text": "Cutting people out of your life is easy, keeping them in is hard.", "author": "Walter Dean Myers"},
{"text": "However rare true love may be, it is less so than true friendship.", "author": "albert einstein"},
{"text": "Be slow to fall into friendship, but when you are in, continue firm and constant.", "author": "Socrates"},
{"text": "It's not love or anything, but I think I like you, too.", "author": "Chuck Palahniuk"},
{"text": "In prosperity our friends know us; in adversity we know our friends.", "author": "John Churton Collins"},
{"text": "A fit, healthy body—that is the best fashion statement", "author": "Jess C Scott"},
{"text": "My old grandmother always used to say, Summer friends will melt away like summer snows, but winter friends are friends forever.", "author": "George R.R. Martin"},
{"text": "Sometimes you want to say, “I love you, but…", "author": "Jamie Weise"},
{"text": "Time doesn't take away from friendship, nor does separation.", "author": "Tennessee Williams"},
{"text": "You think I'm a fool?\" demanded Harry.", "author": "J.K. Rowling"},
{"text": "I ask you to judge me by the enemies I have made.", "author": "Franklin D. Roosevelt"},
{"text": "A friend is someone who gives you total freedom to be yourself.", "author": "Jim Morrison"},
{"text": "Watson. Come at once if convenient. If inconvenient, come all the same.", "author": "Arthur Conan Doyle"},
{"text": "No man can be called friendless who has God and the companionship of good books.", "author": "Elizabeth Barrett Browning"},
{"text": "I don't want to hurt you or anybody so please forget about me. Just try. Find yourself a better friend.", "author": "Nina LaCour"},
{"text": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.", "author": "Bernard Meltzer"},
{"text": "A wise man gets more use from his enemies than a fool from his friends.", "author": "Baltasar Gracian"},
{"text": "A good friend is a connection to life - a tie to the past, a road to the future, the key to sanity in a totally insane world.", "author": "Lois Wyse"},
{"text": "True friendship is like sound health; the value of it is seldom known until it be lost.", "author": "Charles Caleb Colton"},
{"text": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort.", "author": "Charlotte Brontë"},
{"text": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.", "author": "Plutarch"},
{"text": "If you care about somebody, you should want them to be happy. Even if you wind up being left out.", "author": "Stephen Chbosky"},
{"text": "Anybody can look at you. It's quite rare to find someone who sees the same world you see.", "author": "John Green"},
{"text": "But it does not seem that I can trust anyone,' said Frodo.", "author": "J.R.R. Tolkien"},
{"text": "You had to know a person well to make them laugh like that.", "author": "Cassandra Clare"},
{"text": "One friend with whom you have a lot in common is better than three with whom you struggle to find things to talk about.", "author": "Mindy Kaling"},
{"text": "I hold this to be the highest task of a bond between two people: that each should stand guard over the solitude of the other.", "author": "Rainer Maria Rilke"},
{"text": "Being in a relationship, that's something you choose. Being friends, that's just something you are. [But] I", "author": "John Green"},
{"text": "Have any of you wondered what I did with all the cash Pekka Rollins gave us?\"", "author": "Leigh Bardugo"},
{"text": "The antidote for fifty enemies is one friend.", "author": "Aristotle"},
{"text": "I've heard it said that people come into our lives for a reason", "author": "Stephen Schwartz"},
{"text": "We live, in fact, in a world starved for solitude, silence, and private: and therefore starved for meditation and true friendship.", "author": "C.S. Lewis"},
{"text": "Friendship is always a sweet responsibility, never an opportunity.", "author": "Khalil Gibran"},
{"text": "A real friend isn't capable of feeling sorry for you.", "author": "Jodi Picoult"},
{"text": "Unreal friendship may turn to real", "author": "T.S. Eliot"},
{"text": "New friends can often have a better time together than old friends.", "author": "F. Scott Fitzgerald"},
{"text": "...Who could refrain,", "author": "William Shakespeare"},
{"text": "When you feel someone else's pain and joy as powerfully as if it were your own, then you know you really loved them.", "author": "Ann Brashares"},
{"text": "When you choose your friends, don't be short-changed by choosing personality over character.", "author": "W.Somerset Maugham"},
{"text": "When you part from your friend, you grieve not;", "author": "Khalil Gibran"},
{"text": "Which of all my important nothings shall I tell you first?", "author": "Jane Austen"},
{"text": "Skye kissed her forehead. \"You saved my life.\"", "author": "Kristin Cashore"},
{"text": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks", "author": "Waqar Ahmed"},
{"text": "Betrayal is the only truth that sticks.", "author": "Arthur Miller"},
{"text": "I was tired of pretending that I was someone else just to get along with people, just for the sake of having friendships.", "author": "Kurt Cobain"},
{"text": "A faithful friend is a strong defense;", "author": "Louisa May Alcott"},
{"text": "True friends are like diamonds – bright, beautiful, valuable, and always in style.", "author": "Nicole Richie"},
{"text": "Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief", "author": "Marcus Tullius Cicero"},
{"text": "When friendships are real, they are not glass threads or frost work, but the solidest things we can know.", "author": "Ralph Waldo Emerson"},
{"text": "It takes your enemy and your friend, working together, to hurt you to the heart: the one to slander you and the other to get the news to you.", "author": "Mark Twain"},
{"text": "A friend is someone with whom you dare to be yourself.", "author": "Frank Crane"},
{"text": "7 things negative people will do to you. They will...", "author": "Israelmore Ayivor"},
{"text": "Once upon a time they was two girls,\" I say. \"one girl had black skin, one girl had white.\"", "author": "Kathryn Stockett"},
{"text": "Relationships are all about trust and equality. If one person shares, then the other person should share, too.", "author": "Sophie Kinsella "},
{"text": "My head’ll explode if I continue with this escapism.", "author": "Jess C Scott"},
{"text": "Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon.", "author": "Ann Patchett"},
{"text": "We are like islands in the sea, separate on the surface but connected in the deep.", "author": "William James"},
{"text": "The wounds that never heal can only be mourned alone.", "author": "James Frey"},
{"text": "Real friends are the ones you can count on no matter what.", "author": "Morgan Matson"},
{"text": "Andrea raised her hand. “This is the hand that slapped Aunt B.", "author": "Ilona Andrews"},
{"text": "Jem gave her a wistful look. “Must you go? I was rather hoping that you’d stay and be a ministering angel, but if you must go, you must.", "author": "Cassandra Clare"},
{"text": "Rejection is an opportunity for your selection.", "author": "Bernard Branson"},
{"text": "I hadn’t been in proper school in three years. My parents were my two best friends. My third best friend was an author who did not know I existed.", "author": "John Green"},
{"text": "Two things you will never have to chase: True friends & true love.", "author": "Mandy Hale"},
{"text": "Tis a great confidence in a friend to tell him your faults; greater to tell him his.", "author": "Benjamin Franklin"},
{"text": "Girls will get together just to get together. Guys need an activity as an excuse. Otherwise it’s too homo for them to handle.", "author": "Megan McCafferty"},
{"text": "Friends are honest with each other. Even if the truth hurts.", "author": "Sarah Dessen"},
{"text": "What do you most value in your friends?", "author": "Christopher Hitchens"},
{"text": "Constant use had not worn ragged the fabric of their friendship.", "author": "Dorothy Parker"},
{"text": "The language of Friendship is not words, but meanings.", "author": "Henry David Thoreau"},
{"text": "Friends don’t spy; true friendship is about privacy, too.", "author": "Stephen King"},
{"text": "We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends.", "author": "Albert Einstein"},
{"text": "A best friend is the only one that walks into your life when the world has walked out.", "author": "Shannon l. Alder"},
{"text": "You might be looking for reasons but there are no reasons.", "author": "Nina LaCour"},
{"text": "Everyone has a gift for something, even if it is the gift of being a good friend.", "author": "Marian Anderson"},
{"text": "For what is your friend that you should seek him with hours to kill?", "author": "Khalil Gibran"},
{"text": "What is love? two souls and one flesh; friendship? two bodies and one soul.", "author": "Joseph Roux"},
{"text": "A messy house is a must - it separates your true friends from other friends.", "author": "Jennifer Wilson"},
{"text": "He who has a thousand friends has not a friend to spare,", "author": "Ali Bin Abi Thalib"},
{"text": "I hugged him without any kind of fear or self-consciousness, fiercely, with a rush of emotion that almost brought tears to my eyes.", "author": "Alexandra Bracken"},
{"text": "I don't like to give up on people when they need someone not to give up on them.", "author": "Carroll Bryant"},
{"text": "You may not remember the time you let me go first.", "author": "Brian Andreas"},
{"text": "By chance we met, by choice we become friend", "author": "Millie"},
{"text": "You're such a pain in the ass. (Butch)", "author": "J.R. Ward"},
{"text": "And I'll dance with you in Vienna,", "author": "Leonard Cohen"},
{"text": "A single rose can be my garden; a single friend, my world.", "author": "Leo Buscaglia"},
{"text": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, and compassion", "author": "Simone de Beauvoir"},
{"text": "Real friendship or love is not manufactured or achieved by an act of will or intention. Friendship is always an act of recognition.", "author": "John O'Donohue"},
{"text": "Remembering. Forgetting. I'm not sure which is worse.", "author": "Kelley Armstrong"},
{"text": "He experienced the singular pleasure of watching people he loved fall in love with other people he loved.", "author": "Hanya Yanagihara"},
{"text": "So when you're cold", "author": "Stephen Cosgrove"},
{"text": "Friendship is selfless love, care, respect, and honor not a profitable opportunity.", "author": "Santosh Kalwar"},
{"text": "Friends should be like books, few, but hand-selected. ", "author": "C. J. Langenhoven"},
{"text": "To throw away an honest friend is, as it were, to throw your life away", "author": "Sophocles"},
{"text": "The most I can do for my friend is simply to be his friend.", "author": "Henry David Thoreau"},
{"text": "Friendship often ends in love. But love in friendship; never.", "author": "Charles Caleb Colton"},
{"text": "Like a comet pulled from orbit,", "author": "Stephen Schwartz"},
{"text": "If you have but one friend, make sure you choose her well.", "author": "Muriel Barbery"},
{"text": "The way I figure it, everyone gets a miracle.", "author": "John Green"},
{"text": "Oh, the comfort — the inexpressible comfort of feeling", "author": "Dinah Maria Mulock Craik"},
{"text": "It's not your job to like me - it's mine", "author": "Byron Katie"},
{"text": "Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay.", "author": "Jess C Scott"},
{"text": "He brought out the worst in me, and was the best thing that ever happened to me.", "author": "Coco J. Ginger"},
{"text": "Without friends, no one would want to live, even if he had all other goods.", "author": "Aristotle"},
{"text": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country.", "author": "E.M. Forster"},
{"text": "The Sun is such a lonely star. Whenever he comes out to see his friends, they all disappear.", "author": "Joseph Gordon-Levitt"},
{"text": "Every life needs a little space. It leaves room for good things to enter it.", "author": "Sarah Addison Allen"},
{"text": "He that is thy friend indeed,", "author": "William Shakespeare"},
{"text": "A real relationship is two-way.", "author": "Sophie Kinsella"},
{"text": "There's no way for them to take away my sadness, but they can make sure I am not empty of all the other feelings.", "author": "David Levithan"},
{"text": "Please, touch me, I pray.", "author": "Jess C Scott"},
{"text": "A true friend is a gift from God. Since God doesn't exist, guess what? Neither do true friends.", "author": "Scott Dikkers"},
{"text": "Nico scowled. ‘It’s none of your business, but I don’t belong. That’s obvious. No one wants me. I’m a child of –’", "author": "Rick Riordan"},
{"text": "A friend is one who walks in when others walk out.", "author": "Walter Winchell"},
{"text": "Boys, Laila came to see, treated friendship the way they treated the sun: its existence undisputed; its radiance best enjoyed, not beheld directly.", "author": "Khaled Hosseini"},
{"text": "Be slow in choosing a friend, slower in changing.", "author": "Benjamin Franklin"},
{"text": "When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it.", "author": "Edgar Watson Howe"},
{"text": "Da. This is going very well already.\"", "author": "Jim Butcher"},
{"text": "Friendships take minutes to make, moments to break, years to repair.", "author": "Pierce Brown"},
{"text": ".. a friend is someone who inspires, who challenges, who sends you in search of some truer sense of yourself..", "author": "Steve Lopez"},
{"text": "You can love somebody without it being like that. You keep them a stranger, a stranger who's a friend.", "author": "Truman Capote"},
{"text": "Its easy to make frends if you let pepul laff at you.", "author": "Daniel Keyes"},
{"text": "the world is not a pleasant place to be without someone to hold and be held by.", "author": "Nikki Giovanni"},
{"text": "You know a real friend?", "author": "William S. Burroughs"},
{"text": "the companions of our childhood always possess a certain power over our minds which hardly any later friend can obtain.", "author": "Mary Shelley"},
{"text": "Just because I've gone and snagged myself a hot boyfriend doesn't mean I'm going to leave my bestfriend high and dry.", "author": "Becca Fitzpatrick"},
{"text": "You're getting into some kind of shape, cop.\"", "author": "J.R. Ward"},
{"text": "Anyone who knew the word slattern was worth cultivating as a friend.", "author": "Alan Bradley"},
{"text": "Oh, brothers! I don't care for brothers. My elder brother won't die, and my younger brothers seem never to do anything else.", "author": "Oscar Wilde"},
{"text": "The only true test of friendship is the time your friend spends on you.", "author": "John Marsden"},
{"text": "Soul connections are not often found and are worth every bit of fight left in you to keep.", "author": "Shannon Alder"},
{"text": "It's much easier to not know things sometimes. Things change and friends leave. And life doesn't stop for anybody.", "author": "Stephen Chbosky"},
{"text": "Soulmate\" is an overused term, but a true soul connection is very rare, and very real.", "author": "Hilary Duff"},
{"text": "We need to remember what's important in life: friends, waffles, work. Or waffles, friends, work. Doesn't matter, but work is third.", "author": "Leslie Knope"},
{"text": "It is a man's own mind, not his enemy or foe, that lures him to evil ways.", "author": "Siddhārtha Gautama"},
{"text": "Many people walk in and out of your life, but only true friends will leave footprints in your heart.", "author": "Windhy Puspitadewi"},
{"text": "True love is not a hide and seek game: in true love, both lovers seek each other.", "author": "Michael Bassey Johnson"},
{"text": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", "author": "Michel de Montaigne"},
{"text": "The most intriguing people you will encounter in this life are the people who had insights about you, that you didn't know about yourself.", "author": "Shannon L. Alder"},
{"text": "They called you the Glue\"", "author": "James Dashner"},
{"text": "My friends are everything without me but I am nothing without my friends.", "author": "Santosh Kalwar"},
{"text": "It ain't no fun if the homies can't have none. ", "author": "Snoop Dogg"},
{"text": "A friend can tell you things you don't want to tell yourself", "author": "Frances Ward Weller"},
{"text": "Nothing of real worth can ever be bought. Love, friendship, honour, valour, respect. All these things have to be earned.", "author": "David Gemmell"},
{"text": "True friends will always push you towards the great possibilities of your future, false friends will always chain you to the mistakes in your past.", "author": "Seth Brown"},
{"text": "The shifts of fortune test the reliability of friends.", "author": "Marcus Tullius Cicero"},
{"text": "Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends.", "author": "Epicurus"},
{"text": "She told me later that her parents had told her to steer clear of me at school.", "author": "Rainbow Rowell"},
{"text": "The most valuable gift you can receive is an honest friend.", "author": "Stephen Richards"},
{"text": "What was more, they had taken the first step toward genuine friendship. They had exchanged vulnerabilities.", "author": "Arthur C. Clarke"},
{"text": "Friends can make you feel that the world is smaller and less sneaky than it really is, because you know people who have similar experiences.", "author": "Lemony Snicket"},
{"text": "Friends... they cherish one another's hopes. They are kind to one another's dreams.", "author": "Henry David Thoreau "},
{"text": "The friends you make in college are friends you'll have for life, even if you don't talk for years at a time.", "author": "Jessica Park"},
{"text": "If we would build on a sure foundation in friendship, we must love our friends for their sakes rather than for our own.", "author": "Charlotte Brontë"},
{"text": "The process of falling in love at first sight is as final as it is swift in such a case, but the growth of true friendship may be a lifelong affair.", "author": "Sarah Orne Jewett"},
{"text": "Friendship however is a plant which cannot be forced -- true friendship is no gourd spring up in a night and withering in a day.", "author": "Charlotte Brontë"},
{"text": "A hug is worth a thousand words. A friend is worth more.\"", "author": "Charles Caleb Colton"},
{"text": "If you claim to be a real friend then be real in your soul. If you claim to be fake then be an enemy instead.", "author": "Santosh Kalwar"},
{"text": "You're my closest friend and you're thousands of miles away.", "author": "Anthony Horowitz"},
{"text": "Absence is a house so vast that inside you will pass through its walls and hang pictures on the air.", "author": "Pablo Neruda"},
{"text": "And he looked lonely enough that she said, 'If you like, you could be my friend'.", "author": "Sarah J. Maas"},
{"text": "What is a friend if not someone you feel close to, someone you like being with, someone you can confide in and share pleasure with.", "author": "Johanna lindsey"},
{"text": "When twilight drops her curtain down And pins it with a star Remember that you have a friend Though she may wander far.", "author": "L.M. Montgomery"},
{"text": "Nobody sees a flower - really - it is so small it takes time - we haven't time - and to see takes time, like to have a friend takes time.", "author": "Georgia O'Keeffe"},
{"text": "…I'm so thankful for friendship. It beautifies life so much.", "author": "L.M. Montgomery"},
{"text": "One loyal friend is worth ten thousand relatives.", "author": "Euripides"},
{"text": "Care to join me, Goodfellow?", "author": "Julie Kagawa"},
{"text": "No matter how bad you want a person, if your hearts are in two different places, you’ll have to pass and move on.", "author": "Alexandra Elle"},
{"text": "We are great writers on the same dreadful typewriter", "author": "Allen Ginsberg"},
{"text": "It isn't such a bad thing to always know that someone on the other side of the world cares about you.", "author": "Laura Fraser"},
{"text": "I need to figure out the secret. I need to work out how to keep things flying back to me instead of always flying away.", "author": "Carol Rifka Brunt"},
{"text": "Your job is to focus on my personal happiness, she said, & I've got big plans, so break time is over. ", "author": "Brian Andreas"},
{"text": "Only once you destroy who you think you are can you embrace who you truly are.", "author": "Soman Chainani"},
{"text": "Sometimes its not the strength but gentleness that cracks the hardest shells.", "author": "Richard Paul Evans"},
{"text": "We approach the house and I wave at Jimmy.", "author": "Melina Marchetta"},
{"text": "It's better to have a few faithful friends than numerous shallow friendships.", "author": "Jonathan Anthony Burkett"},
{"text": "Hermione was screaming again: the sound went through Harry like physical pain.", "author": "J.K. Rowling"},
{"text": "Some people come into our lives and quickly go. Some stay for a while, leave footprints on our hearts, and we are never, ever the same", "author": "Flavia Weedn"},
{"text": "If you can't be honest with your friends and colleagues and loved ones, then what is life all about?", "author": "Sophie Kinsella"},
{"text": "I don't feel that way anymore,\" Nico muttered. \"I mean... I gave up on Percy. I was young and impressionable, and I- I don't...\"", "author": "Rick Riordan"},
{"text": "There can be no friendship without confidence, and no confidence without integrity.", "author": "Samuel Johnson"},
{"text": "Bittersweet? No, just bitter, the taste of your tongue.", "author": "Coco J. Ginger"},
{"text": "He was the strangest of strangers in that he was also her oldest friend.", "author": "Ann Brashares"},
{"text": "A man trusts another man when he sees enough of himself in him.", "author": "Gregory David Roberts"},
{"text": "But what are loyalty and caring really worth?\"", "author": "Richelle Mead"},
{"text": "It was almost comforting, this mutual acceptance of our secrets.", "author": "Kiera Cass"},
{"text": "You're the one who is weak. You will never know love or friendship. And I feel sorry for you.", "author": "J.K. Rowling"},
{"text": "The real frienship is like fluorescence, it shines better when everything has darken.", "author": "Rabindranath Tagore"},
{"text": "WE two boys together clinging,", "author": "Walt Whitman"},
{"text": "A real friendship ought to introduce each person to unexpected weirdness in the other.", "author": "Jaron Lanier"},
{"text": "If you didn't feel like your support system was strong enough, then getting yourself out of the situation was the best thing to do", "author": "Lindsey Kelk"},
{"text": "It’s never the value of water but thirst, it’s never the value of life but death and it’s never about the friendship but trust.", "author": "Ali Ibn Abi Talib AS"},
{"text": "I wanted to kill her and make her eat her fringe. And her knickers.", "author": "Louise Rennison"},
{"text": "and it is hard to let go, to imagine alternatives, but you are bold with unknowing, you are ready to explore.", "author": "Terra Elan McVoy"},
{"text": "A hunted man sometimes wearies of distrust and longs for friendship.", "author": "J. R. R. Tolkien"},
{"text": "Love doesn't make the world go 'round; love is what makes the ride worthwhile.", "author": "Shannon Alder"},
{"text": "Home is anywhere that you know all your friends and all your enemies.", "author": "Orson Scott Card"},
{"text": "Age appears best in four things: old wood to burn, old wine to drink, old friends to trust and old authors to read.", "author": "Francis Bacon"},
{"text": "Friendship is love without wings.", "author": "George Gordon Byron"},
{"text": "What's friendship's realest measure?", "author": "Richard Ford"},
{"text": "Business, you know, may bring money, but friendship hardly ever does.", "author": "Jane Austen"},
{"text": "Friends are supposed to act like harbor boats—let you know if you’re off course. But it ain’t always possible…", "author": "Rebecca Wells"},
{"text": "Friends are those rare people who ask how we are, and then wait to hear the answer.", "author": "Ed Cunningham"},
{"text": ",the rest of the girls pretended not to notice. That's just what best friends do.", "author": "Sara Shepard"},
{"text": "Here's champagne for our real friends, and real pain for our sham friends.", "author": "Mardy Grothe"},
{"text": "ESTRAGON: Don't touch me! Don't question me! Don't speak to me! Stay with me!", "author": "Samuel Beckett"},
{"text": "My friends call me by my name.\"", "author": "Shannon Hale"},
{"text": "Could you visit me in dreams? That would cheer me.", "author": "Anne Carson"},
{"text": "Wayne: You wanna know why I really came to find you?", "author": "Brandon Sanderson"},
{"text": "But you can't stay with people because of guilt. Or because they can drive a speedboat.", "author": "Sophie Kinsella"},
{"text": "Sam,\" she said.", "author": "Sarah J. Maas"},
{"text": "The bittersweet about truth is that nothing could be more hurtful, yet nothing could be more helpful.", "author": "Mike  Norton"},
{"text": "Here's the thing- I love you and I love her, but I swear to God I'll kick your ass if you hurt her.", "author": "Katie McGarry"},
{"text": "A doubtful friend is worse than a certain enemy. Let a man be one thing or the other, and we then know how to meet him.", "author": "Aesop"},
{"text": "You have some queer friends, Dorothy,' she said.", "author": "L. Frank Baum"},
{"text": "Love is friendship set to music.", "author": "Jackson Pollock"},
{"text": "That's what friends should do. cherish the good and pretend not to notice the harmless rest.", "author": "Beth Hoffman"},
{"text": "Did you just tell us you're gay?\" asks Nick.", "author": "Becky Albertalli"},
{"text": "My shadow serves as the friend I crave.", "author": "Anna Akhmatova"},
{"text": "It is not so much our friends' help that helps us as the confident knowledge that they will help us.", "author": "Epicurus"},
{"text": "What if all everybody needed in the world was to be sure of one friend? What if you were the one, and you refused to say those simple words?", "author": "Richard Russo"},
{"text": "Friendship multiplies the good of life and divides the evil.", "author": "Baltasar Gracián"},
{"text": "Friendship is the wine of life. ", "author": "Edward Young"},
{"text": "Ah, how good it feels! The hand of an old friend.", "author": "Henry Wadsworth Longfellow"},
{"text": "Well, you know, there are limits to the sacred claims of friendship.", "author": "P.G. Wodehouse"},
{"text": "There is no friendship that cares about an overheard secret.", "author": "Alexandre Dumas"},
{"text": "The only true currency in this bankrupt world are the moments you share with someone when you're uncool.", "author": "Cameron Crowe"},
{"text": "Wherever it is you may be, it is your friends who make your world.", "author": "Chris Bradford"},
{"text": "Few friendships would survive if each one knew what his friend says of him behind his back", "author": "Blaise Pascal"},
{"text": "Things don't matter, people do", "author": "Rosie Thomas"},
{"text": "As you walk through forests", "author": "Stephen Cosgrove"},
{"text": "Always remember that you were once alone, and the crowd you see in your life today are just as unecessary as when you were alone.", "author": "Michael Bassey Johnson"},
{"text": "The friends who met here and embraced are gone,", "author": "W.H. Auden"},
{"text": "All we really want is for no one to have a boring life, to be impressive, so we can be impressed. ~ on the friends we choose.", "author": "Dave Eggers"},
{"text": "Sometimes friends make mistakes. Grievous ones that cry out for us to stay and prove we are true friends.", "author": "Beth Bernobich"},
{"text": "My books are friends that never fail me.\"", "author": "Thomas Carlyle"},
{"text": "Most friendship is feigning, most loving mere folly.", "author": "William Shakespeare"},
{"text": "He could only consider me as the living corpse of a would-be suicide, a person dead to shame, an idiot ghost.", "author": "Osamu Dazai"},
{"text": "Peace, commerce, and honest friendship with all nations...entangling alliances with none", "author": "Thomas Jefferson"},
{"text": "Dia wrinkled her nose. “Gross. You need a decent girl, one that can straighten you out.", "author": "J.M. Darhower"},
{"text": "You do not know how much they mean to me, my friends,", "author": "T.S. Eliot"},
{"text": "I once sent a dozen of my friends a telegram saying 'flee at once - all is discovered.' They all left town immediately.", "author": "Mark Twain"},
{"text": "I don't like to commit myself about Heaven and Hell, you see, I have friends in both places.", "author": "Mark Twain"},
{"text": "Your friends will believe in your potential, your enemies will make you live up to it.", "author": "Tim Fargo"},
{"text": "It's all very well to tell us to forgive our enemies; our enemies can never hurt us very much. But oh, what about forgiving our friends?", "author": "Willa Cather"},
{"text": "The distant soul can shake the distant friend's soul and make the longing felt, over untold miles.", "author": "John Masefield"},
{"text": "Hey, Ethan.\"", "author": "Kami Garcia"},
{"text": "God, how we get our fingers in each other's clay. That's friendship, each playing the potter to see what shapes we can make of each other.", "author": "Ray Bradbury"},
{"text": "Never mind, said Hachiko each day. Here I wait, for my friend who’s late. I will stay, just to walk beside you for one more day.", "author": "Jess C. Scott"},
{"text": "He will never have true friends who is afraid of making enemies.", "author": "William Hazlitt"},
{"text": "Small Acts of Kindness are Priceless", "author": "MG Wells"},
{"text": "A moment passed, perhaps half a second when their faces said what they felt, and then Emma was smiling, laughing, her arms around his neck.", "author": "David Nicholls"},
{"text": "It takes a long time to grow an old friend.", "author": "John Leonard"},
{"text": "Friendship is something in the soul. It is a thing one feels. It is not a return for something.", "author": "Graham Greene"},
{"text": "Murphy watched me thoughtfully for several empty seconds. Then she said, very gently, \"You're a good man, Harry.\"", "author": "Jim Butcher"},
{"text": "I don't want to be your friend, baby. I am your friend.", "author": "Ernest Hemingway"},
{"text": "Better be a nettle in the side of your friend than his echo.", "author": "Ralph Waldo Emerson"},
{"text": "You need not wonder whether you should have an unreliable person as a friend. An unreliable person is nobody's friend.", "author": "Idries Shah"},
{"text": "May your adventures bring you closer together, even as they take you far away from home.", "author": "Trenton Lee Stewart"},
{"text": "Celebrate the people in your life who are there because they love you for no other reason than because you are YOU.", "author": "Mandy Hale"},
{"text": "Why are you being so mean?\"", "author": "Laurie Halse Anderson"},
{"text": "Lea stood upon a fallen log ahead of us, staring ahead. Mouse walked up to her.", "author": "Jim Butcher"},
{"text": "He is your friend who pushes you nearer to God.", "author": "Abraham Kuyper"},
{"text": "Oh for God's sake,' Heather said, 'I wish you two would just go out, fail miserably as a couple, and get it over with.", "author": "Sarah Dessen"},
{"text": "Friendship is like a glass ornament, once it is broken it can rarely be put back together exactly the same way.", "author": "Charles Kingsley"},
{"text": "She was chaos and beauty intertwined. A tornado of roses from divine.", "author": "Shakieb Orgunwall"},
{"text": "At the end of the day your ability to connect with your readers comes down to how you make them feel.", "author": "Benjamin J. Carey"},
{"text": "Once a friend, always a friend. Why should borders stop that?", "author": "Erin Hunter"},
{"text": "I sew his ears on from time to time, sure.", "author": "Patrick O'Brian"},
{"text": "The classics tell us that, in relationships, the one between teacher and student comes second only to the one between parent and child.", "author": "Lisa See"},
{"text": "There comes that mysterious meeting in life when someone acknowledges who we are and what we can be, igniting the circuits of our highest potential.", "author": "Rusty Berkus"},
{"text": "The noble man is chiefly concerned with wisdom and friendship; of these, the former is a mortal good, the latter and immortal one.", "author": "Epicurus"},
{"text": "If you can do nothing else, do whatever is in your power to make the people in your life feel completely unashamed of who they are.", "author": "Sam Killermann"},
{"text": "Wherever I am, there's always Pooh,", "author": "A.A. Milne"},
{"text": "People will not remember what you did for living,", "author": "Debasish Mridha M.D."},
{"text": "People who bore one another should meet seldom; people who interest one another, often.", "author": "C.S. Lewis"},
{"text": "May I a small house and large garden have;", "author": "Abraham Cowley"},
{"text": "A friend is someone that asks, 'how are you,' and really wants to hear the truth.", "author": "Tonny K. Brown"},
{"text": "Some friends gladly stay, some move away. Some come and go, but their affections grow. While some, I recall, are not friends at all.", "author": "Primadonna Angela"},
{"text": "You're walking funny,\" Lucy said, a shit-eating grin on her face. Five days of out of this world sex with a starving man could do that to a girl.", "author": "Nalini Singh"},
{"text": "Somewhere in the crowd was at least one potential friend who'd understand the fundamental value of goofing off.", "author": "Alyson Noel"},
{"text": "You know your problem, Quentin? You keep expecting people not to be themselves.", "author": "John Green"},
{"text": "Friendship is a precious thing, Sayuri. One mustn't throw it away.", "author": "Arthur Golden"},
{"text": "How about \"diamonds are a girl's best friends\"? Nope. It should be switched around and pointed out, instead, that your best friends are diamonds.", "author": "Gina Barreca"},
{"text": "I'm through accepting limits", "author": "Stephen Schwartz"},
{"text": "Nothing gives a fearful man more courage than another's fear.", "author": "Umberto Eco"},
{"text": "A letter always seemed to me like immortality because it is the mind alone without corporeal friend.", "author": "Emily Dickinson"},
{"text": "Be a friend to thyself, and others will be so too.", "author": "Thomas Fuller"},
{"text": "Was it you or I who stumbled first? It does not matter. The one of us who finds the strength to get up first, must help the other.", "author": "Vera Nazarian"},
{"text": "I can never think of you as a friend. You can do without a friend.", "author": "Graham Greene"},
{"text": "They that love beyond the world cannot be separated by it.", "author": "William Penn"},
{"text": "Grant stood by me when I was crazy, and I stood by him when he was drunk, and now we stand by each other.", "author": "William T. Sherman"},
{"text": "Perhaps he does not want to be friends with you until he knows what you are like. With owls, it is never easy-come-easy-go.", "author": "T.H. White"},
{"text": "We were each other's rock. But did it make us each other's destiny?", "author": "Rachel Hawthorne"},
{"text": "Their love for me was both a myth and a torture and so I wrecked everything. I hurt them, and I left them hurting.", "author": "Robert Goolrick"},
{"text": "I don’t want to be", "author": "Cecelia Ahern"},
{"text": "But, I believe,\" I continue, \"I know what true love is - or what it should be.\"", "author": "Lisa Ann Sandell"},
{"text": "Oh Julie, wouldn’t I know if you were dead? Wouldn’t I feel it happening, like a jolt of electricity to my heart?", "author": "Elizabeth Wein"},
{"text": "Unlike the puerile loyalty to a conviction, loyalty to a friend is a virtue - perhaps the only virtue, the last remaining one.", "author": "Milan Kundera"},
{"text": "don't you think between here and now we will see each other once or twice?", "author": "Richard Bach"},
{"text": "Alan,\" cried I, \"what makes ye so good to me? What makes ye care for such a thankless fellow?\"", "author": "Robert Louis Stevenson"},
{"text": "With the world's fate resting on your shoulder - you're gonna need someone on your side.", "author": "Morrissey"},
{"text": "Friends aren’t forever. They’re not even for a while. They come into your life", "author": "Krista Ritchie"},
{"text": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness in another.", "author": "Eustace Budgell"},
{"text": "True friendhip is like sound health: the value of it is seldom know until it is lost.", "author": "Charles Caleb Colton"},
{"text": "This is what I miss, Cordelia: not something that’s gone, but something that will never happen. Two old women giggling over their tea.", "author": "Margaret Atwood"},
{"text": "The foundation of adult trust is not \"You will never hurt me.\" It is \"I trust myself with whatever you do.", "author": "David Richo"},
{"text": "Friends are born, not made.", "author": "Henry Adams"},
{"text": "He pulled the Carstairs family ring from his finger and held it out to Will. \"Take it.\"", "author": "Cassandra Clare"},
{"text": "There is danger that we lose sight of what our friend is absolutely, while considering what she is to us alone.", "author": "Henry David Thoreau"},
{"text": "It's a little hard not to worry when my best friend keeps on dying.", "author": "Kristin Cast"},
{"text": "Bein friends is like being soldiers in the army. You live together, you fight together; you die together.", "author": "Ron Hall"},
{"text": "I truly believe that if you have more friends than books, you have too many friends. Or not enough books. Probably both.", "author": "Zoë Marriott"},
{"text": "Ten minutes with a genuine friend is better than years spent with anyone less.", "author": "Crystal Woods"},
{"text": "The kindest way of helping yourself is to find a friend", "author": "Ann Kaiser Stearns"},
{"text": "A friend is someone who walks into a room when everyone else is walking out.", "author": "Gary Moore"},
{"text": "Together, we form a necessary paradox; not a senseless contradiction.", "author": "Criss Jami"},
{"text": "Psyche you out?\" I repeat. \"I'm your FRIEND. I wouldn't do that.\"", "author": "Veronica Roth"},
{"text": "Phaedra looked across the water and her eyes met Lucian’s. Their needs came second. It came from the privilege of being trusted.", "author": "Melina Marchetta"},
{"text": "How right it had felt at each moment he had met them all. How certain that they plunged towards something bigger than even this moment.", "author": "Maggie Stiefvater"},
{"text": "Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?", "author": "Emily Brontë"},
{"text": "I finally faced the fact that it isn`t a crime not having friends. Being alone means you have fewer problems.", "author": "whitney houston"},
{"text": "If this is how you treat your friends, no wonder you have so many enemies.", "author": "Santa Teresa de Jesús"},
{"text": "That was our friendship: equal parts irritation and cooperation.", "author": "Ransom Riggs"},
{"text": "O friend, for the morrow let us not worry", "author": "Omar Khayyám"},
{"text": "...we can say we love each other if my life is better because you're in it and your life is better because I'm in it.", "author": "Chris Crutcher"},
{"text": "Most of us don't need a psychiatric therapist as much as a friend to be silly with.", "author": "Robert Brault"},
{"text": "Life is a bitter sweet journey my friend, a bitter sweet journey.", "author": "Luellen Hoffman"},
{"text": "My friends have made the story of my life. In a thousand ways they have turned my limitations into beautiful privileges.", "author": "Helen Keller"},
{"text": "Together we shared a bond not even death would violate.", "author": "Dee Remy"},
{"text": "The cracks in old friendships are measured in awkward pauses.", "author": "Darin Strauss"},
{"text": "And like a favorite old movie, sometimes the sameness in a friend is what you like the most about her.", "author": "Emily Giffin"},
{"text": "I didn't care if he was a genius or a fucking idiot, he was rotting away, and it wasn't fun to watch.", "author": "Anthony Kiedis"},
{"text": "Love should not be polluted with friendship.", "author": "Erich Maria Remarque"},
{"text": "I have been a friend to Shadowhunters. I know many of your families, going back for hundreds of years.\"", "author": "Cassandra Clare"},
{"text": "It's my job as best friend to make sure he's not a serial killer. Or an English major, not sure which one's worse.", "author": "Shelly Crane"},
{"text": "I am treating you as my friend, asking you to share my present minuses in the hope that I can ask you to share my future plusses.", "author": "Katherine Mansfield"},
{"text": "Into the dark night", "author": "Stevie Smith"},
{"text": "You're lucky to have a friend who will kill for you.\"", "author": "Carrie Vaughn"},
{"text": "As much as we thirst for approval, we dread condemnation.", "author": "Hans Selye"},
{"text": "It was a little weird that they were friends. But then, maybe freaks just tended to find each other.", "author": "James Patterson"},
{"text": "Contrary to popular belief, going shopping is really about stopping afterward for cheesecake.", "author": "Bonnie Jensen"},
{"text": "Where loyalty bound creatures together, they became something larger, something new and whole and inexplicable.", "author": "Orson Scott Card"},
{"text": "Jason’s heart lifted when he saw Nico di Angelo on the front lines with the Greeks, slashing his way through a crowd of two-headed men.", "author": "Rick Riordan"},
{"text": "I truly believed that the cost of success for us shouldn't be the cost of failure for a good friend.", "author": "Jodi Picoult"},
{"text": "The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen.", "author": "Shannon L. Alder"},
{"text": "it’s important to make sure that we’re talking with each other in a way that heals, not in a way that wounds.", "author": "Barack Obama"},
{"text": "When the", "author": "Christopher Hitchens"},
{"text": "Is there some lesson on how to be friends?", "author": "David Rakoff"},
{"text": "To like many people spontaneously and without effort is perhaps the greatest of all sources of personal happiness.", "author": "Bertrand Russell"},
{"text": "Even though friends say they are interested in your life, they never really want to talk about you as much as you want them to. (68)", "author": "Charise Mericle Harper"},
{"text": "Friendship needs no words - it is solitude delivered from the anguish of loneliness.", "author": "Dag Hammarskjöld"},
{"text": "But people need lift, too. People don't get moving, they don't soar, they don't achieve great heights, without someone buoying them up.", "author": "Elizabeth Wein"},
{"text": "The good Watson had at that time deserted me for a wife, the only selfish action I can recall in our association. I was alone.", "author": "Arthur Conan Doyle"},
{"text": "Comamandering is not a word.", "author": "Tahereh Mafi"},
{"text": "Friendship is like money, easier made than kept.", "author": "Samuel Butler"},
{"text": "There is no hospitality like understanding.", "author": "Vanna Bonta"},
{"text": "Do you know what the difference is between Friendship and Love? Friendship is the photograph, Love is the oil painting.", "author": "Frank Delaney"},
{"text": "There is nothing right or wrong in love. Where there is love, then there is nothing but only love.", "author": "Sara Naveed"},
{"text": "You're my friend, Danny. You understand? There's no debt between friends.\"", "author": "Lilith Saintcrow"},
{"text": "So furiously each other did assayle,", "author": "Edmund Spenser"},
{"text": "... we had once called out hello into the cauldron of the world and then run away before anyone could respond.", "author": "Miranda July"},
{"text": "Friends are a weird thing. It seems like they know all about you, but then they don’t understand you at all.", "author": "Natsuo Kirino"},
{"text": "Max.\" Fang let go of my hand. \"Right now, it's really all about—us.\"", "author": "James Patterson"},
{"text": "How is Eric?'", "author": "Charlaine Harris"},
{"text": "A foe to God was never true friend to man", "author": "Edward Young"},
{"text": "Perhaps the ache of homesickness was a fair price to pay for having so many good people in her life.", "author": "Becky   Chambers"},
{"text": "Friendship is thinking of the other person first.", "author": "George Alexiou"},
{"text": "That’s what happens to friends, eventually. They leave you. It’s practically what they’re for.", "author": "Catherynne M. Valente"},
{"text": "I would rather have 1 amazing best friend than 100 decent regular friends. It's not about quantity, it's about quality.", "author": "Connor Franta"},
{"text": "Give me that man that is not passion's slave, and I will wear him in my heart's core, in my heart of heart, as I do thee.", "author": "William Shakespeare"},
{"text": "The typical expression of opening Friendship would be something like, 'What? You too? I thought I was the only one!", "author": "C.S. Lewis"},
{"text": "Friendship is not a gift, but is the result of hard work.", "author": "Myles Munroe"},
{"text": "It's hard to give up the being together with someone.", "author": "Lois Lowry"},
{"text": "Clary,\" he said. \"You're Clary. You're my best friend.", "author": "Cassandra Clare"},
{"text": "If you're my friend I should be able to talk to you but I can't, and if I can't talk to you, well, what is the point of you? Of us?", "author": "David Nicholls"},
{"text": "Who are you anyway? What are you even doing here?", "author": "J.M. Darhower"},
{"text": "Friendship isn't a science mudboy. Just do what you think is right.", "author": "Eoin Colfer"},
{"text": "Only by binding together as a single force will we remain strong and unconquerable.", "author": "Chris Bradford"},
{"text": "...there remained a strange formality between them, and her pleasure in his presence felt too much like missing him had felt during the last week.", "author": "Robin McKinley"},
{"text": "Friend, when you speak this carefully I know it is because you don't know what to say.", "author": "Leonard Cohen"},
{"text": "A friendship founded on business is better than a business founded on friendship", "author": "John D. Rockefeller"},
{"text": "[novan]: bassists are very good with their fingers", "author": "Jess C Scott"},
{"text": "Get over it, Roo. If you have friends who actually like you, you’re popular enough.", "author": "E. Lockhart"},
{"text": "It is as easy to find a lover as to keep a friend, but as hard to find a friend as to keep a lover.", "author": "Emma Frances Dawson"},
{"text": "His leaving had been like snipping off the end of a rope - leaving two unraveling strands.", "author": "Sarah Blakley-Cartwright"},
{"text": "I never say the things I really want to. If I did, I'd have no friends.", "author": "Chelsea Handler"},
{"text": "Only solitary men know the full joys of friendship. Others have their family; but to a solitary and an exile his friends are everything.", "author": "Willa Cather"},
{"text": "The whole point of being a good friend is being in the darkness. I’ll be your light, until you can be it yourself again.", "author": "Catherine Doyle"},
{"text": "Madam, I have been looking for a person who disliked gravy all my life; let us swear eternal friendship.", "author": "Sydney Smith"},
{"text": "Yes, we must ever be friends; and of all who offer you friendship let me be ever the first, the truest, the nearest and dearest!", "author": "Henry Wadsworth Longfellow"},
{"text": "friend is someone you can trust and admits you whatever you are", "author": "Lovely Free-Smith"},
{"text": "You cannot connect with anyone except through reality.", "author": "Stefan Molyneux"},
{"text": "Friendship isn´t be inseparable it's be separated and knowing nothing will change.", "author": "Robert Fisher"},
{"text": "This is what I want so don't be sad.", "author": "Nina LaCour"},
{"text": "Kindred spirits alone do not change with the changing years.", "author": "L.M. Montgomery"},
{"text": "How rare true love maybe, it is less so than true friendship.", "author": "François de La Rochefoucauld"},
{"text": "Forever and ever Bonnie, I will always be your friend.", "author": "Bryan Davis"},
{"text": "For no one, in our long decline,", "author": "Hilaire Belloc"},
{"text": "Love isn't always a physical emotion. Sometimes it's the ones who never got to actually hold you in their arms that appreciate you for who you are", "author": "Sarah Sprague"},
{"text": "A friend in power is a friend lost.", "author": "Henry Adams"},
{"text": "There can't be a quarrel without two parties, and I won't be one. I will be a friend to you in spite of you. So now you know what you've got to expect", "author": "Charles Dickens"},
{"text": "Meghan pushed her chocolate cheesecake across the table to me. I hadn’t gotten paid yet for November, so I had only ordered coffee. “Here,” she said.", "author": "E. Lockhart"},
{"text": "Odd as this might sound, I suppose I’m glad you’re here, Jacob.", "author": "Stephenie Meyer"},
{"text": "How could you carry the inside of a person with you and not call them a friend, no matter what the rules said?", "author": "Barbara Samuel"},
{"text": "A true friend finds a way to celebrate—even in the worst moments of life—and forces it upon you.", "author": "Rionna Morgan"},
{"text": "I went to him in the doorway and embraced him tightly.", "author": "Claudia Gray"},
{"text": "I didn’t want to upset my loved ones, but I couldn’t carry this alone.", "author": "Julie Flygare"},
{"text": "#1425: When you really like someone, tell them. Sometimes you only get one chance.", "author": "H. Jackson Brown Jr."},
{"text": "Friendship's enemy is betrayal.", "author": "Toba Beta"},
{"text": "I'm not that bad,” he said. “I'm rich, popular. I have a sense of humor. I'm good looking, and not to mention I have a really big—", "author": "J.M. Darhower"},
{"text": "Friends tell each other what nobody else is willing to tell you.", "author": "Nikki Sixx"},
{"text": "Avoid those who seek friends in order to maintain a certain social status or to open doors they would not otherwise be able to approach.", "author": "Paulo Coelho"},
{"text": "We walk into the rest of our lives together, not knowing it'll end before it's truly started.", "author": "Tess Sharpe"},
{"text": "I bought you something\" Willows blurts out.", "author": "Julia Hoban"},
{"text": "A true best friend loves you even when it seems like you've gone off the deep end.", "author": "Liz Fenton"},
{"text": "God is the reason I’m surviving, but he’s sure used you in my life wonderfully. I love you.", "author": "Esther Earl"},
{"text": "Girlfriends and boyfriends come and go.", "author": "Jennifer Jabaley"},
{"text": "I was a man before I was a king, and no true man walks away when a friend needs him.", "author": "David Gemmell"},
{"text": "A friend doesn't go on a diet because you are fat.", "author": "Erma Bombeck"},
{"text": "Mine Enemy is growing old --", "author": "Emily Dickinson"},
{"text": "We can't choose our blood, but we can choose those who run importance in our lives.", "author": "Alina Baker"},
{"text": "Having friends was really important, wasn't it? Even if sometimes they did stuff which upset you?", "author": "Helen Salter"},
{"text": "That's the way girls are isn't it? They swear eternal friendship, and then as soon as a man's in the case it's all forgotten.", "author": "Jude Morgan"},
{"text": "There is no key to open the heart of another - except curiosity.", "author": "Stefan Molyneux"},
{"text": "I can take everything on her face at face value, and that's valuable in a friend.", "author": "David Levithan"},
{"text": "Never hold resentments for the person who tells you what you need to hear; count them among your truest, most caring, and valuable friends.", "author": "Mike  Norton"},
{"text": "Nothing gives you confidence like being a member of a small, weirdly specific, hard-to-find demographic.", "author": "Mindy Kaling"},
{"text": "Thank goodness, we can choose our friends. We have to take our relatives as they are, and be thankful…", "author": "L.M. Montgomery"},
{"text": "Whatever it means to be a friend, taking a black eye for someone has to be in it.", "author": "Gary D. Schmidt"},
{"text": "I have unclasp'd to thee the book even of my secret soul.", "author": "William Shakespeare"},
{"text": "Where's the point in fighting and slaying if you can make a friend out of anybeast instead of a foe?", "author": "Brian Jacques"},
{"text": "Good female friendships are the strongest relationships in the world.", "author": "Jessie Elliot"},
{"text": "The Amoeba?\" she asked Aiden.", "author": "Annette Curtis Klause"},
{"text": "Every great day has a story and a song!", "author": "Faith Reese Martin"},
{"text": "The only way to move from your reality to God’s reality is through people who love you.", "author": "Shannon L. Alder"},
{"text": "Ros was dead.", "author": "Craig Ferguson"},
{"text": "The world needs someone they can admire from a distance; from a very far distance.", "author": "Michael Bassey Johnson"},
{"text": "Because you're my friend, wingnut.", "author": "John Green"},
{"text": "Friends never turn as enemies. If they did, they were never your friends at all.", "author": "Hark Herald Sarmiento"},
{"text": "Maybe we've grown out of each other.", "author": "David Nicholls"},
{"text": "By the way, Doctor, I shall want your cooperation.'", "author": "Arthur Conan Doyle"},
{"text": "The test we must set for ourselves is not to march alone but to march in such a way that others will wish to join us.", "author": "Hubert Humphrey"},
{"text": "I’m gonna take a nap, Heaven,” he said, wanting away from her to clear his head. He didn’t like feeling uncomfortable in his house.", "author": "J.M. Darhower"},
{"text": "A White Tiger keeps no friends. It's too dangerous.", "author": "Aravind Adiga"},
{"text": "It's and old, old story: I had a friend and we shared everything, and then she died and so we shared that, too.", "author": "Gail Caldwell"},
{"text": "You hardly know me. Why do you want me to come with you?\"", "author": "Lynn Flewelling"},
{"text": "Close cycles. Not because of pride or arrogance, but because that no longer fits your life", "author": "Paulo Coelho"},
{"text": "True friendship is worth more than can be measured,", "author": "Cecilia Dart-Thornton"},
{"text": "If you are a guild, take care of your friends. That is all I have to say.", "author": "Hiro Mashima"},
{"text": "What if someone picks on me?\" I asked", "author": "Sherman Alexie"},
{"text": "‎Truly great friends are hard to find, difficult to leave, and impossible to forget.", "author": "G. Randolf"},
{"text": "To remember friendship is to recall those conversations that it seemed a sin to break off", "author": "Christopher Hitchens"},
{"text": "The greatest win is walking away and choosing not to engage in drama and toxic energy at all.", "author": "Lalah Delia"},
{"text": "Often you shall think your road impassable, sombre and companionless. Have will and plod along; and round each curve you shall find a new companion.", "author": "Mikhail Naimy"},
{"text": "A friendship between a man and a woman was what you called it when one had been pursuing the other for a long time and never gotten anywhere.", "author": "Joe Abercrombie"},
{"text": "Friends don’t build cages for each other.", "author": "Karen Marie Moning"},
{"text": "It's asking us our names,\" Falkor reported.", "author": "Michael Ende"},
{"text": "He slouches,' DeeDee contributes.", "author": "Lauren Myracle"},
{"text": "Really?\" [Catarina] said when he opened the door. \"", "author": "Cassandra Clare"},
{"text": "Stop regretting relationships that once brought you great joy.", "author": "Rev Run"},
{"text": "Doon was touched. Kenny looked like a tiny little wisp, but there was something strong inside him. --People of Sparks--", "author": "Jeanne DuPrau"},
{"text": "Always surround yourself with friends that have plenty of light in them. That way, you will always have candles around you when days are dark.", "author": "Suzy Kassem"},
{"text": "So I heard the boom of my father's rifle when he shot my best friend. A bullet only costs about two cents, and anybody can afford that.", "author": "Sherman Alexie"},
{"text": "Thorns may hurt you, men desert you, sunlight turn to fog;", "author": "Douglas Malloch"},
{"text": "You told me men don’t do this.", "author": "Julie James"},
{"text": "The three most important words in a relationship are not, 'I love you,' but, 'Tell me more.", "author": "Stefan Molyneux"},
{"text": "Sometimes it is only a True Friend who knows what we mean when we try to speak.", "author": "Cressida Cowell"},
{"text": "Thunderstorms are as much our friends as the sunshine.", "author": "Criss Jami"},
{"text": "Friendship, as has been said, consists in a full commitment of the will to another person with a view to that person's good.", "author": "Pope John Paul II"},
{"text": "Not all friends know they have lost you.", "author": "Joyce Rachelle"},
{"text": "I don't want...to run away by myself... because no matter what...I'd rather be together with everyone...", "author": "Hiro Mashima"},
{"text": "But if the while I think on thee, dear friend,", "author": "William Shakespeare"},
{"text": "acquaintance, n.: A person whom we know well enough to borrow from, but not well enough to lend to.", "author": "Ambrose Bierce"},
{"text": "Trouble is a sieve through which we sift our acquaintances. Those too big to pass through are our friends.", "author": "Arlene Francis"},
{"text": "I need them and they need me to need them", "author": "Rosie Thomas"},
{"text": "Friendship is born at that moment when one person says to another: \"What! You too?", "author": "C.S. Lewis"},
{"text": "It is in the dark times that the light of friendship shines brightest.", "author": "Richard Paul Evans"},
{"text": "Some of the most thrilling things in life are done on impulse.", "author": "Syrie James"},
{"text": "A true friend is the one who knows", "author": "Danka V."},
{"text": "There's no love as real as that of a girl and her best friend.", "author": "Catherine Doyle"},
{"text": "And I don’t even like you, but the pain of life without you is biting.", "author": "Jamie Weise"},
{"text": "If the human heart sometimes finds moments of pause as it ascends the slopes of affection, it rarely halts on the way down.", "author": "Honoré de Balzac"},
{"text": "We were as Hansel and Gretel and we ventured out into the black forest of the world.", "author": "Patti Smith"},
{"text": "We have different interests,", "author": "Lindsey Leavitt"},
{"text": "Reuven listen to me. The Talmud says that a person should do two things for himself. One is to acquire a teacher. Do you remember the other.\"", "author": "Chaim Potok"},
{"text": "And when something awful happens, the goodness stands out even more ...", "author": "Banana Yoshimoto"},
{"text": "Friendship...is not something you learn in school,but if you haven't learned the meaning of friendship you really haven't learned anything.", "author": "Oscar Wilde"},
{"text": "If your heart tends to force friends to do as you say,", "author": "Toba Beta"},
{"text": "I possess the faculty of enjoying the company of those I - of my friends as well in silence as in conversation.", "author": "Anne Brontë"},
{"text": "No,\" I say. \"I didn't know that,\" and as I say it I feel flooded with bitterness at all the things Ingrid kept secret from me.", "author": "Nina LaCour"},
{"text": "I'd rather be single, happy, and lonely sometimes than married, lonely, and happy sometimes.", "author": "Mark Fiore"},
{"text": "..he had trampled her poor, pining heart, and the wound was still raw, even these many years later.", "author": "Ransom Riggs"},
{"text": "I'll be your friend so long as you're not crap", "author": "Colin Firth"},
{"text": "Is it just me, or is that guy the coolest boyfriend ever invented?\"", "author": "Robin Brande"},
{"text": "You can't overdose on friends, only enemies.", "author": "Thomas F. Shubnell"},
{"text": "Friendship gives us the strength to turn from lambs into lions.", "author": "Stephen Richards"},
{"text": "True friendship never questions what it costs you.", "author": "Stephen Richards"},
{"text": "I'm just not prepared to be treated like this anymore.'", "author": "David Nicholls"},
{"text": "She stabbed him with her wicked pretty knife, disrupted his simple life.", "author": "Jamie Weise"},
{"text": "It's not right for one friend to do all the giving and the other to do all the taking: that's not read friendship.", "author": "Haruki Murakami"},
{"text": "That's the cool thing about having a best friend. They know what your pain feels like already, so you don't have to explain it.", "author": "Susane Colasanti"},
{"text": "In the high tide or low tide, I'm gonna be your friend... I'm gonna be your friend!", "author": "Bob Marley"},
{"text": "poor boy! I never knew you, Yet I think I could not refuse this moment to die for you, if that would save you", "author": "Walt Whitman"},
{"text": "A true friend doesn't have guts; they beat you up and later plead with you to beat them back.", "author": "Michael Bassey Johnson"},
{"text": "A friend is not the shadow that mimics you, but the one who casts all shadows away.", "author": "Shannon L. Alder"},
{"text": "You had me at Hello", "author": "Michael Tianias"},
{"text": "Without the friendship we'd never have discovered the reason we were friends.", "author": "Mike A. Lancaster"},
{"text": "..we'll deal with it, because the good outweighs the bad.", "author": "E. Lockhart"},
{"text": "It started to rain and we just sat. Sat and watched the rain in silence.", "author": "Benjamin Alire Sáenz"},
{"text": "Having second thoughts?” Puck’s voice was soft and dangerous, a far cry from his normal flippancy. “I thought we put this behind us for now.", "author": "Julie Kagawa"},
{"text": "Maybe I'm just sick of putting more into this friendship than I get out of it.", "author": "Daniel Clowes"},
{"text": "Soon, the two of them would leave this spot. . . walk into the house and into a whole changed world. . . ", "author": "Marisa de los Santos"},
{"text": "Harry Burns: You realize of course that we could never be friends.", "author": "Nora Ephron"},
{"text": "Gardens and flowers have a way of bringing people together, drawing them from their homes.", "author": "Clare Ansberry"},
{"text": "We two make banquets of the plainest fare", "author": "Ella Wheeler Wilcox"},
{"text": "Sincere deeds invite new friends.", "author": "Toba Beta"},
{"text": "Keep the Magic Alive!", "author": "Debie Torkellson"},
{"text": "You’re a total catch.” “I know, right? I keep trying to tell people.", "author": "Tahereh Mafi"},
{"text": "New hair, new clothes-the classic relationship break-up makeover,\" Jake said.", "author": "Sarah Mayberry"},
{"text": "Nate stared, slack-jawed as the cab merged with the traffic and became impossible to spot. That was it.", "author": "Cecily von Ziegesar"},
{"text": "You think you walk, Lucy? I think you fly. You see yourself in a uniform? I see you in a cape. You're a hero, of the quietest but most genuine nature.", "author": "Kiera Cass"},
{"text": "An Eastern poet, Ali Ben Abu Taleb, writes with sad truth, —", "author": "Ralph Waldo Emerson"},
{"text": "If I were not to put my arms out; would I have not caught you when you fell", "author": "Jeremy Aldana"},
{"text": "The bark on the tree was just a little softer.", "author": "Louis Sachar"},
{"text": "A friend need not be kept either within sight or within reach. A friend must be allowed the freedom to find and follow his own path.", "author": "Timothy Zahn"},
{"text": "Roxy, stop being so obnoxious!\" -Joy", "author": "Katie MacAlister"},
{"text": "If you are silent, if I never learn one fraction more of your soul's equation/I know you.", "author": "Jeanie Thompson"},
{"text": "Slowly we became silent, and silence itself if an enemy to friendship.", "author": "Norman Maclean"},
{"text": "If frienship is your weakest point then you are the strongest person in the world.", "author": "Abraham Lincoln"},
{"text": "When you're alone is when you can count your friends.", "author": "Stephen Richards"},
{"text": "Perfect love is perfectly patient.", "author": "Neal A. Maxwell"},
{"text": "That's the problem with best friends. Sometimes they know you better than you know yourself.", "author": "Cecily von Ziegesar"},
{"text": "No, friends were like clothes: fine while they lasted but eventually they wore thin or you grew out of them.", "author": "David Nicholls"},
{"text": "I was terrified they would desert me the moment they found out what I was. But of course, they, like you, Hermione, wourked out the truth...", "author": "J.K. Rowling"},
{"text": "Death is but crossing the world, as friends do the seas; they live in one another still.", "author": "William Penn"},
{"text": "When I was little, my dad used to tell me, \"Will, you can pick your friends, and you can pick your nose, but you can't pick your friends nose.", "author": "John Green"},
{"text": "Loving someone is not tough but the real courage is to be with that person forever.", "author": "Anuj Tiwari"},
{"text": "Sometimes I lie in bed trying to decide which of my friends I truly care about, and I always come to the same conclusion: none of them.", "author": "Miranda July"},
{"text": "In love there are no friends everywhere where there is a pretty woman hostility is open.", "author": "Victor Hugo"},
{"text": "Karass: A group of people linked in a cosmically significant manner, even when superficial linkages are not evident", "author": "Tommy Wallach"},
{"text": "He says nothing but I know he is listening. Words are the only medicine I have.", "author": "Sally Gardner"},
{"text": "True friendship is as rare as twin lotuses on a single stalk.", "author": "Lauren Bjorkman"},
{"text": "If we had more reliable systems of law and governance perhaps our friendship would be shallower.", "author": "Kamila Shamsie"},
{"text": "All the friends in the world are in the fountain of a pen.", "author": "Michelle Franklin"},
{"text": "...it's only on a black day that you begin to have friends.", "author": "Aleksandr Solzhenitsyn"},
{"text": "As Harry puts it, men and women can never be friends because 'the sex part always gets in the way.", "author": "Nora Ephron"},
{"text": "A melancholy lesson of advancing years is the realisation that you can't make old friends.", "author": "Christopher Hitchens"},
{"text": "I decided that not talking is like a litmus test for a real friend. You can just sit there and be. Not always be filling up the air with words", "author": "Catherine Ryan Hyde"},
{"text": "L.A. kills people.' Jacaranda said. 'You're lucky you're leaving. You'll be able to write.'", "author": "Francesca Lia Block"},
{"text": "Better a friend to all his weight in gold.", "author": "Miguel Ángel Sáez Gutiérrez «Marino»"},
{"text": "I find friendship to be like wine, raw when new, ripened with age, the true old man's milk and restorative cordial.", "author": "Thomas Jefferson"},
{"text": "Do you know where your breakthrough begins? Your breakthrough begins where your excuses ends.", "author": "Patience Johnson"},
{"text": "Where friendship blooms, life is reborn.", "author": "Vincent Van Gogh"},
{"text": "Time meant nothing.", "author": "Ellen Read"},
{"text": "To stand in true relations with men in a false age is worth a fit of insanity, is it not?", "author": "Ralph Waldo Emerson"},
{"text": "And Garrison...\"", "author": "Gitty Daneshvari"},
{"text": "As it is with the love of the body, so with the friendship of the mind, the full is only reached by admittance to the most retired places.", "author": "Samuel Beckett"},
{"text": "You send a girl to school in order to make friends - the right sort.", "author": "Virginia Woolf"},
{"text": "Encourage, lift and strengthen one another. For the positive energy spread to one will be felt by us all. For we are connected, one and all.", "author": "Deborah Day"},
{"text": "You want a friend in this city? [Washington, DC.] Get a dog!", "author": "Harry S. Truman"},
{"text": "I wait, you play. You speak, I cave. I promise, you break. You game me, daily, you play me.", "author": "Jamie Weise"},
{"text": "I am getting nowhere with you and I can't let you go and I cant get through.", "author": "Ani DiFranco"},
{"text": "Keep in mind that the reason you know you can be good to others is only because you've taken strides to be better for and to yourself.", "author": "Alexandra Elle"},
{"text": "the important thing is not what we (look) like,but the role we play in our best friend's life.", "author": "Cecelia Ahern"},
{"text": "Sounds like the start of a beautiful friendship, Leonard. It really does.” “Here’s looking at you, kid.", "author": "Matthew Quick"},
{"text": "It all comes down to who's by your side.", "author": "Nicholas Sparks"},
{"text": "Not my finest hour,\" he says, shaking his head.", "author": "Heather Hepler"},
{"text": "Aren't I enough for you?' she asked.", "author": "D. H. Lawrence"},
{"text": "I don't give a crap if you're a Tangent or a really smart llama. You're my friend and that's all that matters", "author": "James Dashner"},
{"text": "Straight between them ran the pathway,", "author": "Henry Wadsworth Longfellow"},
{"text": "They were your friends?\"", "author": "Alan Paton"},
{"text": "There! Now we're friends!\" declared the minx. \"Say you're sorry about my sister -\"", "author": "Agatha Christie"},
{"text": "Friendships sail like any other ship... left unattended, it will drift away\" - Sensei Stokes", "author": "Sensei DarianStokes"},
{"text": "Mates such as they must stand by one another", "author": "Mary Grant Bruce"},
{"text": "You know power is the best thing in the world because as soon as you have it, everyone is trying to take it from you.", "author": "David Iserson"},
{"text": "One can never had too many librarian friends.", "author": "Jennifer Chiaverini"},
{"text": "Because thou writest me often, I thank thee ... Never do I receive a letter from thee, but immediately we are together.", "author": "Seneca"},
{"text": "Friendship was a concept men bandied about to save face when they were rejected.", "author": "Courtney Milan"},
{"text": "Those friends thou hast, and their adoption tried,", "author": "William Shakespeare"},
{"text": "My letters! all dead paper, mute and white!", "author": "Elizabeth Barrett Browning"},
{"text": "Sorry Johnny.\"", "author": "Julia Golding"},
{"text": "I shall never love any as I love thee, Moonbrow!” she cried.", "author": "Meredith Ann Pierce"},
{"text": "Unconditional love is the greatest gift of all\" ~ The Soul Bearers, by Sylvia Massara", "author": "Sylvia Massara"},
{"text": "Enmity is a mental state, our task is to transform the enmity between Kim and Trump into deep friendship.", "author": "Amit Ray"},
{"text": "No one is much pleased with a companion who does not increase, in some respect, their fondness for themselves.", "author": "Samuel Johnson"},
{"text": "I’ll not let the pair of you charge boldly into wolves’ teeth without me alongside", "author": "Meredith Ann Pierce"},
{"text": "I could picture how Caprice was before we lost her. Dark hair, beautiful smile, intelligent hazel eyes, quick wit.", "author": "Cheyenne McCray"},
{"text": "You can greet even the dullest acquaintance with pleasure, if you have forgotten their dreary story.", "author": "Jude Morgan"},
{"text": "Puck shook her head ruefully. \"We haven't even solved the first problem, and I'm worrying about the next one. I must be an idiot.\"", "author": "Annette Curtis Klause"},
{"text": "Suddenly, something fluttered down from the nest to rest at Chasmira's feet. She picked it up- A phoenix father.", "author": "Christine E. Schulze"},
{"text": "(T)here exist friendships which develop their own inner duration, their own eons of transparent time.", "author": "Vladimir Nabokov"},
{"text": "You’re my prey tonight.", "author": "Carla H. Krueger"},
{"text": "Oh, my dear, love isn't always the", "author": "Julia Justiss"},
{"text": "Did he ever--try?'", "author": "Jonathan Lethem"},
{"text": "....finally I see that it’s never been me, just a blanket that keeps you warm. Easily tossed along", "author": "Coco J. Ginger"},
{"text": "That's what friends do: they notice things. They're there for each other. They see what parents don't.", "author": "Nina LaCour"},
{"text": "[Spiritual friendship] is eagerly helping one another know, serve, love, and resemble God in deeper and deeper ways.", "author": "Timothy Keller"},
{"text": "If you truly want to know a person, talk to their enemies.", "author": "Jamie Leanne Gaines"},
{"text": "But you're like me,” he says. “An outsider. Different. A freak. We're both weird, which is why we get along.", "author": "Darren Shan"},
{"text": "In friendship, bond not with a shallow man.", "author": "Ueda Akinari"},
{"text": "The art of conversation lies in listening", "author": "Malcolm Forbes"},
{"text": "Strong relationships come from well-bonded friendships.", "author": "Jonathan Anthony Burkett"},
{"text": "The world is round so that friendship may encircle it.", "author": "Pierre Teilhard de Chardin"},
{"text": "We’re fine.’", "author": "Rick Riordan"},
{"text": "A moment of happiness,", "author": "Rumi"},
{"text": "We’re a couple of shooting stars, Biggs, and we’ll never be stopped.", "author": "George Lucas"},
{"text": "Every day you say something or do something that challenges me, changes me.", "author": "Kiera Cass"},
{"text": "He was able to love them again, but he loved them now in a wiser way, knowing their weakness.", "author": "William Steig"},
{"text": "I'd rather strive for the kind of interview where instead of me asking to introduce myself to society, society asks me to introduce myself to society.", "author": "Criss Jami"},
{"text": "We must stop eating!' cried Toad as he ate another.", "author": "Arnold Lobel"},
{"text": "I'm scared, all right?\" I said. I could feel my stomach churn as my gaze rested on the wooden trunk.", "author": "Markelle Grabo"},
{"text": "Because he needed a friend so desperately, he never found one.", "author": "Joseph Heller"},
{"text": "Friendship is unnecessary, like philosophy like art... It has no survival value; rather it is one of those things that give values to survival.", "author": "Alice Duer Miller"},
{"text": "And there it is: Even though we’re standing in the same patch of sun-drenched pavement, we might as well be a hundred thousand miles apart.", "author": "Lauren Oliver"},
{"text": "Before a Cat will condescend", "author": "T.S. Eliot"},
{"text": "Who would guess,\" he teased, \"that I'd ever see you on a rooftop with straw in your hair?\"", "author": "Elizabeth George Speare"},
{"text": "There are people one knows and people one doesn't. One shouldn't cheapen the former by feigning intimacy with the latter.", "author": "Tony Horwitz"},
{"text": "Ben, if you get pee in my brand-new car, I am going to cut your balls off.\"", "author": "John Green"},
{"text": "When I'm in pain I want everyone I love on the island with me, sitting around the fire, getting drunk on coconut milk, banging out a plan.", "author": "Melanie Gideon"},
{"text": "Every men wanted to be his friend and every woman wanted to be in his bed", "author": "Dee Remy"},
{"text": "Dexter, I love you so much. So, so much, and I probably always will.' Her lips touched his cheek. 'I just don't like you anymore. I'm sorry.", "author": "David Nicholls"},
{"text": "Somehow he'd become the one constant in this whole uneven chapter in her life, & the idea that could change was unsettling.", "author": "Jennifer E. Smith"},
{"text": "If you can't sublimate your fear of mortality into sex with your best friend, what's it there for?", "author": "Justin Taylor"},
{"text": "This is what we do. Not so much argue as joust, in jest. We can't stop pushing and pulling the taffy of words and concepts.", "author": "Larry Duberstein"},
{"text": "I am mad, I am going under, I must follow the advice of a friend, and pay no heed to myself.", "author": "Stendhal"},
{"text": "The difference between a friend and an enemy is friendliness.", "author": "Frank Delaney"},
{"text": "The sight made her ache.", "author": "Marisa de los Santos"},
{"text": "Do you not know how bashful friendship is? Friends - comrades - do not look at each other. Friendship would be ashamed...", "author": "C.S. Lewis"},
{"text": "The friend is a human Eden", "author": "Genieve Dawkins"},
{"text": "(Response to King Erik XIV of Sweden's proposal of marriage:)", "author": "Elizabeth I"},
{"text": "Maybe being married is talking to oneself with one's other self listening.", "author": "Ruth Rendell"},
{"text": "Friendship is a disinterested commerce between equals; love an abject intercourse between tyrants and slaves.", "author": "Oliver Goldsmith"},
{"text": "Ivy! It's a natural disaster! You have to be there!", "author": "Annie Barrows"},
{"text": "Where are you from? New York?\"", "author": "Cathie Beck"},
{"text": "For if the truth were known, Love cannot speak, But only thinks and does; Though surely out 'twill leak Without the help of Greek, Or any tongue.", "author": "Henry David Thoreau"},
{"text": "How lucky am I to have something that makes saying goodbye so hard.", "author": "A.A. Milne"},
{"text": "The was something very satisfying about a smile that had to be earned.", "author": "Kasie West"},
{"text": "She may be a bitch, but she's a genuine bitch with a heart", "author": "Emily Henry"},
{"text": "The ones who constantly make us laugh are the hardest of friends to know - for comedians are the caricatures among us.", "author": "Criss Jami"},
{"text": "Friendship happens when the distance between the hearts tends to zero.", "author": "Amit Ray"},
{"text": "You're the only friend I need", "author": "Lorde"},
{"text": "No good ever becomes of a man who forgets an old friend", "author": "Mikhail Lermontov"},
{"text": "Strangers will show you the way", "author": "Tushar Mangl"},
{"text": "Then all at once our personal and political quarrels were made very abruptly to converge. In the special edition of the", "author": "Christopher Hitchens"},
{"text": "We will not always be here, so let's make the best use of what we have, when we still have it.", "author": "Olaotan Fawehinmi"},
{"text": "Friendships - and indeed most relationships - are measured in the closeness of hearts,", "author": "Rasheed Ogunlaru"},
{"text": "Friendship is a creative and subversive force. It claims that intimacy is the secret law of life and universe.", "author": "John O'Donohue"},
{"text": "The more people I meet the happier I become.", "author": "Samuel Beckett"},
{"text": "Nothing in her life makes sense.", "author": "Carla H. Krueger"},
{"text": "It is through the strength of what is genuine that meaningful connections build into relationships.", "author": "Michelle Tillis Lederman"},
{"text": "It is not because we are rats that we tend to abandon people who are down, it is because we are embarrassed.", "author": "Muriel Spark"},
{"text": "Never exact of a friend in adversity what you would require in prosperity.", "author": "Joseph Smith Jr."},
{"text": "Wine can be a better teacher than ink, and banter is often better than books", "author": "Stephen Fry"},
{"text": "Build me up and I with you. For we are more one than two.", "author": "Deborah Day"},
{"text": "Encourage, lift and strenthen one another. For the positive energy spread to one will be felt by us all.", "author": "Deborah Day"},
{"text": "In a general sense, I admit to valuing the worldviews of men under the age of 40 and women over the age of 30.", "author": "Criss Jami"},
{"text": "A positive attitude from you tends to produce a positive attitude toward you.", "author": "Deborah Day"},
{"text": "Friendship throws out deep roots in honest hearts, D'Artagnan. Believe me, it is only the evil-minded who deny friendship; they cannot understand it.", "author": "Alexandre Dumas"},
{"text": "How could I ask for a better friend? Someone who gives me a backup plan. Instead of someone who makes me the backup plan.", "author": "Sarah Mylnowski"},
{"text": "Friendship is the best kind of ship.", "author": "Jennifer Lane"},
{"text": "Back then we gave it our all, we neither lied nor made mistakes, we didn't fail and didn't do anything wrong.", "author": "Yuuki Obata"},
{"text": "They were absolutely lovely, and in their presence, so was she.", "author": "Ann Brashares"},
{"text": "Except for my daughters, I have not grieved for any death as I have grieved for", "author": "Mark Twain"},
{"text": "Choose thy friends like thy books, few but choice", "author": "James Howell"},
{"text": "It's my new best friend, Claudius Templesmith, and as I expected it, he's inviting us to a feast.", "author": "Suzanne Collins"},
{"text": "There are always few friends... we love to make them feel jealous..", "author": "Lovely Goyal"},
{"text": "A true friend will never do match-making if they dont like the person that makes their friend Happy", "author": "chime"},
{"text": "Just having friends isn’t enough, however. Our friendships should be ones that are pleasing to God and edifying to us as well as our friends.", "author": "Amy E. Spiegel"},
{"text": "One only understands the things that one tames,” said the fox. “Men have", "author": "Antoine de Saint-Exupéry"},
{"text": "An hour's conversation on literature between two ardent minds with a common devotion to a neglected poet is a miraculous road to intimacy.", "author": "Charles Williams"},
{"text": "Pride was the belt you used to hold your pants up when you had no pants.", "author": "Stephen King"},
{"text": "Through the darkest hours of the night", "author": "Lee Argus"},
{"text": "And what will they do to you when you have told them this story?'", "author": "Rosemary Sutcliff"},
{"text": "It only takes one cat – or person – to make another feel welcome and special.", "author": "Laura C. Monteiro"},
{"text": "Can we try to be wise with each other for a very long time?", "author": "Rachel Cohn"},
{"text": "And in this moment, I realize one reason it's so great to have a best friend is sometimes, like right now, Cal and I are thinking the very same thing.", "author": "Kimberly Willis Holt"},
{"text": "And here was the moment. The end of it all, for civilization was merely another name for friendship, and friendship was coming to an end.", "author": "Iain Pears"},
{"text": "Conversationally, we were Fred and Ginger -- spin, slide, shuffle, bend.", "author": "Marisa De Los Santos"},
{"text": "They were the sisterhood: their mothers at a younger age.", "author": "Ann Brashares"},
{"text": "Pam wasn't what Gloria would have called a friend, just someone she had known for so long that she had given up trying to get rid of her.", "author": "Kate Atkinson (One Good Turn)"},
{"text": "Fire False Friends as early as possible. Do it before they dig out the dream seeds you've planted! The earlier, the better; the quicker, the safer!", "author": "Israelmore Ayivor"},
{"text": "What joy to fully know and feel the bond of true friendship.", "author": "Jaye L. Knight"},
{"text": "Taggle looked up at her, his amber eyes as deep as the loneliness Kate had felt before he became her friend.", "author": "Erin Bow"},
{"text": "What exactly did", "author": "Sarah Mayberry"},
{"text": "Fine! He is being passive aggressive with me, and it's gonna backfire; I'm gonna be active friendly.", "author": "Natalya Vorobyova"},
{"text": "I can love what is broken.", "author": "Carla H. Krueger"},
{"text": "She is intent on pleasing the men that frighten her.", "author": "Carla H. Krueger"},
{"text": "The Moon is always there. A half blink of shadow, a crescent of an eyelash, opulent in fullness, spellbound in nothingness, and a friend.", "author": "Carolyn Riker"},
{"text": "Only people can change people", "author": "Michele Amitrani"},
{"text": "Whatever happens, I’m glad we met. You’ve made the past few days more bearable for me. Thank you.", "author": "Jason Medina"},
{"text": "Friendship is like a walk in the wood; you may not know the terrain too well or even know where you are headed yet you enjoy it all the same!", "author": "Jaachynma N.E. Agu"},
{"text": "This was the beginning. The end is easily foreseen; for, given a young man of Dick's temperament, longing", "author": "Harold Bell Wright"},
{"text": "I don't question anything further because you don't question people when they open up to you: you just listen. Or, you should.", "author": "Kyle Labe"},
{"text": "Borunia: Why do you want to be my friend?", "author": "Toba Beta"},
{"text": "Maybe I'm too late to be your first. But right now, I'm preparing myself to be your last.", "author": "mr. sid"},
{"text": "We have better relationships with those who truly seek us rather than those sitting on the couch watching us move mountains trying to prove ourselves.", "author": "Criss Jami"},
{"text": "You never know who you're inspiring or uninspiring. People notice more than you think.", "author": "Amaka Imani Nkosazana"},
{"text": "I felt Holmes's hand steal into mine and give me a reassuring shake.", "author": "Sir Arthur Conan Doyle"},
{"text": "It is proper for people to have friends, friendships without self-interest. Without friends, life is too lonely.", "author": "Pramoedya Ananta Toer"},
{"text": "None fills the void like the company of a true friend.", "author": "Rishi H Sanghani"},
{"text": "You'll be bereft without me.", "author": "J. Lynn"},
{"text": "Do you miss her?", "author": "Katie Cotugno"},
{"text": "We were two throats and one eye and we had no price.", "author": "Toni Morrison"},
{"text": "In 1881, being on a visit to Boston, my wife and I found ourselves in the Parker House with the", "author": "Moncure Daniel Conway"},
{"text": "No man, ever indulged more freely or happily in that playful facetiousness which gratifies all without wounding any.", "author": "Wilberforce, William"},
{"text": "I won't let my best friends do silly,stupid,annoying,funny things", "author": "Azhly Antenor"},
{"text": "Today the grass listens when I speak of love. It seems to me that this word isn't honest even with itself.", "author": "Herta Müller"},
{"text": "I'm everyone everywhere with you without you unbound set free in limbo lost at sea.", "author": "Bryan Lee O'Malley"},
{"text": "You'll notice you don't have both feet on the ground when you don't have any friends around", "author": "Stanley Victor Paskavich"},
{"text": "Me too thy nobleness has taught", "author": "Ralph Waldo Emerson"},
{"text": "My sincere thanks to friends and family, especially my mother, father, brother, and Mandy, who continue to love and support me despite my obsessions.", "author": "Jonathan Ball"},
{"text": "Together or apart, no matter how far apart, we live in one another. We go on together.", "author": "Ann Brashares"},
{"text": "Lucy settled into August's kitchen as if they were a family.", "author": "Susan Richards Shreve"},
{"text": "If we kiss, it will change everything.", "author": "Dolores"},
{"text": "Why does this mean so much to you, Jon?\"", "author": "Tamora Pierce"},
{"text": "When we do the hard, intimate work of friendship, we bring a little more of the divine into daily life.", "author": "Shauna Niequist"},
{"text": "The bards sing of love, they celebrate slaughter, they extol kings and flatter queens, but were I a poet I would write in praise of friendship.", "author": "Bernard Cornwell"},
{"text": "Much of the vitality in a friendship lies in the honoring of differences, not simply in the enjoyment of similarities\".", "author": "James Fredericks"},
{"text": "Gentleness towards self and others makes life a little lighter.", "author": "Deborah Day"},
{"text": "Build me up and I with you. For we are more one than two.", "author": "Deborah Day"},
{"text": "Friendships founded on laughter are always fortuitous.", "author": "Stephen King"},
{"text": "Sports just happen to be excellent for avoiding foreign-language stage fright and developing lasting friendships while still sounding like Tarzan.", "author": "Timothy Ferriss"},
{"text": "Connection is life; disconnection, death.", "author": "Deborah Day"},
{"text": "The bonds of friendship dwindle with age, Oliver. But a little blackmail lasts forever.", "author": "Stephen Hunt"},
{"text": "Good Things Never Stay ..", "author": "mohammed abdel-mohsen"},
{"text": "The moon fled eastward like a frightened dove, while the stars changed their places in the heavens, like a disbanding army.", "author": "Pedro Antonio de Alarcón"},
{"text": "Mom asked for a cupcake miracle? Well, here comes the freaking holy angel of icing, at your service. --Hudson", "author": "Sarah Ockler"},
{"text": "Shared joys make a friend, not shared sufferings.", "author": "Freidrich Nietzsche"},
{"text": "There is no pain but to genuinely hurt a friend.", "author": "John Demko"},
{"text": "Gabe taps Michi on the shoulder. “I can understand any hesitation on your part, Michika. If you wish, you can stay behind with your family …", "author": "Don A. Martinez"},
{"text": "Joshua to Angela: \"Please, Angela, do it for me… and you never know you just might have fun.\"", "author": "Patti Roberts"},
{"text": "Because I have no actual sisters, it is my friends from Ames who’ve exposed me to every facet of womanhood.", "author": "Jeffrey Zaslow"},
{"text": "Sometimes, Nathaniel, friends can be like nice boots on a drowning man.", "author": "Gori Suture"},
{"text": "Remind me to thank God I don’t have a sister.", "author": "V.S. Carnes"},
{"text": "Southern gentleman,” he said aside to him in Arabic. “Do you wish for me to continue this for you?", "author": "V.S. Carnes"},
{"text": "I could give all to Time except -- except", "author": "Robert Frost"},
{"text": "Friendship, according to Proust, is the negation of that irremediable solitude to which every human being is condemned.", "author": "Samuel Beckett"},
{"text": "With the Smithies, it was different. There was sometimes no telling where one of them began and the others left off.", "author": "J. Courtney Sullivan"},
{"text": "Because the first time they met...", "author": "Fumi Yoshinaga"},
{"text": "She headed for a wide flat rock on the creek's bank, her posture still demanding 'no trespassing' but no longer 'trespassers will be shot.", "author": "Kristen Heitzmann"},
{"text": "High Pasture", "author": "Edith Wharton"},
{"text": "Why’d you call, boy? What did you want from me?\"", "author": "James Sallis"},
{"text": "In a word, in adversity she was the best of comforters, in good fortune the most troublesome of friends...", "author": "William Makepeace Thackeray"},
{"text": "In meditation, you train your body to be still and your mind to slow down and focus on a point of concentration.", "author": "Ntathu Allen"},
{"text": "If he were only interested in me for one thing, he’d have moved on when it didn’t go perfectly the first time.\", Loving Summer by Kailin Gow", "author": "Kailin Gow"},
{"text": "Pets are almost always fatal, to oneself or to them. It", "author": "T.H. White"},
{"text": "You smell nice,’ she said.", "author": "Sarah Winman"},
{"text": "Because I will always remember that when I told her I needed help burying a body, the first thing she said was, \"Let me go get my shovel.", "author": "Karen White"},
{"text": "Vincent took them in the full spirit of friendship which knows that the difference between giving and taking is purely temporal.", "author": "Irving Stone"},
{"text": "Music is the social act of communication among people, a gesture of friendship, the strongest there is.", "author": "Malcolm Arnold"},
{"text": "I think we could be good friends if you just saw me for the person I am, not the person you think I am.", "author": "Lisa Thompson"},
{"text": "The hatred of those who are evil is not as dangerous as their friendship.", "author": "Branislav Nušić"},
{"text": "Someone mentioned your name today,", "author": "Adiela Akoo"},
{"text": "The right woman doesn't make you love her, she makes you love everything", "author": "Michael Whone "},
{"text": "You tread lightly through life, but you leave deep footprints that are hard for other people to fill.", "author": "Josie Silver"},
{"text": "Friendship or enmity is everywhere an affair of time and circumstance", "author": "Thucydides"},
{"text": "A friend forgives quicker than enemy, and family forgives quicker than a friend.", "author": "Amit Kalantri"},
{"text": "People can be complicated. We can also be ridiculously simple.", "author": "Anyta Sunday"},
{"text": "Who we choose to befriend symbolizes the strange dichotomy of our world. We're all snails living on the razor's edge.", "author": "Peter Tieryas"},
{"text": "Unreasonable friendship is friendship that defies reason or logic.", "author": "Paul Bamikole"},
{"text": "Never run back to someone who is walking away from you.", "author": "Giovannie de Sadeleer"},
{"text": "Seek success of your friends instead of seeking friendship with the successful.", "author": "faisal khosa"},
{"text": "Positive Words Are Blessings - Kailin Gow, Amazon Lee Adventures", "author": "Kailin Gow"},
{"text": "You've got friends & loved ones going through it today.", "author": "Lin-Manuel Miranda"},
{"text": "Here was another 'if only' — if only he had acted quickly, spontaneously, throwing 'tact' and 'good form' to the winds. Just", "author": "Iris Murdoch"},
{"text": "I know I am not an easy peraon to care for, or an easy friend to have, but you have never once made me feel that way", "author": "Sarah J. Maas"},
{"text": "I have no interest in easy friends... easy people. I think I trust them less than the difficult ones, and find them far less compelling, too", "author": "Sarah J. Maas"},
{"text": "It's hopeless to make friends with people who never talk about themselves.", "author": "Dodie Smith"},
{"text": "When many matters press you, consider friendship first.", "author": "Stephen R. Donaldson"},
{"text": "Plus, best friends are like lovers. There’s no limit to what you tell each other.", "author": "Josephine C. Lieder"},
{"text": "A man with good reputation among friends, not necessarily have the same reputation within family.", "author": "Amit Kalantri"},
{"text": "Sometimes you can feel old-sweatshirt comfortable with someone you've just met and two-left-shoes awkward with people you've known for ages.", "author": "Emil Sher"},
{"text": "No one should have to confess to murder alone. Haven't you heard? That's what best friends are for.", "author": "Katharine McGee"},
{"text": "Only a fraction of sane people enjoy their own company. The rest endure it.", "author": "Mokokoma Mokhonoana"},
{"text": "If we could talk to our younger selves now, eh? Dust yourself off, don’t let the bastards grind you down, and always make your mum proud.", "author": "Jacquelyn Middleton"},
{"text": "Just because I’m not there, doesn’t mean I’m not here for you.", "author": "Jacquelyn Middleton"},
{"text": "I rest my forehead against hers, and we sit in a comfortable silence, translating our love through touch.", "author": "Tomi Adeyemi"},
{"text": "If You Have The Chance, Take A Step,", "author": "Ekeh Joe Obinna"},
{"text": "After all, you can't force a friendship.", "author": "Ann M. Martin"},
{"text": "Many a man does not have a girlfriend, yet a girlfriend has him.", "author": "Mokokoma Mokhonoana"},
{"text": "Some friendships though, even strong and interesting ones, seem to have quite a short term, and cannot be prolonged.", "author": "Sebastian Barry"},
{"text": "Communication Is Vital Because Imagination Runs Wild When Information Is Lacking!", "author": "Jaachynma N.E. Agu"},
{"text": "Never again do you find friends like the ones you have when you’re fifteen years old", "author": "Fredrik Backman"},
{"text": "Whoever she is, and however close we become, my history will never be all twisted up with hers", "author": "Alyssa B. Sheinmel"},
{"text": "Our convesation is awkward, as though our friendship is another skill that I remember but can't use anymore.", "author": "Alyssa B. Sheinmel"},
{"text": "Friendship isn't about how long you know someone. It's about who walls into your life, says 'I'm here for you,' and then proves it.", "author": "Nicholas Sparks"},
{"text": "Friendships will never be darkened by the setting sun.", "author": "Anthony T. Hincks"},
{"text": "Make time for those who make time for you. Treasure those who care enough to invest their time and energy. Friendship is for giving.", "author": "Akiroq Brost"},
{"text": "I was intensely bored of Reva already. This would be the end of our friendship, I felt.", "author": "Ottessa Moshfegh"},
{"text": "Would she suddenly grow into maturity and discard me as a relic from a failed past, the way I'd hoped to do to her when my year of sleep was over?", "author": "Ottessa Moshfegh"},
{"text": "I hate those m***f***z", "author": "Sajal Ahmed"},
{"text": "But you are quite of opinion, are you not, that Heaven will avenge me, d'Artagnan?\"", "author": "Alexandre Dumas"},
{"text": "Half of the dead are killed by their friends. Maybe that's the history of everything.", "author": "Maria Dahvana Headley"},
{"text": "When it’s quiet, I can hear the voices of those who took comfort under my skin when I could not.", "author": "Darnell Lamont Walker"},
{"text": "At times the best thing you can do for someone is to refuse to help them.", "author": "Mokokoma Mokhonoana"},
{"text": "Friends don’t balance ledgers,” Beltur said gently, “and people who count every silver can’t count on anyone.", "author": "L.E. Modesitt Jr."},
{"text": "If I can ever get my hands on it, I’m gonna smack the shit out of your sadness.", "author": "Curtis Tyrone Jones"},
{"text": "The connections we make redefine who we are and can change who we become.", "author": "David Amerland"},
{"text": "Two are better than one; because they have a good reward for their labor.", "author": "Anna Livia Plurabelle"},
{"text": "Knowing people takes time, which we all swear we don't have, or some mitigating circumstance like being caught in an elevator, or war.", "author": "Kelly Corrigan"},
{"text": "But time changed all things, oxidizing friendships like old copper pots, so they no longer saw their reflection in each other’s faces.", "author": "Karen   White"},
{"text": "I wanted to cry for the little girls we’d been before the world’s glaring spotlight eradicated our childish imaginations.", "author": "Karen   White"},
{"text": "The best drinks are those shared with friends", "author": "Maureen Joyce Connolly"},
{"text": "Bear, I need your eyes. I need your nose. I need your night-wits and forest-wisdom.", "author": "Frances Hardinge"},
{"text": "Troubles always ensue when assumptions clash, when expectations do not match.", "author": "Anneli Rufus"},
{"text": "But when our voices join together", "author": "Julia K. Dinsmore"},
{"text": "the same way there are things we want to remember there are things we just want to forget", "author": "Sir Than II"},
{"text": "True happiness comes from a sense of brotherhood and sisterhood, but not from hatred and division.", "author": "Oscar Auliq-Ice"},
{"text": "My thoughts reel for something to save me from falling into the invisible pit of misery", "author": "Dave Cenker"},
{"text": "I cling to him, wishing I could ease his pain. I wish I could take his burdens and make them mine.", "author": "Tahereh Mafi"},
{"text": "I cling to him, wishing I could ease his pain. I wish I could take his burdens and make them mine.", "author": "Tahereh Mafi"},
{"text": "Let's not build walls with our words.", "author": "Mimi Novic"},
{"text": "Buy it today, read it tonight, awaken with a new awareness.", "author": "Carol  Feller"},
{"text": "Some friends are friends for a while and then there's a bro we make for life!", "author": "Pavan Desai"},
{"text": "Wesley pinched his wristband, paralyzed by Lloyd’s breathtaking smile. The smile he had been waiting to see for so long.", "author": "Anyta Sunday"},
{"text": "The rules don't keep us safe Caledonia. We keep one another safe. If you'd trust us to do that, we wouldn't need rules at all.", "author": "Natalie C. Parker"},
{"text": "When\tyou\tconfess\tyour sin\tto another\tChristian...The", "author": "Dietrich Bonhoeffer"},
{"text": "You know that you are getting old when the people that you grew up with start dying.", "author": "Steven Magee"},
{"text": "You can never see me during my loneliest hours because I’m only lonely when you’re not around.", "author": "Er Gen"},
{"text": "For what is your friend that you should seek him with hours to kill?", "author": "Kahlil Gibran"},
{"text": "Most people you have known or will ever know will look upon you with utter disdain. Why? The strength of your spirit unnerves their fiends.", "author": "A.K. Kuykendall"},
{"text": "But I'm here to let you know", "author": "Talia Basma"},
{"text": "There are lot of things in this world that are beyond our understanding, when a person decides something, there’s always a reason behind it.", "author": "honeya"},
{"text": "Enemies to lovers. Or, more like friends to lovers who think they’re enemies. It’s a pretty interesting story for you, I think.", "author": "Whitney G."},
{"text": "A true friend makes your problem their problem.", "author": "Mokokoma Mokhonoana"},
{"text": "I am face blind, but my heart can see .... (you).", "author": "Ary Nilandari"},
{"text": "Never bend down possessing the feeling of despair. Stand up and seek new opportunities in order to pursue long term success.", "author": "Saaif Alam"},
{"text": "People will forgive a penitent enemy before they forgive a professed friend.", "author": "Tracy Hickman"},
{"text": "No cat ever had such a friend as you. I'd give my life for you; you know that.", "author": "Erin Hunter"},
{"text": "Thank you,\" Fireheart mewed after a few moments.", "author": "Erin Hunter"},
{"text": "I know things will be different now, but I'll never stop needing you - both of you. No cat ever had such good friends.\"", "author": "Erin Hunter"},
{"text": "There are many kinds of light. The light of friendship can dispel all darkness.", "author": "Intisar Khanani"},
{"text": "I would be a friend and confidant to everyone, if I could", "author": "Marty Rubin"},
{"text": "I don't want followers, but friends, admirers who fall not for a flattering smile but for what one does and for one's character.", "author": "Anne Frank"},
{"text": "One dies without regret if there is one in the whole world a \"bosom friend,\" or one who \"knows his heart.", "author": "Lin Yutang"},
{"text": "With laughter and mirth spent in the shadows of", "author": "Anshul Singh"},
{"text": "A cordial nature exaggerates a friend's qualities with as much pleasure as a mischievous one finds in depreciating them.", "author": "Marcel Proust"},
{"text": "...and to the absolute fucking horror of losing your best friend because you were stupid enough to fall in love with he.", "author": "Jamie McGuire"},
{"text": "It’s so much more friendly with two.", "author": "Disney Book Group"},
{"text": "Share the Pips life, I say!", "author": "J.J. PIps"},
{"text": "The two men, Tiste and Azathanai, had begun forging something between them, and whatever it was, it was unafraid of truths.", "author": "Steven Erikson"},
{"text": "Wind also needs wind because everything and everybody needs a friend like himself!", "author": "Mehmet Murat ildan"},
{"text": "People are not cactuses, they need plenty of water and, when talking about friendship, the water is our time.", "author": "Birutė Sol"},
{"text": "Fake friends will occupy around you as flies. However, real friends will stick to you as blood connected family members.", "author": "Saaif Alam"},
{"text": "Everything was different now. The time before Eris’s death felt like another lifetime, another world.", "author": "Katharine McGee"},
{"text": "Not for good. Just for now.", "author": "Jenny Han"},
{"text": "Death is nothing at all.", "author": "Henry Scott-Holland"},
{"text": "I have that feeling I get sometimes around Trey, that there's a huge gap between how much you matter to a person and how much they matter to you.", "author": "Kelly Loy Gilbert"},
{"text": "Staying in a relationship where you impress and depress yourself without expressing yourself is a wrong relationship", "author": "WISDOM  OGBUAGU"},
{"text": "Any friendship that will not frame you into fame is not allowed to hold firm.", "author": "Wisdom Ogbuagu"},
{"text": "Any friendship that will not frame you into fame is not allowed to hold firm. From this book FRIENDSHIP 101", "author": "Wisdom Ogbuagu"},
{"text": "When you are happy with someone,", "author": "Shashank Rayal"},
{"text": "Her biggest secret was standing right there before her. She just hoped he wasn’t also her biggest mistake.", "author": "Katharine McGee"},
{"text": "We light up around anyone who makes us feel screwed in, to the universe.", "author": "Curtis Tyrone Jones"},
{"text": "We’re all just passing ships; no point forming friendships that won’t last.", "author": "Shea Ernshaw"},
{"text": "I wince. I have no idea what to say. \"Do you want to hit me back? You can.\"", "author": "Brigid Kemmerer"},
{"text": "I stared at him in amazement. \"You faced down a dragon. You made him back off.\"", "author": "Rick Riordan"},
{"text": "I don't trust any form of kindness so filled with deceit and so delighted in its own self-sacrifice.", "author": "Wataru Watari"},
{"text": "Pay attention... When a person is gossiping, you are learning more about them and their character than anything they are gossiping about.", "author": "Steve Maraboli"},
{"text": "We are some people’s friends only when they are with us.", "author": "Mokokoma Mokhonoana"},
{"text": "Former best friends make the worst enemies.", "author": "Mokokoma Mokhonoana"},
{"text": "There's no password more powerful than your past.", "author": "Tana French"},
{"text": "That’s how you save a friendship: compulsive documentation!", "author": "Anna Kendrick"},
{"text": "Worse still, today's digital network is commodifying friendships so that it becomes, quite literally, the currency of the new social economy.", "author": "Andrew Keen"},
{"text": "Wives want an ideal husband", "author": "Jitendra Attra"},
{"text": "I realize now that friendship can break out between two people, with that sudden violence which is only attributed to the revelation of love.", "author": "Georges Bernanos"},
{"text": "Totsuka was just so nice, it made me want to decide on our children's names together.", "author": "Wataru Watari"},
{"text": "If you want to make friends, you have to be prepared to sacrifice something.", "author": "Wataru Watari"},
{"text": "We are not strangers, only the introduction is missing.", "author": "Jesus Apolinaris"},
{"text": "And. They. Burned. Like. A. Million. Bonfires.", "author": "Mel Ingrid"},
{"text": "A cup of gourmet coffee shared with a friend is happiness tasted and time well spent.", "author": "Unknown Author"},
{"text": "You can't cultivate that sort of friendship, it only grows in the wild.", "author": "Fredrik Backman"},
{"text": "It is far easier to make a good first impression than to change a bad one.", "author": "Michelle Tillis Lederman"},
{"text": "The more am missing you the more you are far away from me...", "author": "Kayode Seyi Tayo"},
{"text": "The great thing a friend can do is bring some warmth in this cold world.", "author": "Marty Rubin"},
{"text": "We're friends...And what that means is this: I won't let anyone hurt you. Not if I can stop it.", "author": "Courtney Milan"},
{"text": "It's great to just be here with you, watching the world go by.", "author": "Zadie Smith"},
{"text": "You must be careful who you surround yourself with because where you are can determine who you are.", "author": "Trevor Noah"},
{"text": "Smile to begin a friendship", "author": "Patricia Dsouza"},
{"text": "The kids", "author": "Kathryn Apel"},
{"text": "Seeing a friend cry is not as painful as hearing an enemy laugh.", "author": "Mokokoma Mokhonoana"},
{"text": "Proust was not well place to enjoy honest friendships. For a start, he had far too many true but unkind thoughts about people.", "author": "Alain de Botton"},
{"text": "When you project your authentic self, people will respond to and connect with it.", "author": "Michelle Tillis Lederman"},
{"text": "Our perceptions of others are our realities about them. This is the law of perception.", "author": "Michelle Tillis Lederman"},
{"text": "Leah's words waltz across the fragile space between us with an endearing choreography.", "author": "Dave Cenker"},
{"text": "Authenticity comes from being true to the moment, in the moment.", "author": "Michelle Tillis Lederman"},
{"text": "If I stayed beside you, love would lead me, not wisdom", "author": "J.R.R. Tolkien"},
{"text": "YOU'RE NOT GETTING ANYWHERE CLOSE TO MY FRIEND, SO PUT YOUR SMELLY DEAD-FROG CARCASS IN REVERSE!", "author": "Rick Riordan"},
{"text": "A genuine enemy is more useful than a fake friend.", "author": "Mokokoma Mokhonoana"},
{"text": "Very few people have that effect. Very few people are tequila and champagne at the same time.", "author": "Fredrik Backman"},
{"text": "It’s hard to make people care again once you’ve taught them not to. It’s hard to tell people that you need them, once you’ve told them you don’t.", "author": "Charlotte Eriksson"},
{"text": "Watch for signs of a toxic friendship and raise your guards:", "author": "Asma Naqi"},
{"text": "It’s a blessing: every day someone shows up at the fence. And when no one shows up, a different", "author": "Richard Siken"},
{"text": "...the way to a friend's heart is through your ears.", "author": "Kristin Schell"},
{"text": "Friends, Casper observed, are the envy of the angels.", "author": "Amor Towles"},
{"text": "Of their friendship, Montaigne wrote: ‘If you press me to say why I loved him, I can say no more than because he was he, and I was I.’", "author": "John Connolly"},
{"text": "Two are needed to make a comradeship, but only one to dissolve it.", "author": "Robert Graves"},
{"text": "The hands clasped together symbolize friendship. The heart is love. And the crown stands for loyalty", "author": "Christina Baker Kline"},
{"text": "Our mother says friendship is like riding the waves,\" said Kama. \"Sometimes you ride low, gentle waves. Sometimes you ride high, rough ones.", "author": "Mary Pope Osborne"},
{"text": "No matter how 'busy' a person's day may be. If they 'really care' they'll always find time for you.", "author": "Ralph Smart"},
{"text": "Man is really fragile, and not strong at all.", "author": "Anthony T.Hincks"},
{"text": "If co-passengers are good then it's good too to have endless journey.", "author": "Neelima"},
{"text": "When people change & make you feel small, I'll tuck you into my pocket & feed you cheese, until courage coaxes the tiger out of your rib cage.", "author": "Curtis Tyrone Jones"},
{"text": "In a friendship such as ours a few slips are of no consequence", "author": "E M Forster"},
{"text": "Make friendship a fine art.", "author": "John Wooden"},
{"text": "Alice said, “I think we were all sort of in love with each other at different times. Isn’t that just what happens when friends grow up together?", "author": "Rebecca Kauffman"},
{"text": "God restores relationships, friendships, and fellowships. - Hidden Treasures", "author": "Robin Bertram"},
{"text": "Fine. You don't like my theory. Got it.\"", "author": "A.L. Buehrer"},
{"text": "I remember because I cannot forget", "author": "CAROL FELLER"},
{"text": "I LOVE YOU FROM THE WAIST DOWN, I DON'T DEAL IN DAMAGED GOODS.", "author": "CAROL FELLER"},
{"text": "You have made my day a little better, and I hope I have made your day a little better, too", "author": "Mo Willems"},
{"text": "Then you said \"nothing has changed\".", "author": "Musa M."},
{"text": "Don''t look for your friend, my child. Is always with you. Is YOU and only YOU.", "author": "Viorica Dragotel"},
{"text": "A picture is worth a thousand words.", "author": "Lexicolors Writers"},
{"text": "That's the way it is: If two people want to be together, they'll find a way. They'll forge a way.", "author": "Shobha Rao"},
{"text": "Now, when a man has been underestimated by a friend, he has some cause for taking offense—since it is our friends who should", "author": "Amor Towles"},
{"text": "When you frame your actions around what you fear and what you think you can't do, those are the results you'll achieve.", "author": "Michelle Lederman, 11 Laws of Likability"},
{"text": "What we want, finally, from friends, is that they have no more clue than we do.", "author": "Richard Powers"},
{"text": "We all talk to ourselves, and when we keep telling ourselves something we eventually begin to believe it.", "author": "Michelle Lederman, 11 Laws of Likability"},
{"text": "I looked at his grave and, with tears in my eyes, I voiced these words: \"You were worth it, old friend, and a thousand times over.", "author": "Wilson Rawls"},
{"text": "Words are useless that don't bring people together.", "author": "Marty Rubin"},
{"text": "Lets us not be divided by the color of our skin, but be united by the color of our blood.", "author": "T.A. Uner"},
{"text": "The glass is either half empty or half full, and remember that whatever your perspective, it is entirely your choice.", "author": "Michelle Lederman, 11 Laws of Likability"},
{"text": "All the pain I put you through", "author": "Klaudio Marashi"},
{"text": "He was thinking of the irony of friendship—so strong it is, and so fragile. We fly together, like straws in an eddy, to part in the open stream.", "author": "E.M. Forster"},
{"text": "If you really want to make a friend, go round someone's house with a freshly baked loaf of sourdough bread!", "author": "Chris Geiger"},
{"text": "Goodbye have always been as natural for us as silence, unspoken agreements between us nine time out of ten. There’s no", "author": "Emily Henry"},
{"text": "Where were you when the nukes fell?", "author": "Mackenzi Noel"},
{"text": "You Are So Valuable... So Important... Don't Devalue Yourself by Throwing Yourself at Folks Who Merely Tolerate You!", "author": "Jaachynma N.E. Agu"},
{"text": "To Maintain Your Relevance In Relationships, Don't Run Into Them Because of What You Need, Get Into Them Because of What You Have To Offer....", "author": "Jaachynma N.E. Agu"},
{"text": "You silly, beautiful, lovely girl. You found confidence in yourself. You defeated the Witch.\"", "author": "bellatuscana"},
{"text": "Life is repudiation, friendship is a lieable concept.", "author": "Deyth Banger"},
{"text": "There's a deep knowing beneath the epicenter of our anxious asking. Meet me there, & stillness will voice its soothing certainties with us.", "author": "Curtis Tyrone Jones"},
{"text": "Children aged and moved away. Friendships aged and grew better.", "author": "Amy Witting"},
{"text": "A friend will stand by you when you’re wrong. Anyone will stand by you when you’re right.", "author": "Anonymous"},
{"text": "I suppose you don’t care about anyone,” said Catherine.", "author": "Nenia Campbell"},
{"text": "Emmet pinched the bridge of his nose. “I hate it when you’re cryptic.", "author": "Nicole Sager"},
{"text": "No. I don't want the love at first sight", "author": "Sowmya Thejomoorthy"},
{"text": "If you have to block your closest friend in Facebook for some unavoidable reason, don't feel bad, because he/she does not deserve your friendship.", "author": "Pranab Jyoti Borah"},
{"text": "He did not like old people, and resented it when he was invited to meet only persons of his own age, and the young he found vapid.", "author": "W. Somerset Maugham"},
{"text": "Stay open to changing your perception of people as your connection with them grows.", "author": "Michelle Lederman, 11 Laws of Likability"},
{"text": "Stay open to the possibility that a relationship may evolve over time. Have Patience.", "author": "Michelle Lederman, 11 Laws of Likability"},
{"text": "I want to read all the books that made you, Ollie Ollie UpandFree.", "author": "Leah Thomas"},
{"text": "Lately, sometimes, I want to be bigger. Like a mountain, like a tree. Like an old stone covered in moss. A bulwark for my friends to be safe in", "author": "Rem Wigmore"},
{"text": "If you seek happiness in friendship, be an all-weather friend.", "author": "Tapan Ghosh"},
{"text": "I obviously don’t know the whole story here, but good friendships are durable. They’re meant to survive the gaps and the growing pains.", "author": "Julie   Murphy"},
{"text": "The Breathtaking Charms are not what everyone desires, because there are sparks of charm in our daily routine that keep us alive.", "author": "Chetan M. Kumbhar"},
{"text": "But there's a sense of camaraderie in that, in knowing that you're on the same team of players all looking to play a different game.", "author": "Mandy Ashcraft"},
{"text": "I am trying to sync my energies with yours.", "author": "Mitta Xinindlu"},
{"text": "Some silences are pauses, and others conclusions.", "author": "Meeta Ahluwalia"},
{"text": "It takes lives to save lives.", "author": "Oscar Auliq-Ice"},
{"text": "Friendship is a sheltering tree.", "author": "Samuel Taylor Coleridge"},
{"text": "The Relationships genuinely care about are the ones that will form the strongest network you can build.", "author": "Michelle Lederman, 11 Laws of Likability"},
{"text": "The difficult part about being close to friends is that you will get a share in their darkness too...", "author": "Bindu Madhav Tata"},
{"text": "To feel that except from parents, big brothers and sisters, grandmas and grandpas… you are also human beings, just like me …", "author": "Lexicolors Writers"},
{"text": "The Relationships genuinely care about are the ones that will form the strongest network you can build.", "author": "Michelle Lederman-11 Laws of Likability"},
{"text": "I’m sorry I ever asked you guys to be friends. You don’t have to be friends. You don’t even have to like each other. Forget I said anything.", "author": "Tahereh Mafi"},
{"text": "I mean, I deserve to be happy, don't I?\" (...)", "author": "Tahereh Mafi"},
{"text": "...Relationship is not about positional authority but about dynamic mutuality.", "author": "Jamie Arpin-Ricci"},
{"text": "Sometimes friendship is the motherfucking prizes, so be grateful I let you in at all.", "author": "Amanda Lovelace"},
{"text": "I learned a long time ago, the loyalty of friends is a greater power than the will of an enemy", "author": "Brandt Legg"},
{"text": "We all have that one friend you need to say ‘be nice’ to before you introduce them to someone. I’m that friend. -Audrey’s secret thoughts", "author": "Lani Lynn Vale"},
{"text": "He and I, we're friends. Does that sound odd? Me, friends with a pinko journalist?'", "author": "Mick Herron"},
{"text": "We love those in whom we can confide.", "author": "Marty Rubin"},
{"text": "I might not be nothing to you, but I might be every thing to some one like who loves you", "author": "Beta Metani' Marashi"},
{"text": "Carrots and Candlesticks...", "author": "Anthony T.Hincks"},
{"text": "That day in the park when we sat together, I knew that some day you might drop by, with fire or friendship.", "author": "Ray Bradbury"},
{"text": "Never discount the alignment of stars when you’re seeking to make the world a better place.", "author": "Brandt Legg"},
{"text": "Don't drop your burdens on people without also being willing to drop some blessings on them, too.", "author": "Luvvie Ajayi"},
{"text": "Everything had come easily to her. her whole life: This was the only thing that remained resolutely beyond her control.", "author": "Lucy Diamond"},
{"text": "Of all the things which wisdom provides to make us entirely happy much the greatest is the possession of friendship.", "author": "Epikúros"},
{"text": "The Relationships genuinely care about are the ones that will form the strongest network you can build.", "author": "Michelle Lederman"},
{"text": "He sounds so tired. \"I know if there was any choice at all, they wouldn't have left me alone. They would have made sure I was taken care of.\"", "author": "Robin Roe"},
{"text": "One of the hallmarks of social wellness is being inclusive, not exclusive, with our friendship.", "author": "Laurie Buchanan, PhD"},
{"text": "I was his friend. There was nothing more to want.", "author": "André Aciman"},
{"text": "THE VERITY THAT TWO PEOPLE OUT OF THE MILLIONS AROUND THEM CAN MEET AND ADHERE AND BECOME BOSOM FRIENDS, SEEMS LIKE ENCHANTMENT TO ME.", "author": "Chris Chacko"},
{"text": "I've been thinking, Christopher Robin,' said Pooh, 'which do you like best: old friends or new?'", "author": "Brian Sibley"},
{"text": "And then we all just started laughing. We laughed our asses", "author": "Benjamin Alire Sáenz"},
{"text": "No one will remember this now, but when he was like this - playful and smart, joy in his voice and smile - Carson Bly was luminous.", "author": "Michael Nye"},
{"text": "I am a bluebottle. I can sting like a bitch.", "author": "Trinity Doyle"},
{"text": "And how are you doing?\" He didn't ask because he needed an answer. He asked because he needed her to know the answer mattered to him.", "author": "James S.A. Corey"},
{"text": "I know. But I didn't get why God would do something like this to my dad. It seemed so unfair.\"", "author": "Siobhan Curham"},
{"text": "You want friends, but do you really want to act like the other boys?", "author": "Brandon Sanderson"},
{"text": "...[A] friend is someone who gives you trust because they want to, not because they have to.", "author": "D.J. MacHale"},
{"text": "Will you be all right?\" she asked me. It was not an empty question; she genuinely listened for my reply.", "author": "Robin Hobb"},
{"text": "But in the case of human beings, friendship is a transitory art, subject to discontinuance without further notice.", "author": "O. Henry, Telemachus, Friend"},
{"text": "Together, they became part of the space between things.", "author": "Bruce Whatley"},
{"text": "He would have liked it if everyone could have what he dreamed, glory and love, fortune and peace of heart. [On F. Scott Fitzgerald]", "author": "André Chamson"},
{"text": "The main thing to remember when making friends is to genuinely be interested in the other person and their life. 'Curiosity is the key'.", "author": "Megan Street"},
{"text": "Do not expect from others what you cannot offer yourself.” —Sepideh Irvani, PsyD", "author": "Sepideh Irvani, Psy.D."},
{"text": "As your life evolves, so should your circle.", "author": "Izey Victoria Odiase"},
{"text": "Real friends are there no matter what. Real friends are people you love and hate in equal measure but who are as much a part of you as yourself.", "author": "C.J. Tudor"},
{"text": "Few words are more chilling when put together than make friends.", "author": "Maureen Johnson"},
{"text": "My religion is life, my philosophy happiness, my politics friendship.", "author": "Marty Rubin"},
{"text": "True wealth: a life rich in people.", "author": "Marty Rubin"},
{"text": "Safely on my way.'", "author": "J.R.R. Tolkien"},
{"text": "Friendship is a living thing that lasts only as long as it is nourished with kindness, empathy and understanding.", "author": "Oscar Auliq-Ice"},
{"text": "In matters of love and friendship, I always try to emulate a dog.", "author": "Debasish Mridha"},
{"text": "It was a friendship born of propinquity and circumstance, not of true affinity.", "author": "Kate Douglas Wiggin"},
{"text": "I knew we were better together than we were alone, and better still than everyone else, and that was enough.", "author": "Robin Wasserman"},
{"text": "Smash the right two particles together in the right way and you get a bomb. That's us, Dex. Accidental fusion.", "author": "Robin Wasserman"},
{"text": "It was only ours the way everything was ours: because the world we created between the two of us was secret and wholly owned.", "author": "Robin Wasserman"},
{"text": "A true friend understands you when you never express your thoughts.", "author": "Debasish Mridha"},
{"text": "I like you to be exactly the way that you are, because in all my experience, I have never known anyone like you.", "author": "Tennessee Williams"},
{"text": "When someone’s look says it all, stop listening.", "author": "Benny Bellamacina"},
{"text": "I also hoped, though, that he'd seize the opportunity of the understated", "author": "André Aciman"},
{"text": "What's missing in my life?' I was going to say", "author": "André Aciman"},
{"text": "There's nothing behind his friendliness, is there?", "author": "Michael Nye"},
{"text": "I wish you and yours every joy in life, old chap, and tons of money, and may you never die till I shoot you.", "author": "James Joyce"},
{"text": "Friends know the patterns of our souls.", "author": "Ruth  Buchanan"},
{"text": "Wherever you are, it is your own friends who make your world.", "author": "Neil Pasricha"},
{"text": "When the best friends come together, the shining spirit of solidarity replaces the brightest star Sirius!", "author": "Mehmet Murat ildan"},
{"text": "What I would say to my friends:", "author": "Tonny K. Brown"},
{"text": "Friendship is a tension. It makes delicate demands.", "author": "Sophocles"},
{"text": "With food shared, friendships grow.", "author": "Anthony T.Hincks"},
{"text": "Wife and loneliness are the best friends of a man. If wife leaves you, loneliness follows you wherever you are!", "author": "Fahad Basheer "},
{"text": "Friendship is an inner perception of kindness not an outer show of reality.", "author": "Debasish Mridha"},
{"text": "Authenticity is who you are--your honest reactions, your natural energy.", "author": "Michelle Tillis Lederman"},
{"text": "Cultivate the connections that you want to have, not the ones you think you should have.", "author": "Michelle Tillis Lederman"},
{"text": "Lots of people want to be invisible. Maybe they even think they can pretend to be. But someone always sees.\" -Archmage_Ged-", "author": "Michelle Falkoff"},
{"text": "Siblings, more than parents, more than teachers and friends and lovers and pets, shape the people we are.", "author": "Elisa Albert"},
{"text": "It's when we realize that each of us can fly that we become angels.", "author": "Anthony T.Hincks"},
{"text": "Belief in a friendly Universe is a Good thing to start with", "author": "Dr.Purushothaman Kollam"},
{"text": "When You have nothing to say, say nothing, silence is a friend who will never betray You.", "author": "Harmon Okinyo"},
{"text": "We gave each other the childhoods we had lost.", "author": "Akiah Watts"},
{"text": "Don't look at me like that. This is a book about a sex scandal: did you really expect me to be a nun and/or the Virgin Mary?", "author": "Laura Steven"},
{"text": "It's the faces within the trees that always smile and say hello.", "author": "Anthony T.Hincks"},
{"text": "Everyone has a price, Kaylee. You just have to be willing to push until you figure out what it is.", "author": "Joelle Charbonneau"},
{"text": "Sometimes it's best not to examine someone's intentions, and just take them for the asshole they really are.", "author": "Kyle Labe"},
{"text": "The more secrets you have from someone, the harder it is to look them in the eye. Now I could barely look at him at all.", "author": "Lynn Weingarten"},
{"text": "They say never ride with the ones you didn’t walk with, real friends show you real love not only talk it.", "author": "John Maiorana (oohGiovanni)"},
{"text": "A real friend will tell you the truth. A real friend would and should tell you as it is!", "author": "Izey Victoria Odiase"},
{"text": "What a strange thing, to build a castle in the air. We made a friendship out of nothing, because nothing was the heart of what we shared.", "author": "Ian Caldwell"},
{"text": "At the sound of her approach, Ben Hanscom popped up. He had a box of Junior Mints in one hand and an Archie comic book in the other.", "author": "Stephen King"},
{"text": "I’m so thankful for friendship. It beautifies life so much", "author": "Lucy Maud Montgomery"},
{"text": "If a man is worth knowing at all, he is worth knowing well.", "author": "Alexander Smith"},
{"text": "What I want is for you to touch me in ways that hands and teeth and skin cannot.", "author": "J. Andrew Schrecker"},
{"text": "When I stood in front of you", "author": "Richard Cohn"},
{"text": "A book is a dear friend who has a thousand things to say.", "author": "Nicole Sager"},
{"text": "when two aliebns find each other in a strange place, it feels a little more like home.", "author": "Jomny Sun"},
{"text": "a friend is anyone or anything who shares a life with u that you would never be able to experience without them.", "author": "Jomny Sun"},
{"text": "Love is a holy affection.", "author": "Lailah Gifty Akita"},
{"text": "Mother was like this sometimes. Conversations became riddles with traps in them, and your answers had consequences.", "author": "Frances Hardinge"},
{"text": "Sometimes changing the game is as simple as finding a few people who play by the same rules as you.", "author": "Curtis Tyrone Jones"},
{"text": "It is no good for rulers if the people they rule cherish ambitions for themselves or form strong bonds of friendship with one another.", "author": "Plato"},
{"text": "Friendship is a totally biased sample of the population: we only pick out the best ones.", "author": "Victor Bello Accioly"},
{"text": "The most holy band of society is friendship. It has been well said, by a shrewd satirist, \"that rare as true love is, true friendship is still rarer.", "author": "Mary Wollstonecraft"},
{"text": "My smile says it all.", "author": "Anthony T. Hincks"},
{"text": "It's times like this that I'm real glad I have friends. They say friends are worth your weight in gold.", "author": "M.T. Anderson"},
{"text": "When you open your heart to a stranger you have welcomed another heart into your home.", "author": "Anthony T.Hincks"},
{"text": "Don't let it bother you if someone turns down the friendship you've offered them.", "author": "Marlan Rico Lee"},
{"text": "We were young together in the worst way.", "author": "Jennifer Denrow"},
{"text": "Finally Jordan and I are real friends, not imaginary ones. It's the best feeling in the world.", "author": "Tonya Alexandra"},
{"text": "The poem was made not just to exist, but to speak—to be company. It was everything that was needed, when everything was needed.", "author": "Mary Oliver"},
{"text": "Dream It; Wish It; Do It!", "author": "Wyketha K. Parkman"},
{"text": "It's times like this that I'm real glad I have friends. They say friends are worth your weight in gold.", "author": "M. T. Anderson"},
{"text": "Don't mistake me for a friend because I sometimes choose to be friendly,\" said the Luidaeg.", "author": "Seanan McGuire"},
{"text": "Three belongings impoverish: Love, hope and fake friendships.", "author": "Tiziri Wuming"},
{"text": "The Purpose of Friendship To Me Is To Have One One To Complement And Not One To Compete With!", "author": "Jaachynma N.E. Agu"},
{"text": "To over look a fault is to sow the seed for a friendship.", "author": "Lailah Gifty Akita"},
{"text": "There is no friend like a sister.", "author": "Debasish Mridha"},
{"text": "But friends didn't wipe other friends' memories.", "author": "Tui T. Sutherland"},
{"text": "It had just been a friendship, normal as anything.", "author": "Patrick Ness"},
{"text": "Today you make good and bad friends,but tomorrow,good friends makes you.", "author": "Nowgoing Traveler"},
{"text": "Have 10 friends who believe in your dreams than 100 friends who never do. It's not about numbers; it's about purpose.", "author": "Israelmore Ayivor"},
{"text": "In trouble and from darkness you come, Ged, yet your coming is joy to me.", "author": "Ursula K. Le Guin"},
{"text": "A smile will open more doors than what a frown will.", "author": "Anthony T.Hincks"},
{"text": "a story about two friends who stop being friends because of a dispute in which both of their arguments are wrong", "author": "Paul Auster"},
{"text": "Nothing in life will ever attract good people and good fortune to us than our GOOD ATTITUDE.", "author": "Bamigboye Olurotimi"},
{"text": "If a relationship lasts longer than 7 years, you are no longer girlfriend-boyfriend. You are family.", "author": "Atul Purohit"},
{"text": "She had it coming. No one calls my friends cunts but me.", "author": "Kurtis J. Wiebe"},
{"text": "A true friend overlooks your stained teeth and admires your bright smile. A true friend is all we need, be one even if you don't have one.", "author": "Leonard Ondigo"},
{"text": "A friend is one who sings to you the chorus of victory even when life dealt you utmost misery.", "author": "Leonard Ondigo"},
{"text": "Don't be blind to those who love you, while you love those who do not.", "author": "Suhaib Rumi"},
{"text": "Sometimes you mistake getting used to someone's face for knowing them.", "author": "Meagan Macvie"},
{"text": "Kindness is the most beautiful expression of love, and compassion is the most beautiful expression of friendship.", "author": "Debasish Mridha"},
{"text": "Remember Amir agha. \"There's no monster, just a beautiful day,", "author": "Khaled Hosseini"},
{"text": "This is the Law of Likability: The real you is the best you.", "author": "Michelle Tillis Lederman"},
{"text": "Friends are the siblings God never gave us.", "author": "Mencius"},
{"text": "April watched the rain a beat. “You need a lift to California, and you need money to do that. I’ve got a guy who can help you.", "author": "Renee Blossom"},
{"text": "Anyone who urgently needs us deserves, in the true book of love, to be our friend.", "author": "Alain de Botton"},
{"text": "Make sure you tell the people you love that you love them. Loudly and often. You never know when it might be too late.", "author": "Tom Hiddleston"},
{"text": "Sometimes you must embrace the feeling of being abandoned, until your deepest self warms to the thought of you being its closest companion.", "author": "Curtis Tyrone Jones"},
{"text": "Love is the bond of brotherhood.", "author": "Lailah Gifty Akita"},
{"text": "Friends won't support you until they see strangers celebrate you.", "author": "Habeeb Akande"},
{"text": "The realization that men and women cannot be friends unless they're also sleeping together. I have enough friends, I don't really need any more.", "author": "Caspar Vega"},
{"text": "His name's Twoflower. He isn't from these parts.'", "author": "Terry Pratchett"},
{"text": "I think you'll find out you'll be happier too,", "author": "Sherrill S. Cannon"},
{"text": "He listened intently, his eyes on my face, and I knew he'd sense the meaning in the space between my words.", "author": "Michele Phoenix"},
{"text": "When someone asks me if they can be my friend, I tell them that they already are.", "author": "Anthony T. Hincks"},
{"text": "What do I look for in a friend?", "author": "Anthony T.Hincks"},
{"text": "You speak as a friend of Túrin son of Húrin?’ said Thingol. ‘I was, but I have loved truth more and longer,’ Mablung answered.", "author": "J.R.R. Tolkien"},
{"text": "In battle, Musa told Tilo, enemies can’t break your spirit, only friends can", "author": "Arundhati Roy"},
{"text": "The bond of love is the most beautiful bliss.", "author": "Lailah Gifty Akita"},
{"text": "Without forgiveness, there is jo fellowship .", "author": "Lailah Gifty Akita"},
{"text": "Are you calling her our enemy?\"", "author": "Stephen King"},
{"text": "Wherever there is love, there is life.", "author": "Lailah Gifty Akita"},
{"text": "I don't like walking around this old and empty house,", "author": "Of Monsters and Men"},
{"text": "The #1 friendship challenge women have is finding time to spend with each other.", "author": "Judy Dippel"},
{"text": "I give him the kind of smile only shared between two people who desperately hate something and thoroughly enjoy hating it together.", "author": "Tracey Neithercott"},
{"text": "Love Me Even More when I Seem Least Deserving... For That is the Very Moment That I Am Most in Need of Your Love.", "author": "Raymond D. Longoria Jr."},
{"text": "Only when you are in trouble do you realize who your true friends are… And, my dear, you will be surprised!", "author": "Charbel Tadros"},
{"text": "The holiest place on Earth, is not a temple or a church, but our relationship to one another.", "author": "Dragos Bratasanu, Ph.D."},
{"text": "Morrie likes the nickname.", "author": "Mitch Albom"},
{"text": "Arvandus!\" I tried again to reach him. \"You can come back now. I'm alone and would love to argue with you again.", "author": "J.M. Hackman"},
{"text": "Take a tram ride today.", "author": "Dragos Bratasanu, Ph.D."},
{"text": "A friendship that can be ended didn't ever start.", "author": "Mellin de Saint-Gelais"},
{"text": "By your behavior you send signals on how people should treat you", "author": "Bangambiki Habyarimana"},
{"text": "A friend: What book haven't you read yet?", "author": "Me"},
{"text": "A friend: What book haven't you read yet?", "author": "#myself"},
{"text": "Ad we interviewing each other?", "author": "Benjamin Alire Sáenz"},
{"text": "Only Light can drive away the shadows, Darkness can never be diminished by more darkness.", "author": "Raymond D. Longoria Jr."},
{"text": "I'm grateful for the dark shadow that is constantly following me... It reminds me always of the Loving Light that shines upon my face.", "author": "Raymond D. Longoria Jr."},
{"text": "I'm Thankful in the knowledge that EVERY moment of this Life has happened For Me...", "author": "Raymond D. Longoria Jr."},
{"text": "Moderation in all good things of this mortal world, however there must be no Spiritual moderation... Devotion to our loving", "author": "Raymond D. Longoria Jr."},
{"text": "True Forgiveness has been accomplished when you find yourself Thankful for the experience.", "author": "Raymond D. Longoria Jr."},
{"text": "Gratefulness is feeling the Love of God in everything He has given us - God has given us everything. Each breath ever drawn was a gift of His Love.", "author": "Raymond D. Longoria Jr."},
{"text": "A most amazing defense with Power to destroy any enemy… GRATITUDE!", "author": "Raymond D. Longoria Jr."},
{"text": "Gratitude is a Short-Cut which Speeds the Journey to Love :-)", "author": "Raymond D. Longoria Jr."},
{"text": "Once I began taking inventory of ALL I was Grateful for, the warehouse I had packed with notebooks listing all I lacked became obsolete.", "author": "Raymond D. Longoria Jr."},
{"text": "Faith in God's Loving Kindness has truly been attained when both gain and loss bring the same degree of Gratitude.", "author": "Raymond D. Longoria Jr."},
{"text": "If You Accept It... I Would Give You the Glorious Gift of Seeing Yourself As I See You.", "author": "Raymond D. Longoria Jr."},
{"text": "If Gratitude were a tree in a Bountiful orchard...", "author": "Raymond D. Longoria Jr."},
{"text": "An abundance of thinking leads to me, me, me.", "author": "Raymond D. Longoria Jr."},
{"text": "As I count my blessings, I feel God's Loving Hands touching each of them.", "author": "Raymond D. Longoria Jr."},
{"text": "Through sincere Thankfulness, the incredibly difficult struggles of my yesterday, have been transformed into the", "author": "Raymond D. Longoria Jr."},
{"text": "If you want to talk about it with someone, then I`m happy to listen, or try and help, but you should only tell me if you want to.", "author": "Jane Green"},
{"text": "It's never too early to give your best friend some moral support", "author": "Zoe Sugg"},
{"text": "The older the friendship, the stronger the trust.", "author": "Eraldo Banovac"},
{"text": "That's the problem with lying. You can never remember what you've said.", "author": "Jane Green"},
{"text": "You brought", "author": "Curtis Tyrone Jones"},
{"text": "There is no gift like friendship. Remember this - when you become a young man. For your fate will turn on the first true friend you make.", "author": "Rudyard Kipling"},
{"text": "You must work to live, not live to work.", "author": "Jane Green"},
{"text": "If you call a gypsy a vagabond, I think you do him wrong,", "author": "Joyce Kilmer"},
{"text": "You ought to know, you were my best friend. You were. I know you loved me. I loved you.", "author": "Alexander Chee"},
{"text": "I should send my bees ashore for you, upon my sacred honour.", "author": "Patrick O'Brian"},
{"text": "We all have to share this world. The best way to do that is to be nice to each other.", "author": "Jessica Marie Baumgartner"},
{"text": "What we do is what means the most.", "author": "Jessica Marie Baumgartner"},
{"text": "I would disapprove of another hospitable man who was excessive in friendship, as of one excessive in hate. In all things balance is better.", "author": "Homer"},
{"text": "Well, I will wear the bees, like Damon and Pythagoras – ho, a mere sixty thousand bees in the cabin don't signify, much.", "author": "Patrick O'Brian"},
{"text": "She may not be like everyone else, but neither am I.", "author": "Jessica Marie Baumgartner"},
{"text": "That's friendship, each playing the potter to see what shapes we can make of the other.", "author": "Ray Bradbury"},
{"text": "The Purpose of Friendship to Me is Having One to Complement Not One to Compete with!", "author": "Jaachynma N.E. Agu"},
{"text": "Don't Sit Around Waiting For Someone Who's Taken A Walk off Your Life to Come Back; Get Going Too!", "author": "Jaachynma N.E. Agu"},
{"text": "Expose Yourself to True Friendship for It Heals, encourages and lifts you higher.", "author": "Jaachynma N E Agu"},
{"text": "I have never seen as far, than those times I have looked through someone else's perspective.", "author": "Tonny K. Brown"},
{"text": "In a godless universe, all we have is each other.", "author": "Marty Rubin"},
{"text": "When the value of a relation gets lower than the amount of thought and time needed to maintain or resurrect them, It withers away.", "author": "EverSkeptic"},
{"text": "Nothing disrupts dehumanization more quickly than inviting someone over, looking into their eyes, hearing their voice, and listening.", "author": "Sarah Schulman"},
{"text": "You may build sky scrapers", "author": "Evy Michaels"},
{"text": "-I'm your girlfriend?", "author": "Ally Carter"},
{"text": "Takizawa: something that was left in my care. give it back to Amon for me. see you, Goat's King.", "author": "Sui Ishida"},
{"text": "Trust me, Bea, you are on your way. It’s about acknowledging where you are and knowing that you are okay. The universe has your back and so do I.", "author": "Sadeqa Johnson"},
{"text": "If you don't REALLY miss someone, it's because you never REALLY connected very deeply with them.", "author": "Reuben Berger"},
{"text": "Money and power attract friends. But it’s not you they’re friends with — just your money and power. Only affection brings genuine friends.", "author": "Auliq-Ice"},
{"text": "You say 'love' too easily, Kepler.\"", "author": "Claire North"},
{"text": "Fake friends are better than true friends because it doesn't hurt when they leave.", "author": "Jyothsna Ravi"},
{"text": "I write, like anybody else, about how it is to be human.\" -- Mark Merlis", "author": "Arlie Corday"},
{"text": "There is no friendship, without forgiveness.", "author": "Lailah Gifty Akita"},
{"text": "A bird doesn't sing because it knows the song. It sings because it carries the melody in its heart. May you always dance to the rhythm of your heart.", "author": "Amaka Imani Nkosazana"},
{"text": "Have I not destroyed my enemy when I have made him into my friend?", "author": "Abraham Lincoln"},
{"text": "Make no attachment, so you can flow freely.", "author": "Lailah Gifty Akita"},
{"text": "It has to do with me because it has to do with you,\" Young says, his voice dropping. \"Jaewon-ah, we've been friends longer than we've been--.\"", "author": "Axie Oh"},
{"text": "So strange that David Drucker of all people was the only one who said the exact right thing: Your dad shouldn't have died. That's really unfair.", "author": "Julie Buxbaum"},
{"text": "Friendship is based on trust and treating others kindly.", "author": "Auliq-Ice"},
{"text": "You may control people physically by force, but you won’t change their hearts and minds—that requires trust and friendship.", "author": "Auliq-Ice"},
{"text": "It is not enough simply to wish that love and compassion grow within us. We need a sustained effort to cultivate such positive qualities.", "author": "Auliq-Ice"},
{"text": "Positive emotions like compassion and loving kindness engender in us a deep sense of peace and serenity, and benefits others as well.", "author": "Auliq-Ice"},
{"text": "Caring for others is the best way to fulfil our own interests.", "author": "Auliq-Ice"},
{"text": "Because that is how one survives eternity,” I say, “or even a few years. Friends. Family. Moving with them. Moving forward.", "author": "N.K. Jemisin"},
{"text": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "author": "De philosopher DJ Kyos"},
{"text": "The best friends are made in childhood when we have no ulterior motives.", "author": "Tapan Ghosh"},
{"text": "The path back home is often the most difficult journey of all.", "author": "Toni Sorenson"},
{"text": "It is good to bounce things off a trusted friend.", "author": "Sofi Benitez"},
{"text": "Real friends are like autotroph, whether you pay your intentions or not but they keep calm your noons.", "author": "Samar Sudha"},
{"text": "It's a shame I'm going to be forced to commit severe testicular trauma upon that boy", "author": "Jenn Bennett"},
{"text": "Was this really friendship? I have my doubts.", "author": "Wataru Watari"},
{"text": "My path gets more beautiful when you walk it with me.", "author": "Toni Sorenson"},
{"text": "Every war is not worth fighting and", "author": "Tonny K. Brown"},
{"text": "We laughed over our difference then spent years bonding over things that made us the same.", "author": "Nikesh Shukla"},
{"text": "You get out of hell one step at a time.\" -- Abbie Sullivan, \"Cinderella Shoots the Moon.", "author": "Arlie Corday"},
{"text": "A person who loves you through your idiosyncrasies, despite the tiny inclusions, is a diamond worth keeping.", "author": "Terry a O'Neal"},
{"text": "Somewhere between buying 25 friendship bands and passing by the shop with a smile looking at kids buying the bands, we grew up", "author": "Anamika mishra"},
{"text": "Your laughter : the drug", "author": "Richard L.  Ratliff"},
{"text": "You create more space in your life when you turn your excess baggage to garbage.", "author": "Chinonye J. Chidolue"},
{"text": "Thank you for being such a beautiful friend.", "author": "Scott Stabile"},
{"text": "After being around such crazy people, how could I not change too?", "author": "Bisco Hatori"},
{"text": "It’s not like you have anything to lose anymore.", "author": "Anna B. Doe"},
{"text": "You show true friends the ugly--and trust them enough to turn it into something beautiful.", "author": "Rachel Van Dyken"},
{"text": "Animals in our lives can be a blessing.", "author": "J. Wesley Porter"},
{"text": "We were a coven; we were a crowd. We were a forest; we were a three-headed dog.", "author": "Moïra Fowley-Doyle"},
{"text": "my beautiful friend,", "author": "Scott Stabile"},
{"text": "But, is it more important to stay true to yourself, to what you believe in, or give it up for someone you care about?", "author": "Anna B. Doe"},
{"text": "I make it a point not to talk about the past. But you're special.", "author": "Yuhta Nishio"},
{"text": "Using someone else's kitchen feels a little like reading their diary. I'm so anxious.", "author": "Yuhta Nishio"},
{"text": "Becoming fast friends when you're that small is easy, because the only requirement is that the other person likes to play games.", "author": "Jackson Pearce"},
{"text": "Don't worry, I won't abandon you. I promise.", "author": "Yuhta Nishio"},
{"text": "A few things to remember:", "author": "Scott Stabile"},
{"text": "You showed me that even the smallest of people can have the loudest of words.” (Rachael Taylor, 2018).", "author": "Michael  Rogers"},
{"text": "Boy, did she love those idiots.", "author": "Emory R. Frie"},
{"text": "What exactly does a friend do?", "author": "Kiersten White"},
{"text": "I give and accept waves of welcome. I attract wonderful, life-minded friends who enrich my life.", "author": "Amy Leigh Mercree"},
{"text": "And then it hit me—", "author": "Scott Stabile"},
{"text": "If only I could spend all days surrounded by people brave enough to open their hearts for real.", "author": "Scott Stabile"},
{"text": "It made me realize that Beatrice had changed; that she did not pull her wagon so much as she got taken for rides.", "author": "jill mccorkle"},
{"text": "I loved you as a boy and fell in love with you as a man. You’re in here so deep that there is no you, no me. Only us.", "author": "Kelly Moran"},
{"text": "Look, this isn't about the ring or when I ever made a hamburger, which, for your information, was my senior year of college.\"", "author": "Rachel Hauck"},
{"text": "Far too long hath there been a slave and a tyrant concealed in a woman. On that account woman is not yet capable of friendship: she knoweth only love.", "author": "Friedrich Neitzsche"},
{"text": "You miss a lot of a person’s life when you don’t keep in touch. Maybe that’s the point.", "author": "Bryant A. Loney"},
{"text": "Thus the Government of our Virtue was broken and I exchang'd the Place of Friend for that unmusical harsh-sounding Title of Whore.", "author": "Daniel Defoe"},
{"text": "If this turns to friendship, it only means", "author": "Cyril Wong"},
{"text": "You never know. Somebody can seem cool and then you look in their music library and there's Katy Perry.", "author": "Kara Lee Corthron"},
{"text": "Love is always more than friendship.", "author": "Will Advise"},
{"text": "Iko ducked her head. \"When we saw the feed of you jumping off that ledge, I was so scared I thought my wiring was going to catch fire. And I thought,", "author": "Marissa Meyer"},
{"text": "True friendship is th treasure of forgiveness.", "author": "Lailah Gifty Akita"},
{"text": "Love those who value you and call you out on your BS.", "author": "Jennifer Coletta"},
{"text": "A real friend sees past the trouble and into your heart", "author": "Deborah Wiles"},
{"text": "Friends can create our most cherished memories.", "author": "Fennel Hudson"},
{"text": "Find your flock and fly.", "author": "Jennifer Coletta"},
{"text": "Tell me you'll never lie to me again, and I'll go with you.", "author": "Pat Shand"},
{"text": "To love purely is to consent to distance, it is to adore the distance between ourselves and that which we love.", "author": "Simone Weil"},
{"text": "If they're friends, then they've got your back . . . whether you're there or not. Friends won't \"forget\" about you.", "author": "Svetlana Chmakova"},
{"text": "We still need to give our best to life even if we do not understand the purpose of our existence on earth.", "author": "Janvier Chouteu-Chando"},
{"text": "We love out of compassion, passion or a sense of commitment.", "author": "Janvier Chouteu-Chando"},
{"text": "With true love, you can move mountains, make unusual sacrifices, live a life of deprivations and still be happy.", "author": "Janvier Chouteu-Chando"},
{"text": "... People who are the spices of this world are the natural souls with instincts and impulses that have not been pruned by evolution and civilization.", "author": "Janvier Chouteu-Chando"},
{"text": "Never allow yourself to be sapped of your extraordinary energy that is the necessary ingredient for creating something new and progressive.", "author": "Janvier Chouteu-Chando"},
{"text": "Singers, actors or artists who touch on sorrow are trying to give comfort to aggrieved souls by giving some meaning to their sorrows.", "author": "Janvier Chouteu-Chando"},
{"text": "…the truest feeling of happiness is the security that comes with being loved.", "author": "Janvier Chouteu-Chando"},
{"text": "Perhaps fate has a way of turning things around and making something good out of the action of someone who failed humanity without meaning to.", "author": "Janvier Chouteu-Chando"},
{"text": "It doesn't count if it's from friends, right?", "author": "Svetlana Chmakova"},
{"text": "Man craves joy far more than anything else in life, but there is nothing as madly intoxicating as the feeling of joy that comes from the soul.", "author": "Janvier Chouteu-Chando"},
{"text": "Some honest people think it is better to know the ways of the devil without being evil.", "author": "Janvier Chouteu-Chando"},
{"text": "The selfish and self-centered have a hard time being kind, even though you and I know that kindness is a source of relief to the soul.", "author": "Janvier Chouteu-Chando"},
{"text": "Having friends was weird . . . but in a good way.", "author": "Gwenda Bond"},
{"text": "A man can’t talk of true happiness if he has never known true love—the trusting, selfless and unconditional love that I took for granted.", "author": "Janvier Chouteu-Chando"},
{"text": "It figured my family would get along better with Clark than they did me.", "author": "Gwenda Bond"},
{"text": "Feelings, rationale and values are the top qualities that make a person exceedingly human.", "author": "Janvier Chouteu-Chando"},
{"text": "Writers are the most pathetic souls when it comes to expressing their own feelings. Their personalities are as complex as the characters they weave.", "author": "Janvier Chouteu-Chando"},
{"text": "The narrow-minded find it convenient to create stereotypes, and then try to fit everybody, everything and every situation into those stereotypes.", "author": "Janvier Chouteu-Chando"},
{"text": "At what point is normal natural?", "author": "Janvier Chouteu-Chando"},
{"text": "There is no bigger gratification than the realization of the things you believe in after overcoming all the odds.", "author": "Janvier Chouteu-Chando"},
{"text": "Some people live their memorable years fighting against their basic instincts only to succumb in the end to what was actually good for them.", "author": "Janvier Chouteu-Chando"},
{"text": "When somebody you love dies, a phase of life’s innocence dies with that person, and a part of you dies as well.", "author": "Janvier Chouteu-Chando"},
{"text": "We always emerge from the death of a loved one like a phoenix arising from its funeral pyre.", "author": "Janvier Chouteu-Chando"},
{"text": "Most people have this tendency to make judgments on others based on preconceptions, especially when they are dealing with them for the first time.", "author": "Janvier Chouteu-Chando"},
{"text": "Isn’t reality based on the prevailing culture, the trend that people want to identify with?", "author": "Janvier Chouteu-Chando"},
{"text": "Writers are the most tormented of all the different categories of artists that are out there in the world.", "author": "Janvier Chouteu-Chando"},
{"text": "…reality is the make-believe of the majority that can only thrive in conformity.", "author": "Janvier Chouteu-Chando"},
{"text": "The scrupulous survivors in life are the best counterweight to unscrupulous survivors.", "author": "Janvier Chouteu-Chando"},
{"text": "Shout out to everyone transcending", "author": "Lalah Delia"},
{"text": "Just because", "author": "Lalah Delia"},
{"text": "I like you,' I say. 'I lustful-sun like you, I meteorite like you, you are the fucking pink Starburst to me.", "author": "Emma Mills"},
{"text": "Some bad friends are so crafty in such a way that by the time their mission is reveal, they have already executed portions of it.", "author": "Israelmore Ayivor"},
{"text": "The rise or fall, success or failure of your dreams is largely dependent on the association you build yourself around.", "author": "Israelmore Ayivor"},
{"text": "A yesterday missed can never be found even in a fine tomorrow.", "author": "Janvier Chouteu-Chando"},
{"text": "Maybe friendship was loving someone even when you didn't always understand them.", "author": "Sarah Morgan"},
{"text": "The women glare at each other. Grin. You have friends when you're fifteen years old. Sometimes you get them back.", "author": "Fredrik Backman"},
{"text": "...There is no greater dividing force in this world than self-interest...", "author": "Janvier Chando"},
{"text": "Only a fool would find happiness from an achievement that is detrimental to those he loves.", "author": "Janvier Chouteu-Chando"},
{"text": "What is the purpose of achieving your dream if the people you had dreamed your achievements for are no longer there to reap the benefits?", "author": "Janvier Chouteu-Chando"},
{"text": "It is not something we often find out; but most of the specially-gifted have a deep desire to be ordinary.", "author": "Janvier Chouteu-Chando"},
{"text": "Love and hate when stretched to their extremes blind reasoning.", "author": "Janvier Chouteu-Chando"},
{"text": "He learned...never to show his anger or hatred against a stronger adversary, for fear of being crushed.", "author": "Janvier Chouteu-Chando"},
{"text": "It was one thing to be fooled, and another thing to be taken for a fool all the time.", "author": "Janvier Chouteu-Chando"},
{"text": "The purpose of life is to nurture joy, which involves those aspects of humanity that enrich the soul.", "author": "Janvier Chando"},
{"text": "a person who tries to use reasoning to explain faith gets lost in the wilderness of incomprehension.", "author": "Janvier Chando"},
{"text": "Seeing the Pure Soul (Shuddhatma) in everyone is itself an intent of friendship towards the entire world.", "author": "Dada Bhagwan"},
{"text": "My patria vera or true fatherland is the place that enriches my soul.", "author": "Janvier Chando"},
{"text": "We, humans, have come up with so many superficialities that are completely unnecessary for our existence and happiness on earth.", "author": "Janvier Chouteu-Chando"},
{"text": "In today’s world, human desires far supersede human needs. Waste, as you can see, is the result of that disparity.", "author": "Janvier Chouteu-Chando"},
{"text": "If I exist, then surely there must be someone else out there like me.", "author": "Joyce Rachelle"},
{"text": "Always make an effort to be around people who will help you grow.", "author": "Joyce Rachelle"},
{"text": "Yes!\" Torin threw an arm over Reese's shoulder. \"Smell that in the air? A grand adventure awaits.", "author": "Desiree Williams"},
{"text": "If it's public, it's not bonding.", "author": "Will Advise"},
{"text": "Friendship true is a vow of care.", "author": "Richelle E. Goodrich"},
{"text": "Our past would dissolve. We would move on from each other and from the ghosts of our youth.", "author": "Hannah Lillith Assadi"},
{"text": "I meditated on my childhood, vague and distant before high school, where Laura still flickered only on the edge of things.", "author": "Hannah Lillith Assadi"},
{"text": "I wanted to walk faster, to run, far as possible from her, from my entire life, from the first day I ever saw her always just a few steps ahead.", "author": "Hannah Lillith Assadi"},
{"text": "Sometimes, our pride compels us to engage in costly wars when a true commitment to a compromising peace would have been the best course to pursue.", "author": "Janvier Chouteu-Chando"},
{"text": "...Bad leaders are known to destroy one, more or even all of the foundations of their people’s way of life...", "author": "Janvier Chouteu-Chando"},
{"text": "He and I have a head-nod friendship, since that's pretty much the limit of our interaction.", "author": "Lauren Oliver"},
{"text": "Clarifications create either great communities", "author": "Efrat Cybulkiewicz"},
{"text": "Friendship built on top of Lies and betrayal is always shaky and it never last..", "author": "Brighton Mabuya"},
{"text": "Love can be simply the absence of tension.", "author": "Will Advise"},
{"text": "We were more alike than any of the others, neither of us quite human and both hated by the two species we drifted between.", "author": "Kevin Reaver"},
{"text": "I see your pain", "author": "Kamand Kojouri"},
{"text": "Life is a mighty joke that is not meant to be funny.", "author": "Janvier Chouteu-Chando"},
{"text": "Laugh, and the world longs to be your friend.", "author": "Richelle E. Goodrich"},
{"text": "Is there any friendship, without forgiveness?", "author": "Lailah Gifty Akita"},
{"text": "Everyone is a Butthole.", "author": "Ted Aramac"},
{"text": "This is us at forty-three per cent animosity.", "author": "Will Kostakis"},
{"text": "You read my words and instantly we are both connected", "author": "Richard L.  Ratliff"},
{"text": "What are you going to do for school?\"", "author": "Emma Mills"},
{"text": "You can't control who your family is. I know about that. You can only pick good friends and maybe that's a better family.", "author": "Ava Richardson"},
{"text": "Human ties are the greatest distorters of reality because they tend to conceal man’s worst selfish instincts.", "author": "Janvier Chouteu-Chando"},
{"text": "Expose human ties for what they really are and you are most likely to find the worst forms of betrayal staring back at you.", "author": "Janvier Chouteu-Chando"},
{"text": "A man who does not honor the company of his true friends will never see the light of true love.", "author": "Janvier Chouteu-Chando"},
{"text": "As an introvert, you crave intimate moments and deep connections--and those usually aren't found in a crowd.", "author": "Jenn Granneman"},
{"text": "For me, there are distinct levels of friendship:", "author": "Connor Franta"},
{"text": "Reprove your friend in secret and praise him in public.", "author": "Leonardo da Vinci"},
{"text": "Friendship, a covalent bond, powerful and without any expectations.", "author": "Saravana Kumar Murugan"},
{"text": "Some teach you", "author": "Curtis Tyrone Jones"},
{"text": "It is not aloofness, superiority. It’s a protection. Who in this ravaged battlefield doesn’t want to gather close her comrades?", "author": "Megan Abbott"},
{"text": "Is that the destiny of all friendships, no matter how good they are? To die out or fade away? To end?", "author": "Sara Zarr"},
{"text": "Making friends is not a big deal. Replacing me with them after talking to them for only one bloody day is a big deal.", "author": "Erica Sehyun Song"},
{"text": "Apparently there were seven stages of grief but that was a neat way of putting it. Grief was messy and didn't colour inside the lines", "author": "Emily Gale"},
{"text": "Some gifts are baits! Watch out!", "author": "Ernest Agyemang Yeboah"},
{"text": "If You Respect Their Preparation,", "author": "Vineet Raj Kapoor"},
{"text": "It felt natural, somehow, to be beside him—natural and reassuring—like coming home after a long journey to finally sleep in your own bed.", "author": "Mereda Hart Farynyk"},
{"text": "Rima: \"Hey Shiki, won't you be my husband?\"", "author": "Matsuri Hino"},
{"text": "The solitude of women's minds is regrettable, I said to myself, it's a waste to be separated from each other without procedures, without tradition.", "author": "Elena Ferrante"},
{"text": "Our history suggests that women will continue to show the world how to be friends.", "author": "Marilyn Yalom"},
{"text": "It allows you to be yourself, good and bad. And it's a two-way street: you give and take equally.", "author": "Connor Franta"},
{"text": "Don't ever stop believing in your own transformation. It is still happening even on days you may not realize it or feel like it.", "author": "Lalah Delia"},
{"text": "If a normally kind, agreeable person makes an enemy of you, you ought to ask yourself why.", "author": "Joyce Rachelle"},
{"text": "Remember the friends who stuck with you when they thought you had nothing.", "author": "Joyce Rachelle"},
{"text": "It will not be easy for him to see her dead, should they become close. But she has so few friends. She cannot turn one away.", "author": "Kendare Blake"},
{"text": "Nobody really wants to be your friend when they discover that you work with dead people.", "author": "Rebecca McNutt"},
{"text": "If I could have one friend,", "author": "Richelle E. Goodrich"},
{"text": "I tend the flowers of my mind", "author": "Richard L.  Ratliff"},
{"text": "It's funny how you can know a person, think of him as your closest friend, and still never gain access to the secret chambers in his heart.", "author": "Jennifer Finney Boylan"},
{"text": "Communication is the breath or death of any relationship", "author": "Rasheed Ogunlaru"},
{"text": "(...) if that's waht has to be. No good friends. No bad friends. Only people you want, need to be with; people who build their houses in your heart.", "author": "Stephen King"},
{"text": "Making a million friends is not a Miracle. The miracle is to make A Friend who will stand by you when millions are against you....", "author": "- Onanomous"},
{"text": "(...) if that's what has to be. no good friends. No bad riends. Only people you want, need to be with; people who build their houses in your heart.", "author": "Stephen King"},
{"text": "I can’t imagine anything more life-giving, more comforting, or more fun than being curled up and", "author": "Stephanie May Wilson"},
{"text": "Do not have evil-doers for friends, do not have low people for friends : have virtuous people for friends, have for friends the best of men.", "author": "George Santayana"},
{"text": "Friendship humanizes.", "author": "Jason Gay"},
{"text": "We met at a cross-roads in life,", "author": "Margo T. Rose"},
{"text": "That night, we talked the way old friends do, with candor and ease.", "author": "Lang Leav"},
{"text": "Get not your friends by bare compliments, but by giving them sensible tokens of your love.", "author": "Socrates"},
{"text": "You know that I love you quite a lot --", "author": "Margo T. Rose"},
{"text": "There's no room for me in your world;", "author": "Margo T. Rose"},
{"text": "I know I've got no reason to be crying;", "author": "Margo T. Rose"},
{"text": "The best gift your true friends will ever give you is carry your casket with respect. So be good to those you consider exceptional.", "author": "Robert Kodingo"},
{"text": "There isn’t a word for walking out of the grocery store", "author": "Tony Hoagland"},
{"text": "Friendships take minutes to make, moments to break, years to repair", "author": "Pierce Brown"},
{"text": "You really are a dumbass.", "author": "Stjepan Šejić"},
{"text": "Oh stupid, silly, awkward me;", "author": "Margo T. Rose"},
{"text": "It's not that I'm angry;", "author": "Margo T. Rose"},
{"text": "The corner doesn't mind listening to the stupid things I say;", "author": "Margo T. Rose"},
{"text": "All the things that you said when you thought I wasn't there,", "author": "Margo T. Rose"},
{"text": "The depth of love is immeasurable, when you scale it, you will only see and experience it to the degree of your scales.", "author": "Wayne Chirisa"},
{"text": "Depression is my bestfriend", "author": "Ali hassan hasan"},
{"text": "Into the wind we vary,", "author": "Adrianna Stepiano"},
{"text": "Don't hang out with people who are:", "author": "Germany Kent"},
{"text": "Share yourself with me.", "author": "Kamand Kojouri"},
{"text": "It was fortunate that love did not need words; or else it would be full of misunderstanding and foolishness.", "author": "Hermann Hesse"},
{"text": "Lucy: Why do you want me to stay?", "author": "Parker S. Huntington"},
{"text": "I keep dying and hoping you notice me. But you’re too busy living.", "author": "F.K. Preston"},
{"text": "Better Associations:", "author": "Israelmore Ayivor"},
{"text": "A death in reverse is the rewinding of life. I do not die of old age,", "author": "F.K. Preston"},
{"text": "Friendship often ends in love, but love in friendship – never.", "author": "Charles Caleb Cotton"},
{"text": "Passive-Aggressive behavior consumes unnecessary time and resources. Say what you mean, let's resolve the issue, and move on to more productive tasks.", "author": "Izey Victoria Odiase"},
{"text": "It isn't a matter of fitting in but rather staying in because some people just don't.", "author": "Julian Quintero"},
{"text": "Friendship can be obtained from anyone at any time. It knows no difference between age, gender, or even species.", "author": "Marlana Williams"},
{"text": "‪To know someone is to have your own personal experiences with them, not lead by the opinion of others.‬", "author": "Julian Quintero"},
{"text": "A good friend is a balm for the heart.", "author": "Linda A. Tancs"},
{"text": "They say that \"A friend in need is a friend indeed\" but what if you don't find one when you need one.", "author": "Neetesh Dixit"},
{"text": "He was easy to talk to, and easy not to talk to—equally important qualities in a friend.", "author": "Phil Knight"},
{"text": "Violence can read like poetry. You just have to describe the act as if you’re in love with the way your characters bleed.", "author": "F.K. Preston"},
{"text": "Friendship is a weird sort of thing when you think about it.", "author": "Rachael Lucas"},
{"text": "All around us is a nothing that stretches on for infinity. We humans can barely comprehend that. If we comprehend it we are rarely pleased.", "author": "F.K. Preston"},
{"text": "So small footprint yet the shovelling jealous sea has not erased it.", "author": "Lachlan MacKinnon"},
{"text": "The part of something is missing and the remaining part is itself not able to explain what part is missing.", "author": "Neetesh Dixitxit"},
{"text": "Every expression of desired friendship has potential bite. Every smile reveals the teeth.", "author": "Dean Koontz"},
{"text": "The weight of your baggage never stops true love from taking flight.", "author": "Curtis Tyrone Jones"},
{"text": "We can't deliver folks from their pits, but we can sure get in there with them until God does.", "author": "Jen Hatmaker"},
{"text": "My creativity keeps me from starving. Humanity keeps my life mundane. Loving secures my love for life, but my imagination keeps me sane.", "author": "F.K. Preston"},
{"text": "There is nothing to me but you. I know it’s pathetic but, oh darling, it’s true.", "author": "F.K. Preston"},
{"text": "Find someone you care enough about to help you control your drinking. Preferably yourself.", "author": "Robert  Black"},
{"text": "All that is required of you is an open mind and a little patience.", "author": "F.K. Preston"},
{"text": "Alas! I thought I had only a friendship for you, but the grief I now feel convinces me, that I cannot live without you.", "author": "Jeanne-Marie Leprince de Beaumont"},
{"text": "With so many people in the world i am confident in saying, if you connect with someone on a soul level you dont take them for granted.", "author": "Nikki Rowe"},
{"text": "Archie says books are our best lovers and our most provoking friends.", "author": "Stephanie Butland"},
{"text": "And then there are those you stop counting the years with because they are here to stay.", "author": "Malak El Halabi"},
{"text": "Change is growth; love is never lost.", "author": "Wendy Pini"},
{"text": "When someone says you've changed, it's because you are no longer willing to live your life their way", "author": "Karon Waddell"},
{"text": "Mindfulness develops the ability to be a real friend to ourselves.", "author": "Mare Chapman"},
{"text": "You said the d-word,” Owllwin said regretfully. “I didn’t think you would, or I woulda warned ya.", "author": "Ash Gray"},
{"text": "Books are our best friends we say, so can we call 'Paragraphs' as our 'Just Friends'?", "author": "Bhavik Sarkhedi"},
{"text": "If the gate to your precious room is always left ajar, people shall least knock before entering into your precious room!", "author": "Ernest Agyemang Yeboah"},
{"text": "We might respect a serious person with an austere and rigid personality, but we adore merry, kindhearted, and artistic people.", "author": "Kilroy J. Oldster"},
{"text": "Before she'd gone five paces, she heard Benedict speak softly behind her. \"You matter, Heloise,\" he said.", "author": "Anne Elisabeth Stengl"},
{"text": "Treasure friendship in whatever form it takes.", "author": "Dawn Camp"},
{"text": "If they don't like you for who you are, it means they're not meant to be in your life.", "author": "Izey Victoria Odiase"},
{"text": "We need those who laugh when we laugh, cry when we cry, and then pass the chips and salsa.", "author": "Dawn Camp"},
{"text": "Friends don't let friends go to hell.\"", "author": "Janine R Pestel"},
{"text": "if you can ,gift a relationship to someone rather destroy a relationship to someone .", "author": "litymunshi"},
{"text": "I felt tears pricking inside my eyelids. Maybe I came first With Oliver.", "author": "Jacqueline Wilson"},
{"text": "I felt tears pricking inside my eyelids. Maybe I came first with Oliver", "author": "Jacqueline Wilson"},
{"text": "For us Deewan Bhai, whatever it takes", "author": "Sanchit Gupta"},
{"text": "Promise me Deewan bhai, you will not let Safeena become another Bilal.", "author": "Sanchit Gupta"},
{"text": "Mr Jenkins. Unique, as every star in the sky is unique, every leaf on every tree, every snowflake, every farandola, every cherubim, unique: Named.", "author": "Madeleine L'Engle"},
{"text": "The naysayer has a place in your life, but if that is someone that you are considering to be your friend, do they truly add value in your life?", "author": "Dee-Williams"},
{"text": "Don't be sorry;", "author": "Margo T. Rose"},
{"text": "I hope all you wish for comes to you,", "author": "Margo T. Rose"},
{"text": "Love is a powerful thing. More powerful, even, than money.", "author": "cecelia earl"},
{"text": "So much of friendship is about being in the right place at the right time.", "author": "Anna Quindlen"},
{"text": "It is much easier to make an Active Patriot into a friend rather than the other way around.", "author": "Mike Klepper"},
{"text": "He gazes at the people in the truck. \"Are you driving back with them?", "author": "Jessica Sorensen"},
{"text": "The naysayer has a place in your life, but if that is someone that you are considering to be your friend, do they truly add value in your life?", "author": "Dee Williams"},
{"text": "Even so have I given the womb of the earth to those that be sown in it in their times.", "author": "Compton Gage"},
{"text": "He shall rule, whom they look not for that dwell upon the earth, and the fowls shall take their flight away together:", "author": "Compton Gage"},
{"text": "The Sodomy sea shall cast out fish, and make a noise in the night, which many have not known: but they shall all hear the voice thereof.", "author": "Compton Gage"},
{"text": "One land also shall ask another, and say, ‘Is righteousness that makes a man righteous gone through thee?’ And it shall say, ‘No.", "author": "Compton Gage"},
{"text": "At the same time shall men hope, but nothing obtain: they shall labor, but their ways shall not prosper.", "author": "Compton Gage"},
{"text": "To shew thee such tokens I have leave; and if thou wilt pray again, and weep as now, and fast even days, thou shall hear yet greater things.", "author": "Compton Gage"},
{"text": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "author": "Compton Gage"},
{"text": "After seven days of fasten so it was, that the thoughts of my heart were very grievous unto me- and my soul recovered the spirit of understanding.", "author": "Compton Gage"},
{"text": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "author": "Compton Gage"},
{"text": "Thou art sore troubled in mind for the people in the world’s sake: loves thou that people better than he that made them?", "author": "Compton Gage"},
{"text": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "author": "Compton Gage"},
{"text": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "author": "Compton Gage"},
{"text": "I will liken my judgment unto a ring: like as there is no slackness of the last, even so there is no swiftness of the first.", "author": "Compton Gage"},
{"text": "Could thou not make those that have been made, and be now, and that are for to come, at once; that thou might shew thy judgement the sooner?", "author": "Compton Gage"},
{"text": "The creature may not haste above the maker; neither may the world hold them at once that shall be created therein.", "author": "Compton Gage"},
{"text": "They that be born in the strength of youth are of one fashion, and they that are born in the time of age, when the womb fail, are otherwise.", "author": "Compton Gage"},
{"text": "Like as a young child may not bring forth the things that belong to the aged, even so have I disposed the world which I created.", "author": "Compton Gage"},
{"text": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "author": "Compton Gage"},
{"text": "What betrayed me? Was it my heart? Or my Soul?", "author": "Compton Gage"},
{"text": "The more thou search, the more thou shall marvel.", "author": "Compton Gage"},
{"text": "Verily it is a foolish thought that they both have devised, for the ground is given unto the wood, and the sea also had its place to bear its floods.", "author": "Compton Gage"},
{"text": "Thou hast given a right judgment, but why judge thou not thyself also?", "author": "Compton Gage"},
{"text": "I beseech thee, O Lord, let me have understanding: For it was not my mind to be curious of the high things, but of such as pass by us daily.", "author": "Compton Gage"},
{"text": "Why the law of our forefathers are brought to nought, and the written covenants come to none effect-", "author": "Compton Gage"},
{"text": "We pass away out of the world as grasshoppers, and our life is astonishment and fear, and we are not worthy to obtain mercy.", "author": "Compton Gage"},
{"text": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "author": "Compton Gage"},
{"text": "It were better that we were not at all, than that we should live still in wickedness, and to suffer, and not to know wherefore.", "author": "Compton Gage"},
{"text": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "author": "Compton Gage"},
{"text": "As concerning the things whereof thou asked me, I will tell thee; for the evil is sown, but the destruction thereof is not yet come.", "author": "Compton Gage"},
{"text": "How, and when shall these things come to pass? wherefore are our years few and evil?", "author": "Compton Gage"},
{"text": "Do not thou hasten above the most Highest: for thy haste is in vain to be above him, for thou hast much exceeded.", "author": "Compton Gage"},
{"text": "Go thy way to a woman with child, and ask of her when she had fulfilled her nine months, if her womb may keep the birth any longer within her.", "author": "Compton Gage"},
{"text": "From the beginning, look, what thou desires to see, it shall be shew thee.", "author": "Compton Gage"},
{"text": "Stand up upon the right side, and I shall expound the similitude unto thee.", "author": "Compton Gage"},
{"text": "As for the tokens whereof thou ask me, I may tell thee of them in part: but as touching thy life, I am not sent to shew thee.", "author": "Compton Gage"},
{"text": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "author": "Compton Gage"},
{"text": "The land, that thou see now to have root, shall thou see wasted suddenly.", "author": "Compton Gage"},
{"text": "Family. Friendship. Loyalty. These things have been my guiding stars, my light in these dark times.", "author": "John Gwynne"},
{"text": "Though I can make a friend in an hour, it will take a lifetime to cultivate a friendship.", "author": "Jeffrey Fry"},
{"text": "The most important things are the hardest things to say, because words diminish them...", "author": "Stephen King"},
{"text": "Go thy way, weigh me the weight of the fire, or measure me the blast of the wind, or call me again the day that is past.", "author": "Compton Gage"},
{"text": "Son, don't mind what's missing. Count allthat's free: friendship, laughter, all thelove your heart can carry, and time -- count time.", "author": "Nikki Grimes"},
{"text": "What man is able to do that, that thou should ask such things of me?", "author": "Compton Gage"},
{"text": "3 Types of People You Will Encounter. Those who:", "author": "Izey Victoria Odiase"},
{"text": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "author": "Compton Gage"},
{"text": "Go thy way, and tell my people, the people of thy Lord God what manner of things, and how great wonders of the Lord thy God, thou hast seen.", "author": "Compton Gage"},
{"text": "Weigh thou therefore their wickedness now in the balance, and theirs also that dwell the world; and so shall thy name no where be found anymore.", "author": "Compton Gage"},
{"text": "Tibby, on the other hand, had spent hundreds and hundreds of hours with Brian striving for the comfort of not knowing.", "author": "Ann Brashares"},
{"text": "I shrug and shuffle my toe across the carpet in front of me, feeling silly. \"So? It's a compliment being like you.\"", "author": "Jessica Sorensen"},
{"text": "She knew me beyond my actions", "author": "Stacy Morris"},
{"text": "My mom says . . . there are bad people who hurt others for fun . . . and there are good people who do it by accident. Like, they make a mistake?", "author": "Svetlana Chmakova"},
{"text": "A lonely soul is the best friend of itself", "author": "Munia Khan"},
{"text": "Once we were in love,", "author": "Karen E. Quinones Miller"},
{"text": "In the interests of friendship, I hope you’ll forgive me what I’m about to do.", "author": "Seanan McGuire"},
{"text": "Penelope? Thank you. For not leaving me alone to deal with this . . . when things got hard. other people would have. You're a true friend.", "author": "Svetlana Chmakova"},
{"text": "Individually, we are one drop.", "author": "Arshdeep Singh Samrala"},
{"text": "Ambition had a price, and that price was friendship.", "author": "Eoin Colfer"},
{"text": "Derisively, Ronan said, 'No. The ancient Greeks didn't have a word for Blue.'", "author": "Maggie Stiefvater"},
{"text": "As my intimacy with his family grew, I became part of the world which he sought to escape; I became one of the bonds which held him.", "author": "Evelyn Waugh"},
{"text": "Disappointment comes from Expectation", "author": "Uma Shanker"},
{"text": "We have reached a place too dark to see, so we shall go together.", "author": "John Gregory Brown"},
{"text": "Forgiveness is the only battery that can power our relationship with God and other men like us.", "author": "Bamigboye Olurotimi"},
{"text": "Without encouragement, what is the value of any meaningful relationship", "author": "James E. Brown Jr."},
{"text": "If you block the person on whatsapp, facebook.", "author": "Arshdeep Singh Samrala"},
{"text": "To identity friend or foe is often impossible, unless someone commits a hostile act.", "author": "General (Retd) Pervez Musharraf"},
{"text": "Ryker smiled at me. “You learn quick—", "author": "E.M. Denning"},
{"text": "Friends are squad. Squad is family. Family is forever.", "author": "Malaika Gilani"},
{"text": "And yet he found comfort in the absence of telling.", "author": "Paul Yoon"},
{"text": "Friends don't leave friends behind to wash dishes for yetis!", "author": "Philip Reeve"},
{"text": "I don't want to leave.", "author": "Svetlana Chmakova"},
{"text": "I wish I had a parabatai,\" Emma said. \"It's like someone who's your family, but because they want to be, not because they have to be.", "author": "Cassandra Clare"},
{"text": "There's something about you,", "author": "Nikki Rowe"},
{"text": "The sad fact is, there are 7.220.400.641 people on the planet, but right now I haven't got a single one to talk to.", "author": "Holly Smale"},
{"text": "But there are a few people in your life who become so much a part of you that it feels like you're missing a limb when they're gone.", "author": "Melanie Shankle"},
{"text": "Beware of those who speak ill of others in your presence; don't be surprised of what they say about you in your absence.", "author": "A.J. Garces"},
{"text": "And this way, l'll leave everything behind before it gets the chance to do the same to me.", "author": "Holly Smale"},
{"text": "Pain was a torn piece of paper.", "author": "Maggie Stiefvater"},
{"text": "I can change my plans. But I can't change my family.", "author": "Holly Smale"},
{"text": "Why do you always rescue me?\" — \"Every Cinderella needs a fairy godmother. But sometimes your fairy godmother needs you right back.", "author": "Holly Smale"},
{"text": "Reason to move to New York: I don't to get left behind", "author": "Holly Smale"},
{"text": "For there is no such thing:", "author": "Ana Claudia Antunes"},
{"text": "It seems there are some problems even Prosecco and cake can't make better.", "author": "Lorraine   Wilson"},
{"text": "They say that life is just a blank chain, and precious moments are the beads we hang off it to make it beautiful.", "author": "Holly Smale"},
{"text": "Love puts itself first, and makes its own plans. It maps you out instead. Maybe that's what makes it perfect", "author": "Holly Smale"},
{"text": "Good values are like a magnet, they attract good people.", "author": "John Wooden"},
{"text": "So,' he says. 'When's the big day? Have you set a date yet?'", "author": "Tahereh Mafi"},
{"text": "You knew me before I made my millions, and you were nice to me when you didn’t have to be. That’s the kind of person I want in my corner.", "author": "Kelly Moran"},
{"text": "Storm Sister--a friend who sticks close when storms hit her friend's life.", "author": "Afton Rorvik"},
{"text": "Incredible how quickly a world can change. How my entire person, our friendship, can be reduced to nothing, with just one confession.", "author": "Alessandra Torre"},
{"text": "Sometimes words I think are small come out big.", "author": "Corey Ann Haydu"},
{"text": "We are LornaCruzCharlotteDelilahIsla and we aren’t afraid of love, even if we’re supposed to be.", "author": "Corey Ann Haydu"},
{"text": "I didn’t know that when your best friend falls in love, you do a little bit, too.", "author": "Cory Ann Haydu"},
{"text": "There must be always wine and fellowship or we are truly lost.", "author": "Ann Fairbairn"},
{"text": "Friendship! That bond shared, not with the one you see every day but with the one that has got your back any day.", "author": "Olaotan Fawehinmi"},
{"text": "You’re my best friend; I notice when your hands shake. I notice when your big mouth goes quiet!", "author": "S.R. Crawford"},
{"text": "We don’t smile, but we something. We something. It hurts, the way a deep connection to someone who isn’t yours sometimes does.", "author": "Corey Ann Haydu"},
{"text": "On our own, we’d look totally normal. Together, we’re something else. Together, we’re special.", "author": "Corey Ann Haydu"},
{"text": "In that still and settled place", "author": "Edward Monkton"},
{"text": "Love your friends' kids even if you don't want or like children. Just do it.", "author": "Roxane Gay"},
{"text": "I did have a friend,' I said.", "author": "Alexandra Kleeman"},
{"text": "At one point in time, every friend was a stranger. Love changed that.", "author": "Jarrid Wilson"},
{"text": "Being first to ask for help in a friendship takes courage and humility.", "author": "Afton Rorvik"},
{"text": "Friendship begins with a word.", "author": "GE Paulus"},
{"text": "Stick by your friends, and they'll help resolve your issues. Or, at the very least, help you forget they exist for a while.", "author": "Talen Williams"},
{"text": "Don’t ever stop believing in your own personal transformation. It is still happening even on the days you may not realize it or feel like it.", "author": "Lalah Delia"},
{"text": "You and me, we look out for each other. But I will take care of you a little extra, because I am your person, and you will always be my special horse.", "author": "Megan Shepherd"},
{"text": "Conversations between friends are the craziest and funniest of all.", "author": "Mohith Agadi"},
{"text": "Among the tortures and devastations of life is this then—our friends are not able to finish their stories.", "author": "Virginia Woolf"},
{"text": "I'm sorry it's not Mark - it could've been. It should've been. It might've meant something. Maybe not much, but certainly more.", "author": "Carrie Fisher"},
{"text": "Keeping score, in friendships, is a losing game.", "author": "Frank Sonnenberg"},
{"text": "Texting is not talking and a phone is not a friend.", "author": "Amit Kalantri"},
{"text": "Sometimes you can look back on times in your life and know that God was guiding you even when you didn't know you were supposed to be listening.", "author": "Melanie Shankle"},
{"text": "Where there is love, there are plenty of things that rhyme.", "author": "Auliq-Ice"},
{"text": "Friendship provides the ideas, tools, comfort, and motivation that nothing else can give or offer.", "author": "Auliq-Ice"},
{"text": "You don’t hit on your best friend’s love interest; it’s an unspoken rule of friendship.", "author": "Toffee"},
{"text": "The eyes of his friend were moist and dark, and in them he saw the little rectangled pictures of himself that he had watched a thousand times.", "author": "Carson McCullers"},
{"text": "I don't smile. Why tempt her to friendship?", "author": "Margaret Atwood"},
{"text": "The sea never dries for it has so many friends.", "author": "Ernest Agyemang Yeboah"},
{"text": "The sea never dries for it has so many friend", "author": "Ernest Agyemang Yeboah"},
{"text": "All the luxuries you name I have, still the peace I do not get.", "author": "Swati Tyagi"}
]
