[
{"text": "The loneliest moment in someone’s life is when they are watching their whole world fall apart, and all they can do is stare blankly.", "author": "F. Scott Fitzgerald"},
{"text": "Remember: the time you feel lonely is the time you most need to be by yourself. Life's cruelest irony.", "author": "Douglas Coupland"},
{"text": "Two possibilities exist: either we are alone in the Universe or we are not. Both are equally terrifying.", "author": "Arthur C. Clarke"},
{"text": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.", "author": "Maya Angelou"},
{"text": "The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared.", "author": "Lois Lowry"},
{"text": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment. ", "author": "Haruki Murakami"},
{"text": "All I ever wanted was to reach out and touch another human being not just with my hands but with my heart.", "author": "Tahereh Mafi"},
{"text": "Solitude is fine but you need someone to tell that solitude is fine.", "author": "Honoré de Balzac"},
{"text": "Maybe ever’body in the whole damn world is scared of each other.", "author": "John Steinbeck"},
{"text": "If you're lonely when you're alone, you're in bad company.", "author": "Jean-Paul Sartre"},
{"text": "All great and precious things are lonely.", "author": "John Steinbeck"},
{"text": "The trouble is not that I am single and likely to stay single, but that I am lonely and likely to stay lonely.", "author": "Charlotte Brontë"},
{"text": "The most terrible poverty is loneliness, and the feeling of being unloved.", "author": "Mother Teresa"},
{"text": "When the snows fall and the white winds blow, the lone wolf dies but the pack survives.", "author": "George R.R. Martin"},
{"text": "sex is the consolation you have when you can't have love", "author": "Gabriel García Márquez"},
{"text": "We live as we dream--alone....", "author": "Joseph Conrad"},
{"text": "How we need another soul to cling to.", "author": "Sylvia Plath"},
{"text": "If one's different, one's bound to be lonely.", "author": "Aldous Huxley"},
{"text": "Will’s voice dropped. “Everyone makes mistakes, Jem.", "author": "Cassandra Clare"},
{"text": "A great fire burns within me, but no one stops to warm themselves at it, and passers-by only see a wisp of smoke", "author": "Vincent Van Gogh"},
{"text": "there is a loneliness in this world so great that you can see it in the slow movement of the hands of a clock", "author": "Charles Bukowski"},
{"text": "I want to be with those who know secret things or else alone.", "author": "Rainer Maria Rilke"},
{"text": "Separation", "author": "W.S. Merwin"},
{"text": "When you have nobody you can make a cup of tea for, when nobody needs you, that's when I think life is over.", "author": "Audrey Hepburn"},
{"text": "I'll never forget how the depression and loneliness felt good and bad at the same time. Still does.", "author": "Henry Rollins"},
{"text": "I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.", "author": "Daniel Keyes"},
{"text": "It would be too easy to say that I feel invisible. Instead, I feel painfully visible, and entirely ignored.", "author": "David Levithan"},
{"text": "They cannot scare me with their empty spaces", "author": "Robert Frost"},
{"text": "I felt a haunting loneliness sometimes, and felt it in others--young clerks in the dusk, wasting the most poignant moments of night and life.", "author": "F. Scott Fitzgerald"},
{"text": "The only time we waste is the time we spend thinking we are alone.", "author": "Mitch Albom"},
{"text": "I'm not much but I'm all I have.", "author": "Philip K Dick"},
{"text": "Even for me life had its gleams of sunshine.", "author": "Charlotte Brontë"},
{"text": "I realize, for the first time, how very lonely I've been in the arena. How comforting the presence of another human being can be.", "author": "Suzanne Collins"},
{"text": "Some people are just not meant to be in this world. It's just too much for them.", "author": "Phoebe Stone"},
{"text": "may came home with a smooth round stone", "author": "E.E. Cummings"},
{"text": "i felt her absence. it was like waking up one day with no teeth in your mouth. you wouldn't need to run to the mirror to know they were gone", "author": "James Dashner"},
{"text": "It's weird to feel like you miss someone you're not even sure you know.", "author": "David Foster Wallace"},
{"text": "Why aren't you in school? I see you every day wandering around.\"", "author": "Ray Bradbury"},
{"text": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.", "author": "Henry Rollins"},
{"text": "What is hell? Hell is oneself.", "author": "T.S. Eliot"},
{"text": "I was always holding onto people, and they were always leaving.", "author": "Lili St. Crow"},
{"text": "Some nights are made for torture, or reflection, or the savoring of loneliness.", "author": "Poppy Z.Brite"},
{"text": "If a man cannot understand the beauty of life, it is probably because life never understood the beauty in him.", "author": "Criss Jami"},
{"text": "The loneliness you feel with another person, the wrong person, is the loneliest of all.", "author": "Deb Caletti"},
{"text": "Loneliness is the poverty of self; solitude is richness of self.", "author": "May Sarton"},
{"text": "But nothing makes a room feel emptier than wanting someone in it.", "author": "Calla Quinn"},
{"text": "The real loneliness is living among all these kind people who only ask one to pretend!", "author": "Edith Wharton"},
{"text": "We're all islands shouting lies to each other across seas of misunderstanding.", "author": "Rudyard Kipling"},
{"text": "Suddenly this defeat.", "author": "Jack Gilbert"},
{"text": "My imagination makes me human and makes me a fool; it gives me all the world and exiles me from it.", "author": "Ursula K. Le Guin"},
{"text": "For the way loneliness is worse when you return to it after a reprieve—like the soul’s version of putting on a wet bathing suit, clammy and miserable.", "author": "Laini Taylor"},
{"text": "I am alone, I thought, and they are everybody.", "author": "Fyodor Dostoyevsky"},
{"text": "Sometimes I get real lonely sleeping with you.", "author": "Haruki Murakami"},
{"text": "She had become accustomed to being lonely. She was used to walking alone and to being considered 'different.' She did not suffer too much.", "author": "Betty  Smith"},
{"text": "If you smile when you are alone, then you really mean it.", "author": "Andy Rooney"},
{"text": "The pain of being alone is completely out of this world, isn't it? I don't know why, but I understand your feelings so much, it actually hurts. ", "author": "Masashi Kishimoto"},
{"text": "Depression on my left, Loneliness on my right. They don't need to show me thier badges. I know these guys very well.", "author": "Elizabeth Gilbert"},
{"text": "DeWitt: Loneliness leads to nothing good, only detachment. And sometimes the people who most need to reach out are the people least capable of it.", "author": "Jane Espenson, Maurissa Tancharoen & Jed Whedon"},
{"text": "I have heard the mermaids singing, each to each.", "author": "T.S. Eliot"},
{"text": "That’s love: Two lonely persons keep each other safe and touch each other and talk to each other.", "author": "Rainer Maria Rilke"},
{"text": "Be good and you will be lonesome.", "author": "Mark Twain"},
{"text": "My loneliness was born when men praised my talkative faults and blamed my silent virtues.", "author": "Khalil Gibran"},
{"text": "The Sun is such a lonely star. Whenever he comes out to see his friends, they all disappear.", "author": "Joseph Gordon-Levitt"},
{"text": "It's so stupid because all I wanted was space and now that I have it, there's this part of me that's achingly lonely I could die.", "author": "Hannah Harrington"},
{"text": "The writer's curse is that even in solitude, no matter its duration, he never grows lonely or bored.", "author": "Criss Jami"},
{"text": "She was stronger alone…", "author": "Jane Austen"},
{"text": "You are never alone. You are eternally connected with everyone.", "author": "Amit Ray"},
{"text": "A poet should be so crafty with words that he is envied even for his pains.", "author": "Criss Jami"},
{"text": "...sometimes I get tired. Sometimes I get bored. And sometimes all I want, more than anything else in the world, is to go on a freaking date.", "author": "Kiersten White"},
{"text": "Loneliness becomes an acid that eats away at you.", "author": "Haruki Murakami"},
{"text": "Then stirs the feeling infinite, so felt", "author": "George Gordon Byron"},
{"text": "Words are loneliness.", "author": "Henry Miller"},
{"text": "Deep down, the young are lonelier than the old.", "author": "Anne Frank"},
{"text": "When we are most alone is when we embrace another's loneliness.", "author": "Mitch Albom"},
{"text": "Because, once alone, it is impossible to believe that one could ever have been otherwise. Loneliness is an absolute discovery.", "author": "Marilynne Robinson"},
{"text": "It is beautiful, it is endless, it is full and yet seems empty. It hurts us.", "author": "Jackson Pearce"},
{"text": "Lying is easy. But it's lonely.\"", "author": "Victoria Schwab"},
{"text": "The tragedy of this world is that everyone is alone. For a life in the past cannot be shared with the present.", "author": "Alan Lightman"},
{"text": "If you are afraid of being lonely, don't try to be right.", "author": "Jules Renard"},
{"text": "Two turtle doves will show thee", "author": "Nikolai Gogol"},
{"text": "What loneliness is more lonely than distrust?", "author": "George Eliot"},
{"text": "I spent the rest of the day in someone else's story. The rare moments that I put the book down, my own pain returned in burning stabs.", "author": "Amy Plum"},
{"text": "Over time, loneliness gets inside you and doesn't go away.", "author": "Carlos Ruiz Zafón"},
{"text": "Lonely was much better than alone.", "author": "Toni Morrison"},
{"text": "True confessions are written with tears only. But my tears would drown the world, as my inner fire would reduce it to ashes.", "author": "Emil Cioran"},
{"text": "When so many are lonely as seem to be lonely, it would be inexcusably selfish to be lonely alone.", "author": "Tennessee Williams"},
{"text": "To forget a friend is sad. Not everyone has had a friend.", "author": "Antoine de Saint-Exupéry"},
{"text": "A lonely day is God's way of saying that he wants to spend some quality time with you.", "author": "Criss Jami"},
{"text": "And he looked lonely enough that she said, 'If you like, you could be my friend'.", "author": "Sarah J. Maas"},
{"text": "Loneliness in a crowd of people was the worst kind of loneliness, but she couldn't help it.", "author": "Lauren Kate"},
{"text": "I am lonely, yet not everybody will do. I don’t know why, some people fill the gaps and others emphasize my loneliness.", "author": "Anaïs Nin"},
{"text": "We have all known the long loneliness and we have learned that the only solution is love and that love comes with community.", "author": "Dorothy Day"},
{"text": "To be alone is to be different, to be different is to be alone.", "author": "Suzanne Gordon"},
{"text": "I knew this feeling, the 2 a.m. loneliness that I'd practically invented.", "author": "Sarah Dessen"},
{"text": "I never really understood the word ‘loneliness’. As far as I was concerned, I was in an orgy with the sky and the ocean, and with nature.", "author": "Bjork"},
{"text": "I have hardly anything in common with myself and should stand very quietly in a corner, content that I can breathe.", "author": "Franz Kafka"},
{"text": "Oh to have you with me, to have you here, not to be alone, but to be with you, my beauty, you of all souls! You.", "author": "Anne Rice"},
{"text": "Eternity is a long time to spend alone, without others of your kind.", "author": "Cassandra Clare"},
{"text": "Loneliness is about the scariest thing out there.", "author": "Joss Whedon"},
{"text": "A hunted man sometimes wearies of distrust and longs for friendship.", "author": "J. R. R. Tolkien"},
{"text": "Oh, the places you'll go! There is fun to be done!", "author": "Dr. Seuss"},
{"text": "Lingering is so very lonely when one lingers all alone.", "author": "Mervyn Peake"},
{"text": "Like you're riding a train at night across some vast plain, and you", "author": "Haruki Murakami"},
{"text": "Shrinking in a corner,", "author": "Lang Leav"},
{"text": "People cannot win against their loneliness because loneliness is this world’s worst kind of pain.", "author": "Gaara"},
{"text": "Booksellers are the most valuable destination for the lonely, given the numbers of books written because authors couldn't find anyone to talk to.", "author": "Alain de Botton"},
{"text": "I often stood in front of the mirror alone, wondering how ugly a person could get.", "author": "Charles Bukowski"},
{"text": "I learned much too late", "author": "Beau Taplin"},
{"text": "What is the difference in being alone with another and being alone by one's self?", "author": "Henrik Ibsen"},
{"text": "The price of being a sheep is boredom. The price of being a wolf is loneliness. Choose one or the other with great care.", "author": "Hugh MacLeod"},
{"text": "When we cannot bear to be alone, it means we do not properly value the only companion we will have from birth to death - ourselves.", "author": "Eda LeShan"},
{"text": "Shrinking in a corner,", "author": "Lang Leav"},
{"text": "On this road there are no godspoke men. They are gone and I am left and they have taken with them the world.", "author": "Cormac McCarthy"},
{"text": "My sleep wasn't peaceful, though. I have the sense of emerging from a world of dark, haunted places where I traveled alone.", "author": "Suzanne Collins"},
{"text": "I decided that maybe we left each other alone too much. Leaving each other alone was killing us.", "author": "Benjamin Alire Sáenz"},
{"text": "there is only", "author": "Rainer Maria Rilke"},
{"text": "Companionship is a foreign concept to some people. They fear it as much as the majority of people fear loneliness.", "author": "Criss Jami"},
{"text": "But there are other words for privacy and independence. They are isolation and loneliness.", "author": "Megan Whalen Turner"},
{"text": "When a man is one of a kind, he will be lonely wherever he is.", "author": "Louis L'Amour"},
{"text": "She learned the intricacy of loneliness: the horror of color, the roar of soundlessness and the menace of familiar objects lying still.", "author": "Toni Morrison"},
{"text": "There are some places in life where you can only go alone. Embrace the beauty of your solo journey.", "author": "Mandy Hale"},
{"text": "Jamie enjoyed solitude, but loneliness was a constant ache.", "author": "Sidney Sheldon"},
{"text": "He could only consider me as the living corpse of a would-be suicide, a person dead to shame, an idiot ghost.", "author": "Osamu Dazai"},
{"text": "I'm all alone, but I'm not lonely.", "author": "Haruki Murakami"},
{"text": "There's so much I should say, so many things I should tell him, but in the end I tell him nothing.", "author": "Clint Catalyst"},
{"text": "I am not meant to be alone and without you who understands.", "author": "Carson McCullers"},
{"text": "I barely noticed loneliness anymore; it was my normal condition, by necessity if not by nature.", "author": "Rachel Hartman"},
{"text": "I know nothing - nothing in the world - of the hearts of men. I only know that I am alone - horribly alone.", "author": "Ford Madox Ford"},
{"text": "You'll end up living a lonely life if you're waiting around for perfect.", "author": "Samantha Young"},
{"text": "In the midst of friends, home, and kind parents, she was alone.", "author": "William Makepeace Thackeray"},
{"text": "Mostly I have felt myself becoming a servant of sadness. I am still looking for the beauty in that.", "author": "Maggie Nelson"},
{"text": "I had been alone more than I could have been had I gone by myself.", "author": "Sylvia Plath"},
{"text": "It’s how I fill the time when nothing’s happening. Thinking too much, flirting with melancholy.", "author": "Tim Winton"},
{"text": "Even the company of the mad was better than the company of the dead.", "author": "Stephen King"},
{"text": "I am lonely, sometimes, but I dare say it's good for me…", "author": "Louisa May Alcott"},
{"text": "If I could always read I should never feel the want of company.", "author": "George Gordon Byron"},
{"text": "Go oft to the house of thy friend, for weeds choke the unused path.", "author": "Ralph Waldo Emerson"},
{"text": "The worst thing about loneliness is that it brings one face to face with oneself.", "author": "Mary Balogh"},
{"text": "Often it feels like I am breathing today only because a few years back I had no idea which nerve to cut...", "author": "Sanhita Baruah"},
{"text": "It's only natural to feel lonely after the enjoyable moments pass. But as you experience new joys those feelings of sorrow will start to fade.", "author": "Mizu Sahara"},
{"text": "If we are alone, we become more alone. Life is strange", "author": "Paulo Coelho"},
{"text": "What have I become?", "author": "Nine Inch Nails"},
{"text": "You do not have to be alone. The world never inflicts loneliness upon us. That is something we choose or reject by ourselves.", "author": "Darren Shan"},
{"text": "In the silence of night I have often wished for just a few words of love from one man, rather than the applause of thousands of people.", "author": "Judy Garland"},
{"text": "The trouble with me is that for a long time I have just been an", "author": "Carson McCullers"},
{"text": "The soul hardly ever realizes it, but whether he is a believer or not, his loneliness is really a homesickness for God.", "author": "Hubert Van Zeller"},
{"text": "That’s why; he’s worried about how his life is turning out, and he’s lonely, and lonely people are the bitterest of them all", "author": "Nick Hornby"},
{"text": "...But the heart is not a computer that can be upgraded so quickly and easily with the latest version of love.", "author": "Raymond Luczak"},
{"text": "You're too far for my hands to hold you, but too near for my heart to love you.", "author": "Heraline"},
{"text": "Sometimes being surronded by everyone is the loneliest, because you'll realise you have no one to turn to.", "author": "Soraya"},
{"text": ". . . clumsiness is often mated with a love of solitude.", "author": "Virginia Woolf"},
{"text": "I have been a stranger here in my own land: All my life", "author": "Sophocles"},
{"text": "When you are lonely for a while don't get restless, if you had born alone, you are going to die alone then for sometime you can certainly live alone.", "author": "Amit Kalantri"},
{"text": "What makes loneliness an anguish is not that I have no one to share my burden, but this: I have only my own burden to bear.", "author": "Dag Hammarskjöld"},
{"text": "For fear you will be alone", "author": "Richard Brautigan"},
{"text": "Not belonging is a terrible feeling. It feels awkward and it hurts, as if you were wearing someone else's shoes.", "author": "Phoebe Stone"},
{"text": "The opposite of Loneliness is not Togetherness , It's Intimacy", "author": "Richard Bach"},
{"text": "To me, you were more than just a person. You were a place where I finally felt at home.", "author": "Denice Envall"},
{"text": "It'll be no use their putting their heads down and saying \"Come up again, dear!\"", "author": "Lewis Carroll"},
{"text": "There's a lot to be said for being alone. But you and I know, don't we, Flavia, that being alone and being lonely are not at all the same thing?", "author": "Alan Bradley"},
{"text": "Only on the Internet can a person be lonely and popular at the same time.", "author": "Allison Burnett"},
{"text": "Friendship needs no words - it is solitude delivered from the anguish of loneliness.", "author": "Dag Hammarskjöld"},
{"text": "Thirsty for attention is a cry of loneliness.", "author": "Toba Beta"},
{"text": "In all our searching, the only thing we've found that makes the emptiness bearable is each other.", "author": "Carl Sagan"},
{"text": "I didn't let her go. She went. It's not my fault.", "author": "David Levithan"},
{"text": "Here we go mother on the shipless ocean.", "author": "Anne Carson"},
{"text": "You never walk alone. Even the devil is the lord of flies.", "author": "Gilles Deleuze"},
{"text": "She'd been in love with the man, and love is a scary thing. If not reciprocated, it can turn a person into a monster.", "author": "Michele Young-Stone"},
{"text": "To be alone with yourself is to be alone. To be in the company of others is to be alone together.", "author": "Vera Nazarian"},
{"text": "She had never before minded being alone. Now she dreaded it. When she was alone now she felt so dreadfully alone.", "author": "L.M. Montgomery"},
{"text": "Solitude is where one discovers one is not alone.", "author": "Marty Rubin"},
{"text": "She understood how a world jammed with phones, email, and faxes could still leave you feeling utterly alone.", "author": "Jodi Picoult"},
{"text": "Isolation and loneliness are central causes of depression and despair.", "author": "Bell Hooks"},
{"text": "Unpopular, lonely and loving, Elinor need not trouble, For if she were not so loving, She would not be so miserable.", "author": "Stevie Smith"},
{"text": "In a world filled with people, some happy, others like me, I feel so all alone.", "author": "Mary B. Morrison"},
{"text": "Twilight whippoorwill...", "author": "Bashō"},
{"text": "People run away to be alone,' he said. Some people had to be alone.", "author": "William Trevor"},
{"text": "Are the dead as lonesome as the living?", "author": "Truman Capote"},
{"text": "Wolves don't hunt singly, but always in pairs. The lone wolf was a myth.", "author": "John Fowles"},
{"text": "...Maybe instead of fire and brimstone, hell is just a feeling of loneliness", "author": "Amy Huntley"},
{"text": "loneliness can fly a helicopter through a cut-out shape", "author": "Tao Lin"},
{"text": "Human beings must love something, and, in the dearth of worthier objects", "author": "Charlotte Brontë"},
{"text": "And the strange thing was he had never loved her more than in that moment, because at that moment she had become himself.", "author": "James Jones"},
{"text": "Loneliness is a state of feeling that can be changed.", "author": "Toba Beta"},
{"text": "If only I had something to take the edge off the loneliness. If only lonely were a more accurate word. It should sound much less pretty.", "author": "Nina LaCour"},
{"text": "Loneliness is the prison of the human spirit. When we are lonely, we pace back and forth in small, shut-in worlds.", "author": "John Joseph Powell"},
{"text": "Loneliness is painful. But suffering is not wrong in and of itself. It's part of the human experience, and in a way brings us closer to all people.", "author": "Juliette Fay"},
{"text": "Where are the men?” the little prince at last took up the conversation", "author": "Antoine de Saint-Exupéry"},
{"text": "Pale winter sun", "author": "David gray"},
{"text": "Loneliness is a funny disease. You don’t realize how badly you’re infected until someone gives you a shot of contentment—and then it wears off", "author": "Brigid Kemmerer"},
{"text": "The sun loved me again when it saw that the stars would not abandon me.", "author": "Jenim Dibie"},
{"text": "And with that thought came a loneliness so sharp and cruel, it felt like an axe cleaving her heart in two.", "author": "Kristen Ciccarelli"},
{"text": "Loneliness is like being the only person left alive in the", "author": "Simon Van Booy"},
{"text": "From childhood's hour I have not been", "author": "Edgar Allan Poe"},
{"text": "There's a special quality to the loneliness of dusk, a melancholy more brooding even than the night's.", "author": "Ed Gorman"},
{"text": "I lend everyone my ear,", "author": "Erin Hanson"},
{"text": "When loneliness is a constant state of being, it harkens back to a childhood wherein neglect and abandonment were the landscape of life.", "author": "Alexandra Katehakis"},
{"text": "Why were we so far apart, even when we were together? It was a nice loneliness, like the sensation of washing your face in cold water.", "author": "Banana Yoshimoto"},
{"text": "All we had was her room, her stories, and the quiet that settled in as we tried in vain to spread ourselves out and fill the space she'd left behind.", "author": "Sarah Dessen"},
{"text": "There were people everywhere but no one was mine, and I was no one's.", "author": "Gregory Maguire"},
{"text": "What broke your heart so bad", "author": "Sanhita Baruah"},
{"text": "The more books you read, the less topics you have in common with most of the people, that´s the price you pay for reading.", "author": "Martina Tutková"},
{"text": "Anyone who knows how scary it is to be alone, can't help loving others.\" ~Rin Sohma", "author": "Natsuki Takaya"},
{"text": "Know that you will eventually have to leave everything behind; the writing will demand it of you.", "author": "Natalie Goldberg"},
{"text": "you’re ignoring me so loud that it’s deafening.", "author": "Anna Jae"},
{"text": "I don't reckon misery loves any damn thing at all.", "author": "Bruce Machart"},
{"text": "Yes, after all, this by now was his customary loneliness: there was little else he desired for the present than the hospitality of the dark.", "author": "Walter de la Mare"},
{"text": "Man cries, his tears dry up and run out. So he becomes a devil, reduced to a monster.", "author": "Kouta Hirano"},
{"text": "Was it really some other person I was so anxious to discover...or was it only my own solitude that I could not abide?", "author": "David Markson"},
{"text": "You and I share the same DNA.", "author": "Charlie Kaufman"},
{"text": "It bothered me that whatever was waiting wasn't waiting for me", "author": "Jean Anouilh"},
{"text": "Sometimes the sound of silence is the most deafening sound of all.", "author": "K.L. Toth"},
{"text": "I brought the birdcages to the windows.", "author": "Jonathan Safran Foer"},
{"text": "To break the silence the old man said the first thing that came to his mind: \"Loneliness is a type of violence.", "author": "Jonathan Messinger"},
{"text": "Loneliness Ends With Love", "author": "Al Lerner"},
{"text": "Wolves mated for life. Where was he? Where was the echo to her howl, her mate? Was there no other lone wolf, searching the hills for her?", "author": "Andrea Hurst"},
{"text": "You think of outside your room, of the streets of the town, the lonely little squares over by the station, of those winter Saturdays all alike.", "author": "Marguerite Duras"},
{"text": "Never fall in love with stargazers – always with accelerated affection. Their love disappears in the blink of an eye like a shooting star.", "author": "RSCruz"},
{"text": "Eagle's flight of loneliness soars so high", "author": "Munia Khan"},
{"text": "I am taking this in, slowly,", "author": "Donna Masini Slowly"},
{"text": "I had traded the fight against love for the fight against loneliness, the fight against life for the fight against death.", "author": "F. Scott Fitzgerald"},
{"text": "No I am not Prince Hamlet nor was meant to be", "author": "T. S. Eliot"},
{"text": "Smoking is indispensable if one has nothing to kiss", "author": "Sigmund Freud"},
{"text": "There's a book of poetry", "author": "Holly Schindler"},
{"text": "…nothing remained but loneliness and grief…", "author": "Louisa May Alcott"},
{"text": "I'm solitary as a pulled tooth,", "author": "Gail Carson Levine"},
{"text": "She thought it must be a lonely life for a boy who hated books.", "author": "Hilda Van Stockum"},
{"text": "For my part, I think that the mystery is always greatest where there is the most - emptiness.", "author": "Judith Krantz"},
{"text": "Sometimes isolation can be shared.", "author": "Ken Grimwood"},
{"text": "He was in love with every pretty woman he saw now, their forms at a distance, their shadows on the walls.", "author": "F. Scott Fitzgerald"},
{"text": "I’m good when I’m alone. I’m comfortable when I’m alone. I can sit and do lots of things all by myself. Sex included.", "author": "Johnny Weir"},
{"text": "A terrible feeling of loneliness besieged her, so strong it was almost like physical pain...", "author": "Jennifer Wilde"},
{"text": "And she realized everything one does is just another effort to be understood by someone a little bit more.", "author": "Vatsal Surti"},
{"text": "Among the many fox magics her", "author": "Ali Shaw"},
{"text": "It's all right. I'm not upset. After all, they were just", "author": "Kazuo Ishiguro"},
{"text": "She was like a lone angel floating above the surface of the earth, laughing with delight because she could fly but crying out of loneliness.", "author": "Markus Zusak"},
{"text": "I'm just an insomniac struggling for a night where I don't dream of you anymore.", "author": "Lone Alaskan Gypsy"},
{"text": "People would rather live in a community with unreasonable claims, than face loneliness with their truth", "author": "Bangambiki Habyarimana"},
{"text": "I wanted to wear her as you would a piece of clothing, to fold into her ribs, be a stone in her mouth.", "author": "Hisham Matar"},
{"text": "It wasn't the aloneness that Liz minded. It was the silence. It echoed.", "author": "Amy Zhang"},
{"text": "Blessed with so many resources within myself the world was not necessary to me. I could do very well without it.", "author": "Jane Austen"},
{"text": "In the country, I stopped being a person who, in the words of Sylvia Boorstein,", "author": "Dani Shapiro"},
{"text": "See, that’s the thing about L.A.— When you’ve mastered the art of feeling lonely in a room full of people, that’s when you know.", "author": "Kris Kidd"},
{"text": "Squiffy, have you ever felt a sort of strange emptiness in the heart? A sort of aching void of the soul?'", "author": "P.G. Wodehouse"},
{"text": "I won,” said Chelsea’s dad, and went to give Chelsea a high-five, but missed, as they were standing too close.", "author": "Tao Lin"},
{"text": "It's sad to fall asleep. It separates people. Even when you're sleeping together, you're all alone.", "author": "J.L. Merrow"},
{"text": "I HIDE myself within my flower", "author": "Emily Dickinson"},
{"text": "The half-moon westers low, my love,", "author": "A.E. Housman"},
{"text": "She was completely alone, only the distant call of a bird telling her a world existed outside of her circle of pain.", "author": "Roseanna White"},
{"text": "In one sense, (Duchamp's) “The Large Glass” is a glimpse into Hell; a peculiarly modernist Hell of repetition and loneliness.", "author": "Robert Hughes"},
{"text": "Loneliness is the standard that separates life from death.", "author": "Sorin Cerin"},
{"text": "Loneliness is remedied at times with the company of a friend and at other times with the company of oneself.", "author": "Patricia Selbert"},
{"text": "she slammed the door and", "author": "Charles Bukowski"},
{"text": "I and me are always too deeply in conversation: how could I endure it,", "author": "Friedrich Nietzsche"},
{"text": "I’ve always loved the night, when everyone else is asleep and the world is all mine. It’s quiet and dark—the perfect time for creativity.", "author": "Jonathan Harnisch"},
{"text": "None fills the void like the company of a true friend.", "author": "Rishi H Sanghani"},
{"text": "I have a mouth for kisses / No one to give or to take / I have a heart in my bosom / Beating for nobody's sake.", "author": "Lana Citron"},
{"text": "...maybe she's a slut because she's lonely, she's sad, she's hoping someone or something will make the lonely and sad go away.", "author": "Diana Joseph"},
{"text": "I was so alone that every day was like eating my own heart.", "author": "Junot Díaz"},
{"text": "Over the lives borne from under the shadow of death there seems to fall the shadow of madness.", "author": "Joseph Conrad"},
{"text": "Connection is life; disconnection, death.", "author": "Deborah Day"},
{"text": "Why be crying, fearful, lonely, when you have the whole universe? Be still, listen to your heart, breathe, and know you need nothing.", "author": "Jay Woodman"},
{"text": "I'm everyone everywhere with you without you unbound set free in limbo lost at sea.", "author": "Bryan Lee O'Malley"},
{"text": "As she looks through the window;", "author": "J.B."},
{"text": "Let this little book be thy friend, if, owing to fortune or through thine own fault, thou canst not find a dearer companion.", "author": "Johann Wolfgang von Goethe"},
{"text": "I could be the lone Eskimo, friend of whales and seals.\"", "author": "Jenn Fagan"},
{"text": "Even the most popular people could feel lonely sometimes.", "author": "Aishabella Sheikh"},
{"text": "It suddenly struck me that Dawsey is a lonesome person. I think it may be that he has always been lonely, but he didn't mind before, and now he minds.", "author": "Annie Barrows"},
{"text": "Tennis is the loneliest sport", "author": "Andre Agassi"},
{"text": "The sea was silent, the sky was silent; I was alone with the night and silence.", "author": "H.G. Wells"},
{"text": "Being alone is more painful than getting hurt.", "author": "Eiichiro Oda"},
{"text": "People will tell you not to give up, but they're always tired of you.", "author": "INB"},
{"text": "We are things of dry hours and the involuntary plan,", "author": "Gwendolyn Brooks"},
{"text": "Nothing was okay. And he was far from home.", "author": "Traci Chee"},
{"text": "No one could love a lonely girl, not unless she had the right kind of lonely", "author": "Nessie Q."},
{"text": "Only a fraction of sane people enjoy their own company. The rest endure it.", "author": "Mokokoma Mokhonoana"},
{"text": "It struck her that he might have told no one, not even his brothers, how he felt, and she thought how lonely that might have been for him.", "author": "Colm Tóibín"},
{"text": "Who I really am, you don't want to see.", "author": "Elizabeth Carlton"},
{"text": "The biggest enemy of your loneliness is only your life partner.", "author": "Ehsan Sehgal"},
{"text": "As for me, I remained a few moments longer. I waved. No one waved back.", "author": "Markus Zusak"},
{"text": "Loneliness told me, I will not leave you alone.", "author": "Biju Karakkonam, Nature and Wildlife Photographer"},
{"text": "Love is not blind but if the heart has to choose between pain and loneliness, it will choose pain every time.", "author": "J. Autherine"},
{"text": "The most pleasant and pure feeling is to live with a sense of being part of the Motherland, because exactly this feeling spares [us] from loneliness.", "author": "Saparmurat Niyazov"},
{"text": "Like a wave we often float ashore to find something that feels like home.", "author": "Giovannie de Sadeleer"},
{"text": "He is lonely, even if he does not admit it. His way of life is nothing but an Outlet from Loneliness…", "author": "Pragya Tiwari"},
{"text": "Loneliness is your inability to see what it is, and this running away from yourself creates fear. Loneliness is nothing but fear of self.", "author": "Pragya Tiwari"},
{"text": "The only ones awake at three in the morning are either those who are lonely or those who are in love", "author": "Faraaz Kazi"},
{"text": "Eccentrics with unseeing eyes glided through, savouring amid so much society their own particular loneliness and private sins and sorrows.", "author": "Iris Murdoch"},
{"text": "Every boat needs a captain. Even when it's empty.", "author": "Giovannie de Sadeleer"},
{"text": "Spending time with God will fill vacant places in our lives.", "author": "Adria Wilkins"},
{"text": "I'm alone, but I'm not lonely. I like who I am. I like who I'm becoming.", "author": "Deena Kastor"},
{"text": "If you're so empty now, then why don't you start doing fun things? Fill yourself up with that? 'Cause the thing is, you ain't all alone, are you?", "author": "Kyouta Shibano"},
{"text": "Oh, how good it is to be with someone, sometimes.", "author": "Marguerite Duras"},
{"text": "Never allow yourself to make foolish decisions because of loneliness", "author": "Charmaine J Forde"},
{"text": "Search the whole world until you meet yourself.", "author": "Marjory Sheba"},
{"text": "I am not lonely, Mom,\" I snap. \"I am alone. Those are different things.", "author": "Nicola Yoon"},
{"text": "Both times it was loneliness, and the night, and panic afterwards.", "author": "E.M. Forster"},
{"text": "Mastery generally requires the ability to not only tolerate but also enjoy your own company.", "author": "Mokokoma Mokhonoana"},
{"text": "Like a boxer in a title fight, you have to walk in that ring alone.", "author": "Billy Joel"},
{"text": "Love everyone until you start hating everyone", "author": "Neetesh Dixit"},
{"text": "Abortive time: unwilling to tarry", "author": "Munia Khan"},
{"text": "Lonely is a state of mind, not a place", "author": "R.J. Ellory"},
{"text": "They cannot scare me with their empty spaces", "author": "Robert Frost"},
{"text": "Love does the job. travelling too. writing does it. music.", "author": "Charlotte Eriksson"},
{"text": "It’s hard to make people care again once you’ve taught them not to. It’s hard to tell people that you need them, once you’ve told them you don’t.", "author": "Charlotte Eriksson"},
{"text": "For the briefest moment, Ulla despised Signy, as we can only hate those who rescue us from loneliness.", "author": "Leigh Bardugo"},
{"text": "The deeper the solitude the less the sense of loneliness, and the nearer our friends.", "author": "John Muir"},
{"text": "I look for places like me: big, hollow, forgotten by almost everyone.", "author": "Jodi Picoult"},
{"text": "She thinks, briefly, that she has never felt so lonely in her life.", "author": "Jojo Moyes"},
{"text": "As a team you are all together, but you are alone in your thoughts. (Amarildo)", "author": "Michael Donald"},
{"text": "All the lovely things I've known have disappeared.", "author": "Amiri Baraka"},
{"text": "[...] you soon become lonely if you want to use your own brain to find answers.", "author": "Jo Nesbø"},
{"text": "Warm bodies littered across these streets", "author": "Akachi Obijiaku"},
{"text": "I haven’t seen my family in five years", "author": "Akachi Obijiaku"},
{"text": "I desperately want someone to see the anguish of my soul, for to walk alone in that kind of anguish creates an anguish all its own.", "author": "Craig D. Lounsbrough"},
{"text": "Someone speak to me. Call out to me and take me out. Please, please, I'm begging you, say something kind to me.", "author": "Natsuo Kirino"},
{"text": "Why did people get married seeking a way out of loneliness? There was nothing more lonelier than two married people in a room together.", "author": "Jean Thompson"},
{"text": "If anyone's ever told you there's peace in solitude, they haven't been alone for a very long time.", "author": "Dennis Wold-McGimsey"},
{"text": "How long can I be a wall, keeping the wind off?", "author": "Sylvia Plath"},
{"text": "being alone you decided, was a", "author": "Charles Bukowski"},
{"text": "I could no longer deny the truth. I was not invisible to him. I was", "author": "Marissa Meyer"},
{"text": "All the pain I put you through", "author": "Klaudio Marashi"},
{"text": "Is there anything so empty as something that's once been full?", "author": "Eliza Maxwell"},
{"text": "A conversation is so much more than words: a conversation is eyes, smiles, the silences between words.", "author": "Annika Thor"},
{"text": "Names always matter,\" Maz said...\"And yours is such a lonely one, when you think about it.\"", "author": "Daniel José Older"},
{"text": "We isolated ourselves, because it hurt less.", "author": "Jodi Picoult"},
{"text": "She: I want to come into your life so that you would feel less lonely.", "author": "Avijeet Das"},
{"text": "One of the problems with people in Chicago, she remembered, was that they were never lonely at the same time.", "author": "Lorrie Moore"},
{"text": "This need for recognition and glory must have its roots in human loneliness.", "author": "Yiyun Li"},
{"text": "If I'm lonely", "author": "Adrienne Rich"},
{"text": "Writing is a solitary pleasure. Reading is a solitary pleasure. Does this mean that the writer and the readers do not like humanity?", "author": "Gabrielle Dubois"},
{"text": "Internet is a demon which eventually kills all the emotions inside human heart. Not to mention everything is already virtual.", "author": "Gurusharan Singh"},
{"text": "Kill the loneliness by being with yourself, all alone.", "author": "Vikrmn"},
{"text": "This loneliness of mine is like a balm for the wounds", "author": "Avijeet Das"},
{"text": "I was not unhappy. I wanted to be with someone. But it didn't trouble me that I was alone.", "author": "André Aciman"},
{"text": "Loneliness is a bitter, wretched companion. Sometimes it just won't let go", "author": "Tahereh Mafi"},
{"text": "You have entered an abnormal, lonely, and unwelcome new world where you are nothing but an island of sadness.", "author": "Elisabeth Kübler-Ross"},
{"text": "People drown, quietly, before our eyes, all the time.", "author": "Ilsa J. Bick"},
{"text": "The mistake every lonely person makes is to confuse attention with love.", "author": "Marty Rubin"},
{"text": "If you find yourself in the middle of nowhere, allow your mind go everywhere.", "author": "Jenim Dibie"},
{"text": "Dad called it \"enlightenment\" but to me, it just felt lonely.", "author": "Ta-Nehisi Coates"},
{"text": "Give a lonely person a little attention and they'll mistake it for love.", "author": "Marty Rubin"},
{"text": "The money he stuffed into the gaping void of family fell limply through to the floor of a mansion he lived in alone.", "author": "Mandy Ashcraft"},
{"text": "So I died many times that year.", "author": "Charlotte Eriksson"},
{"text": "The only thing that hate replaces, is loneliness.", "author": "Anthony T.Hincks"},
{"text": "If you're lonely, touch someone. Chances are, you'd end up travelling together.", "author": "Jenim Dibie"},
{"text": "the long walk home is", "author": "erik peake"},
{"text": "As a loner, I'm not always into talking to people, but music is hell everything I need.", "author": "Eyad Hussein"},
{"text": "ONE, may be a number.", "author": "Anthony T. Hincks"},
{"text": "Wistful notes spoke of loneliness, as solitary as the final birdsong of autumn or the trill of summer’s last cicada before the wintry freeze.", "author": "Katherine McIntyre"},
{"text": "The lonely suffer from this most: to mistake attention for love.", "author": "Marty Rubin"},
{"text": "They either come back or they don’t.", "author": "Ayushee Ghoshal"},
{"text": "I hate when I can't control my loneliness", "author": "-Leju Thomas"},
{"text": "Loneliness is a grief that I share with myself on the inside.", "author": "Anthony T. Hincks"},
{"text": "Ozi made me feel so known. He made love to my insides, filling desperate gaps and calming unbearably sensitive places.", "author": "Mohsin Hamid"},
{"text": "....Dear friends, I am often a lonely man,", "author": "Sherman Alexie"},
{"text": "On Hemingway: Have you noticed how lonely all people in his works are - no relatives, no family?", "author": "Anna Akhmatova"},
{"text": "Here is the burden of my argument with life. I have forgotten homesickness.", "author": "Aritha Van Herk"},
{"text": "No, No one likes being alone. But I've learned how to live with it.", "author": "André Aciman"},
{"text": "Yes, she was lonely, but she missed no one in particular. Whom could she miss? Her days were full of life and pleasure, but they passed so quickly.", "author": "Astrid Lindgren"},
{"text": "The familiar shape of the cross still gleamed above the distant forest, but now that I had found companions it no longer made any impression on me.", "author": "Shōhei Ōoka"},
{"text": "share with me\"", "author": "Halina Poświatowska"},
{"text": "Biker George says you're not alone anywhere when you know The One who's with you everywhere.", "author": "Dano Janowski"},
{"text": "The person that fights for every minute of his time will have to be lonely most times", "author": "Sunday Adelaja"},
{"text": "One of the greatest things that can happen to you is loneliness", "author": "Sunday Adelaja"},
{"text": "You are a pastel-colored Persian carpet, and loneliness is a Bordeaux wine stain that won’t come out", "author": "Haruki Murakami"},
{"text": "The silence in the house was painful, but I had begun to realize that half of it belonged to me.", "author": "Ruth Emmie Lang"},
{"text": "Find company within yourself and you'll never spend a day alone. Find love within yourself and you'll never have a lonely day.", "author": "Connor Chalfant"},
{"text": "I want you to look at me the way I look at the ceiling in the night. The way three am knows my name.", "author": "Dominic Riccitello"},
{"text": "They say never ride with the ones you didn’t walk with, real friends show you real love not only talk it.", "author": "John Maiorana (oohGiovanni)"},
{"text": "On her own, Grace could be effervescent, illuminating the entire room with her intelligence and wit. Around others she seemed to lose her luster.", "author": "Krystal Sutherland"},
{"text": "Sometimes I think that my own company is more suitable for me than if I were around others. Because of the person that I am.", "author": "Kyle Labe"},
{"text": "He did a lot of socializing. Sometimes I think it was like he was storing up company for the times he knew nobody would be around", "author": "Jon Krakauer"},
{"text": "I guess...I just want someone to love me and take me for who I am.", "author": "Kyle Labe"},
{"text": "Everyone was just a lonely mouth, a mouth with teeth, a mouth with ventricles, a muddy hole of a mouth in the crook of someone's elbow.", "author": "Lindsay Hunter"},
{"text": "The heart of a man is like deep water.", "author": "Douglas Coupland"},
{"text": "No sea of solitude is so deep that it can drown us.", "author": "Balroop Singh"},
{"text": "There are worse things than", "author": "J. Andrew Schrecker"},
{"text": "Wife and loneliness are the best friends of a man. If wife leaves you, loneliness follows you wherever you are!", "author": "Fahad Basheer "},
{"text": "music heals the loneliness", "author": "Nader Ebrahimi (Nadir İbrahimi)"},
{"text": "The trap is loneliness, and none of us escapes it. Not even me.", "author": "Leigh Bardugo"},
{"text": "None of us are really alone as long as we're lonely.", "author": "Maggie Stiefvater"},
{"text": "I want to belong. Belonging makes things okay, and I want to be okay. I just want to be okay.", "author": "Anne Clendening"},
{"text": "Because in our pain we must find each other – mirror to mirror the grace of our shared humanity, the stunningly broken beauty of our shared grief.", "author": "Jeanette LeBlanc"},
{"text": "Only the thirsty knows the real taste of water; only the lonely knows the real weight of emptiness!", "author": "Mehmet Murat ildan"},
{"text": "My homesickness is a tangible thing, like a cannon ball of sadness, just pushing into my heart.", "author": "Heather Day Gilbert"},
{"text": "Unclaimed or abandoned bodies. There could be no stronger definition of loneliness.", "author": "David Grant Urban"},
{"text": "When the crowd follows you, their noise can misguide you. When you follow the crowd, their direction may mislead you.", "author": "Israelmore Ayivor"},
{"text": "A ghost has all the time to reach for love, but never can. As a person has little time to reach for love, and never does.", "author": "Anthony Liccione"},
{"text": "The evening wasn’t cold yet... But the air was turning sharp, with a fall feeling of loneliness coming. Something unaccountable pending in the air.", "author": "Kent Haruf"},
{"text": "Only the dying know what real loneliness is.", "author": "Marty Rubin"},
{"text": "I'm in hell. I'm separate from everyone and everything. I'm John Travolta in The Boy in the Plastic Bubble.", "author": "Anne Clendening"},
{"text": "Sometimes you feel alone because, like you, others aren't so ready to confess their shortcomings and struggles.", "author": "Darnell Lamont Walker"},
{"text": "My hearts been fleeting up so high,I'm longing for the leaps of the day & heaps of the night to pace my soul with a subtle sublimity of myth.", "author": "Madhushree Das"},
{"text": "Homer looked back at me. 'Pete, can I tell ya somethin' real important?'", "author": "Peter Jenkins"},
{"text": "Your loneliness can end at any moment because the world is full lonely souls!", "author": "Mehmet Murat ildan"},
{"text": "One caress and he left me feeling empty, one more time.", "author": "Priyansha Vashi"},
{"text": "To-night I close my eyes and see", "author": "Sara Teasdale"},
{"text": "There’s nothing abnormal about loneliness.", "author": "Paula Stokes"},
{"text": "He would be lonely all his life. But a man took it for his share and went on.", "author": "Marjorie Kinnan Rawlings"},
{"text": "i am in need of a sudden Shift,", "author": "Syed Murtaza Haroon"},
{"text": "You know something, you never know what lonely is until you are really alone, alone all day, alone all night, with no one to talk to.", "author": "Michael Morpurgo"},
{"text": "And then after that long, long phone call, she wept.", "author": "Makoto Shinkai"},
{"text": "When I am all alone, I often, very often, say your name aloud…", "author": "Friedrich Nietzsche"},
{"text": "The hush of the night sky is the silence of a graveyard.", "author": "Ted Chiang"},
{"text": "When she came home, she smelled the way I like. But . . . her face seemed sadder than when she left.", "author": "Makoto Shinkai"},
{"text": "If we don’t acknowledge the truth in our relationships, they simply become a state of isolation with somebody (some body) still around.", "author": "Dragos Bratasanu"},
{"text": "His life would be lonely too until he, too, died, ceased to exist, became a memory - if anyone remembered him.", "author": "James Joyce"},
{"text": "The only one waiting at home for me is my cat!", "author": "Makoto Shinkai"},
{"text": "...and since, human speech is like a cracked tin kettle, on which we hammer out tunes to make bears dance when we long to move the stars", "author": "Flaubert Gustave"},
{"text": "Nothing is worse than loneliness.", "author": "Wayne    Smith"},
{"text": "What's the point of wandering?", "author": "Asper Blurry"},
{"text": "So now it’s this thing I do.", "author": "Charlotte Eriksson"},
{"text": "She didn’t care if the world thought she was pretty. All she wanted was that special someone to reach beyond the surface and discover her heart.", "author": "Terry a O'Neal"},
{"text": "Seasons happened and things got colder and harder and suddenly I found myself smoking circles in the air", "author": "Charlotte Eriksson"},
{"text": "He celebrated his solitude with a frown.", "author": "R.J.  Lawrence"},
{"text": "Books have given me a magic portal to connect with people of the past and the present. I know I shall never feel lonely or powerless again.", "author": "Lisa Bu"},
{"text": "Do not look for company at all costs, and especially do not allow loneliness to lead you to fickle love or false friendship.", "author": "Eraldo Banovac"},
{"text": "Loneliness can either kill you or teach you depending on you being either a fighter or a survivor", "author": "Vignesh S"},
{"text": "Loneliness is the endless disease that eats at our soul.", "author": "Jacob Baylis"},
{"text": "No matter whom I'm with I'll always be alone,\" she said. And she added with a roguish touch: \"Excellency.", "author": "Gabriel García Márquez"},
{"text": "She spent the first half of her life alone. For the second half, she longed for a man of dignity to rescue her.", "author": "Terry a O'Neal"},
{"text": "Turn your loneliness into singing and praying, and you shall realize that you are never alone at all", "author": "Ernest Agyemang Yeboah"},
{"text": "Loneliness is like a big, empty room inside you that echoes with the sounds of the life you're not living.", "author": "Leisa Rayven"},
{"text": "Then I drop to my knees because I can't find a decent enough reason not to, because reluctance rarely stands a chance against repeated behavior.", "author": "Kris Kidd"},
{"text": ". . . Like ashes of gold in a cinnamon-flame,", "author": "Haoran Meng"},
{"text": "night has enveloped, to give me some relief", "author": "Mirza Sharafat Hussain Beigh"},
{"text": "If you think it ain’t dismal and lonesome out in a fog that way, by yourself, in the night, you try it once – you’ll see.", "author": "Mark Twain"},
{"text": "My desperation is deliberate. Despondency's a pheromone.", "author": "Kris Kidd"},
{"text": "My earnest desire for you has brought me to a point, where the life I've imagined we shall have, seems like a distant memory.", "author": "A.D. Orbit"},
{"text": "If I can teach myself the art of loneliness, then perhaps the art of writing will come more easily to me.", "author": "Nell Stevens"},
{"text": "My recurring desire for you has brought me to a point, where, the life I always imagine I shall have with you, seems like a distant memory.", "author": "A.R."},
{"text": "Was this really friendship? I have my doubts.", "author": "Wataru Watari"},
{"text": "Love will not come to me again. I’ll vegetate like a plant in a cellar, without light.", "author": "Eliza Granville"},
{"text": "The extravagant cost of staying is watching others leave.-Commitment Defined", "author": "L.v. Jones"},
{"text": "I always come here when I can't sleep [. . .] every night.", "author": "Faith Erin Hicks"},
{"text": "My recurring desire for you has brought me to a point, where, the life I always imagine I shall have with you, seems like a distant memory.", "author": "A.D. Orbit"},
{"text": "He really is alone in whatever hell this is.", "author": "Patrick Ness"},
{"text": "We hide our demons so good, that the angels we show, bare the shame on their faces.", "author": "Anthony Liccione"},
{"text": "How did men make themselves loved, I wondered. I had passed all my life with men who were loved but I seemed never to have learnt the lesson.", "author": "Maria McCann"},
{"text": "You will always remain lonely till the day you meet a person who can understand your mind deeply!", "author": "Mehmet Murat ildan"},
{"text": "Together we were something less, which felt like such a relief, to not be ourselves for a while.", "author": "Ben Marcus"},
{"text": "The dog upstairs won't shut up, but I can't hate him, he's up there alone all day, making noise must be the only way he knows he's not a ghost.", "author": "Danez Smith"},
{"text": "He knows her like man knows earth, touching the surface but unaware of her depth.", "author": "Piper Payne"},
{"text": "For how long would I be trapped in the condition of melancholy without going insane?", "author": "Neda Aria"},
{"text": "Connor was....getting farther and farther ahead of me. I was frozen. And sometimes I feel like I haven't quite thawed.", "author": "Debra Dockter"},
{"text": "[...] because she wanted to be alone while surrounded by people.", "author": "Yaa Gyasi"},
{"text": "It is good to be alone, for solitude is difficult; that something is difficult should be one more reason to do it.", "author": "Rainer Maria Rilke"},
{"text": "Even in an empty room, we are never alone.", "author": "Wayne Gerard Trotman"},
{"text": "Fighting the good fight is not as easy when you’re fighting alone.", "author": "Joan Ambu"},
{"text": "No one is ever alone and silence does not equate defeat.", "author": "Joan Ambu"},
{"text": "If I exist, then surely there must be someone else out there like me.", "author": "Joyce Rachelle"},
{"text": "I feel like I could disappear because I'm not real to other people.", "author": "Miranda Emmerson"},
{"text": "Despair was a private weakness she could not afford to indulge.", "author": "Robin McKinley"},
{"text": "I think there is a difference between aloneness and loneliness. Aloneness is necessary for the soul to thrive - even to come alive. Not loneliness.", "author": "Steve Goodier"},
{"text": "I felt lonely, and in full possession of my loneliness. It was the first time I had owned anything of value.", "author": "Ben Greenman"},
{"text": "Can I Tinder swipe for cat cuddles?", "author": "Shannon M Mullen"},
{"text": "What's going to happen to us?", "author": "Tsukumizu"},
{"text": "The Sun is never alone as the light remains with him always. Even when he goes down sinking...sinking, the light drowns with him", "author": "Munia Khan"},
{"text": "A box sits empty,", "author": "Richelle E. Goodrich"},
{"text": "When one is just sad one should just be alone.", "author": "Will Advise"},
{"text": "How do you explain to a child who likes everyone in the world that adult life consists to a great extent of cutting people away?", "author": "Miranda Emmerson"},
{"text": "He stroked her back and kept a fierce grip on her like she’d fade away into one of the thousands of ghosts in this cemetery.", "author": "Katherine McIntyre"},
{"text": "I’m . . . accustomed to being alone. There are times when alone is the best place to be. I enjoy my own company.", "author": "Sara Naveed"},
{"text": "You better go alone, than with negative people!", "author": "Israelmore Ayivor"},
{"text": "Being bored is the price we pay for not being insane.", "author": "Mokokoma Mokhonoana"},
{"text": "If you want to miss your crown, follow the crowd. If you want to wear the crown, go alone and be yourself.", "author": "Israelmore Ayivor"},
{"text": "My past lives alone. That's why my loneliness wants to live in the past", "author": "Munia Khan"},
{"text": "Loneliness is the manifestation of the conflict between our desire for meaning and the absence of objective meaning from the universe.", "author": "Neel Burton"},
{"text": "She sits there and feels the loneliness and the lack of him", "author": "Maggie O'Farrell"},
{"text": "I may be too young to be lonely, but I am too lonely to be young.", "author": "Caroline Yawn"},
{"text": "Solitude, the joy of being alone, stems from, as well as promotes, a state of maturity and inner richness.", "author": "Neel Burton"},
{"text": "Sitting in a corner, I live like a toad", "author": "Munia Khan"},
{"text": "There is no place more lonely", "author": "Margarita Engle"},
{"text": "An overcrowded world is the ideal place in which to be lonely.", "author": "Brian W. Aldiss"},
{"text": "Each day was very much like any other day, because they were alone so much that nothing ever disturbed them.", "author": "Carson McCullers"},
{"text": "I am so lost in the lost road ,", "author": "BinYamin Gulzar"},
{"text": "The corner doesn't mind listening to the stupid things I say;", "author": "Margo T. Rose"},
{"text": "No better school invented yet than the school of loneliness in the matters of understanding our deep-self!", "author": "Mehmet Murat ildan"},
{"text": "Eventually everyone will give up on you", "author": "Ali hassan hasan"},
{"text": "I don't have friends. Before I can't without friends.", "author": "Mario Fingarov"},
{"text": "When had I stopped being a person with Paranoid Schizophrenia, and become a Paranoid Schizophrenic; defined by my illness?", "author": "Michaela Haze"},
{"text": "Give me wildflowers instead of your heart, for I’d rather have them wither than the latter.", "author": "dandelionlady96"},
{"text": "Embracing human frailty, fallibility, and heartbreaking aloneness is crucial for any person seeking to attain self-actualization and self-realization.", "author": "Kilroy J. Oldster"},
{"text": "We do not recognize that we are addicted to some negative psychological habit, some terribly self-destructive patterns of thinking...", "author": "Abhishek S"},
{"text": "Desires and Karma are the worst enemies living in the same soul together. It depends on us whom we choose and feed.", "author": "Abhishek S"},
{"text": "LIFE - Death's Very Emissary", "author": "Abhishek S"},
{"text": "Even so have I given the womb of the earth to those that be sown in it in their times.", "author": "Compton Gage"},
{"text": "Loneliness is a strange sort of thing.", "author": "tahereh mafi"},
{"text": "Yes you have returned", "author": "Joyce Rachelle"},
{"text": "The walls of hell are coated with arrogance, and the floor is covered with pride.", "author": "T.A. Cline"},
{"text": "Like as a young child may not bring forth the things that belong to the aged, even so have I disposed the world which I created.", "author": "Compton Gage"},
{"text": "Poem to Be Read at 3:00 A.M.", "author": "Donald Justice"},
{"text": "They that be born in the strength of youth are of one fashion, and they that are born in the time of age, when the womb fail, are otherwise.", "author": "Compton Gage"},
{"text": "Loneliness was a full-body sensation, an anti-exhilaration, from his core outward.", "author": "Charlie Jane Anders"},
{"text": "Bad habits are demons that often push us into isolation because they know that in our loneliness they stand little chance of being overcome.", "author": "Richelle E. Goodrich"},
{"text": "Loneliness teaches and shows you the real and unreal and such things that one can never understand and even imagine living with others.", "author": "Ehsan Sehgal"},
{"text": "Stand up upon the right side, and I shall expound the similitude unto thee.", "author": "Compton Gage"},
{"text": "As for the tokens whereof thou ask me, I may tell thee of them in part: but as touching thy life, I am not sent to shew thee.", "author": "Compton Gage"},
{"text": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "author": "Compton Gage"},
{"text": "The land, that thou see now to have root, shall thou see wasted suddenly.", "author": "Compton Gage"},
{"text": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "author": "Compton Gage"},
{"text": "He shall rule, whom they look not for that dwell upon the earth, and the fowls shall take their flight away together:", "author": "Compton Gage"},
{"text": "The Sodomy sea shall cast out fish, and make a noise in the night, which many have not known: but they shall all hear the voice thereof.", "author": "Compton Gage"},
{"text": "One land also shall ask another, and say, ‘Is righteousness that makes a man righteous gone through thee?’ And it shall say, ‘No.", "author": "Compton Gage"},
{"text": "At the same time shall men hope, but nothing obtain: they shall labor, but their ways shall not prosper.", "author": "Compton Gage"},
{"text": "To shew thee such tokens I have leave; and if thou wilt pray again, and weep as now, and fast even days, thou shall hear yet greater things.", "author": "Compton Gage"},
{"text": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "author": "Compton Gage"},
{"text": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "author": "Compton Gage"},
{"text": "Thou art sore troubled in mind for the people in the world’s sake: loves thou that people better than he that made them?", "author": "Compton Gage"},
{"text": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "author": "Compton Gage"},
{"text": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "author": "Compton Gage"},
{"text": "I will liken my judgment unto a ring: like as there is no slackness of the last, even so there is no swiftness of the first.", "author": "Compton Gage"},
{"text": "Could thou not make those that have been made, and be now, and that are for to come, at once; that thou might shew thy judgement the sooner?", "author": "Compton Gage"},
{"text": "The creature may not haste above the maker; neither may the world hold them at once that shall be created therein.", "author": "Compton Gage"},
{"text": "After seven days of fasten so it was, that the thoughts of my heart were very grievous unto me- and my soul recovered the spirit of understanding.", "author": "Compton Gage"},
{"text": "What betrayed me? Was it my heart? Or my Soul?", "author": "Compton Gage"},
{"text": "The more thou search, the more thou shall marvel.", "author": "Compton Gage"},
{"text": "Go thy way, weigh me the weight of the fire, or measure me the blast of the wind, or call me again the day that is past.", "author": "Compton Gage"},
{"text": "It were better that we were not at all, than that we should live still in wickedness, and to suffer, and not to know wherefore.", "author": "Compton Gage"},
{"text": "Verily it is a foolish thought that they both have devised, for the ground is given unto the wood, and the sea also had its place to bear its floods.", "author": "Compton Gage"},
{"text": "Thou hast given a right judgment, but why judge thou not thyself also?", "author": "Compton Gage"},
{"text": "I beseech thee, O Lord, let me have understanding: For it was not my mind to be curious of the high things, but of such as pass by us daily.", "author": "Compton Gage"},
{"text": "Why the law of our forefathers are brought to nought, and the written covenants come to none effect-", "author": "Compton Gage"},
{"text": "We pass away out of the world as grasshoppers, and our life is astonishment and fear, and we are not worthy to obtain mercy.", "author": "Compton Gage"},
{"text": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "author": "Compton Gage"},
{"text": "What man is able to do that, that thou should ask such things of me?", "author": "Compton Gage"},
{"text": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "author": "Compton Gage"},
{"text": "As concerning the things whereof thou asked me, I will tell thee; for the evil is sown, but the destruction thereof is not yet come.", "author": "Compton Gage"},
{"text": "How, and when shall these things come to pass? wherefore are our years few and evil?", "author": "Compton Gage"},
{"text": "Do not thou hasten above the most Highest: for thy haste is in vain to be above him, for thou hast much exceeded.", "author": "Compton Gage"},
{"text": "Go thy way to a woman with child, and ask of her when she had fulfilled her nine months, if her womb may keep the birth any longer within her.", "author": "Compton Gage"},
{"text": "From the beginning, look, what thou desires to see, it shall be shew thee.", "author": "Compton Gage"},
{"text": "No one has ever properly understood me, I have never fully understood anyone; and no one understands anyone else", "author": "Johann Wolfgang von Goethe"},
{"text": "A lonely soul is the best friend of itself", "author": "Munia Khan"},
{"text": "Happiness changes the way you see the world.", "author": "Auliq Ice"},
{"text": "Penelope? Thank you. For not leaving me alone to deal with this . . . when things got hard. other people would have. You're a true friend.", "author": "Svetlana Chmakova"},
{"text": "I’m perfectly alone right now, my mind is on overdrive, the gears are grinding in whirring dissonance – and it’s just how I like it.", "author": "Trevor J. Freeman"},
{"text": "Loneliness is better than bad company.", "author": "Maryum Ahsam"},
{"text": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "author": "Compton Gage"},
{"text": "Weigh thou therefore their wickedness now in the balance, and theirs also that dwell the world; and so shall thy name no where be found anymore.", "author": "Compton Gage"},
{"text": "Go thy way, and tell my people, the people of thy Lord God what manner of things, and how great wonders of the Lord thy God, thou hast seen.", "author": "Compton Gage"},
{"text": "There is no such thing as a boring person when you are lonely or extremely bored.", "author": "Mokokoma Mokhonoana"},
{"text": "Love wins when reflections win over reflexes.", "author": "Abhishek Shukla"},
{"text": "In the end, you will realize most friendship is feigning, most loving mere folly.", "author": "Abhishek Shukla"},
{"text": "This life-enhancing, happiness-inducing miracle drug that does, in fact, ruthlessly kill its enemies—you’ve guessed it—is gratitude.", "author": "Auliq Ice"},
{"text": "Of course, the spectacle of two people's happiness is always something of a magnet for the unclaimed.", "author": "Anita Brookner"},
{"text": "I was finished with assuming the best intentions of those who abandoned me, done trying to assuage my loneliness in barren places.", "author": "Saleem Haddad"},
{"text": "God doesn't promise us an easy life. But He does promise to love us and never leave us, no matter what happens.", "author": "J.E.B. Spredemann"},
{"text": "It was the first time she had ever felt the kind of loneliness that couldn't be cured with just any available company.", "author": "Lisa Kleypas"},
{"text": "Maybe people like us can’t be happy. Maybe we’re too damaged and the only thing we can do is to learn how to hate ourselves a little less.", "author": "Asper Blurry"},
{"text": "I've never been the most important person to anybody - not even myself.", "author": "Ranata Suzuki"},
{"text": "If you’re trying to tell me you’re not used to mattering to someone, I might just bleed out right here on the floor.", "author": "Kelly Moran"},
{"text": "I would far prefer to be in someone's arms than just in their head.", "author": "D.S. Mixell"},
{"text": "Alone, alone. I am alone – I ache … Yet for the first time, despite all the anguish and the reality problems, I’m here. I feel tranquil, whole, ADULT.", "author": "Susan Sontag"},
{"text": "Do we really need each other, or are we just covering up each other's loneliness?", "author": "Vatsal Surti"},
{"text": "At that time I was only twenty-four years old. My life then was already gloomy, disorderly, and solitary to the point of savagery.", "author": "Fyodor Dostoyevsky"},
{"text": "An echo from the past when, innocent", "author": "Noël Coward"},
{"text": "Every person has his secret; in reverie, unbeknown to others, he finds peace, freedom, sorrow and love.", "author": "Abhishek Shukla"},
{"text": "Because sometimes it’s being in a crowd that makes you feel lonelier than when you’re alone.", "author": "Winna Efendi"},
{"text": "The Solitary", "author": "Rainer Maria Rilke"},
{"text": "I am scared of this emptiness, pull me out of my body", "author": "Hilal Hamdaan"},
{"text": "She had said that she preferred to be alone for so many years that it was now one of those things that equally well might or might not be true.", "author": "Joyce Ballou Gregorian"},
{"text": "We have to give up so many things when the people we love die. So we hang on to other familiar things.", "author": "Corey Ann Haydu"},
{"text": "Once I was everything, now I'm nothing.", "author": "Maite"},
{"text": "When a man meets the right woman, he meets a new strength!", "author": "Ernest Agyemang Yeboah"},
{"text": "The lonely? Where's that from?", "author": "Darshana Suresh"},
{"text": "I'm always losing things.", "author": "Kathleen Glasgow"},
{"text": "Everyone here seems to know exactly what they need, but I leave without a thing.", "author": "Kathleen Glasgow"},
{"text": "How lonely it is!", "author": "B. Damani"},
{"text": "Why do you put yourself in unsafe places? Because something in you feels fundamentally devoid of worth.", "author": "Olivia Laing"},
{"text": "I’m not used to people sticking around when things go bad,” she said, by way of explanation.", "author": "Alexander Freed"},
{"text": "Like any / unloved thing, I don’t know if I’m real /", "author": "Natalie Wee"},
{"text": "To be so lonely", "author": "Natalie Wee"},
{"text": "We are all hungry for genuine connection and caring, and we will not get this unless we find our Soul's tribe.", "author": "Christiane Northrup M.D."},
{"text": "God is my strength and my defense. When I am weak, he makes me strong. When I am broken, he makes me whole.", "author": "Amaka Imani Nkosazana"},
{"text": "My loneliness is a choice, not a situation.", "author": "Kavipriya Moorthy"},
{"text": "I was a tourist in a bizarre land. I was home.", "author": "Rabih Alameddine"},
{"text": "It is lonely never to have been loved, only devoured.", "author": "Rosemary Sutcliff"},
{"text": "She's one in a million. And that's why she's lonely.", "author": "Joyce Rachelle"},
{"text": "What does it feel like to be lonely? It feels like being hungry: like being hungry when everyone around you is readying for a feast.", "author": "Olivia Laing"},
{"text": "And here I was, left with only myself to deal with. It was entirely up to me.", "author": "James Baldwin"},
{"text": "The tender breeze felt my loneliness. It brought me your fragrance.", "author": "Avijeet Das"},
{"text": "I have good friends who listen to me for hours, the walls of my room", "author": "Hilal Hamdaan"},
{"text": "There are kinds of solitude that provide a respite from loneliness, a holiday if not a cure.", "author": "Olivia Laing"},
{"text": "There’s nothing lonelier than a hand on glass. Maybe because it’s so rarely reciprocated.", "author": "Julie Buxbaum"},
{"text": "We are not lonely, because we chose to be alone.", "author": "Steven Wilson"},
{"text": "My loneliness was an important part of my own little universe, not some pathological disease that needs to be gotten [sic] rid of.", "author": "Banana Yoshimoto"},
{"text": "It was books that made me feel that perhaps I wasn't completely alone.", "author": "Cassandra Clare"},
{"text": "there is a difference between", "author": "AVA."},
{"text": "Forgiveness enables me to walk away from that pain, the loneliness and suffering.", "author": "Sharon E. Rainey"},
{"text": "some people are lonely for all the right reasons.", "author": "Meg Rosoff"},
{"text": "and sadness clung to me", "author": "AVA."},
{"text": "I'm alone and nobody is in the mirror", "author": "Jorge Luis Borges"},
{"text": "You want to believe you're not the saddest person in the world.", "author": "Megan Miranda"},
{"text": "There are times when you are home to yourself and you long for company.", "author": "Srividya Srinivasan"},
{"text": "Loneliness kills. It becomes more conspicuous in the crowd.", "author": "Girdhar Joshi"},
{"text": "Loneliness is a state when you have not yet grown to love yourself enough.", "author": "Robert  Black"},
{"text": "You burn bright and you burn hard, like a fire in a dumpster,", "author": "Kris Kidd"},
{"text": "Loneliness was an inseparable part of being human.", "author": "Elif Shafak"},
{"text": "We are not defined by our individual loneliness, but by the web of relationships in which we’re enmeshed.", "author": "Ken Liu"},
{"text": "You give the shirt off your back, no questions asked, and you stand alone at the cavernous mouth of your suburban closet—", "author": "Kris Kidd"},
{"text": "I think of drug dealers like I think of my father— never really there when you want them to be.", "author": "Kris Kidd"},
{"text": "There comes a time when loneliness is stronger than fear.", "author": "Christopher Buehlman"},
{"text": "I gave them everything I had, and I guess it feels", "author": "Kris Kidd"},
{"text": "I think one of the reasons why people tend to fake an entire relationship is maybe they are just afraid of being alone or are lonely right now!", "author": "Saif Ullah"},
{"text": "Well, I’m just going to say it.", "author": "Kent Haruf"},
{"text": "Very often I realize that the time people spend apart is as important in maintaining relationships as the time they spend together.", "author": "Joyce Rachelle"},
{"text": "we used to talk all night", "author": "Nikki Giovanni"},
{"text": "I felt alone, my loneliness suffocated me, and I craved to scream, shout and kill me while seeing all this. However, self-hatred also occupied me.", "author": "Shaikh Ashraf"},
{"text": "A writer is never alone, he is always with himself", "author": "Bangambiki Habyarimana"},
{"text": "Amongst the bitter fruits of life, death is not the worst by a long chalk. the worst is to live far away from oneself", "author": "Juan José Millás"},
{"text": "I am happy to be alone.", "author": "Heather Day Gilbert"},
{"text": "Don't confuse love with the fear of being lonely...", "author": "Erik Tanghe"},
{"text": "Loneliness isn't a disease, it is only a moment to learn something better", "author": "Ernest Agyemang Yeboah"},
{"text": "I have a hundred million fans, Angela, but I have very few friends.", "author": "Raynetta Manees"},
{"text": "Don't be afraid of the dark.\" She tousled his hair tolerantly. \"I've never known a man who wasn't scared of more things than I was.", "author": "Edward Hoagland"},
{"text": "I expect you to vanish", "author": "Karen Finneyfrock"},
{"text": "I think loneliness is much better than companionship of a selfish.", "author": "Tanmaya Guru"},
{"text": "I am isolated. I sit in a glass ball, I see people through a glass wall. I scream, but they do not hear me.", "author": "Carl R. Rogers"},
{"text": "I am lonely here sometimes. I'm like the gate, swinging in the breeze when I long for someone to just secure the latch and stop me from flailing about", "author": "Sarah Jio"},
{"text": "Loving each other began with longing, weaving her loneliness into his.", "author": "Leah Kaminsky"},
{"text": "We come into this world alone. You’re going to die alone. That’s the way it is.", "author": "Chris Evans"},
{"text": "By now he had learned. Choices are made in brief seconds and paid for in the time that remains.", "author": "Paolo Giordano"},
{"text": "People should never sit alone for too long when they're crying.", "author": "Dalai Lama XIV"},
{"text": "Out in the cold I stand,", "author": "Andrea Lovestrand Hanna"},
{"text": "How should they know? I can't reveal", "author": "Hristo Botev"},
{"text": "Like depression, loneliness arises from unhappiness creating thoughts feeding into the insula, deepening the negative spiral of thoughts and feelings.", "author": "David Michie"},
{"text": "The greatest tragedy is not death but a life without love", "author": "Robin Dabhi"},
{"text": "aloneness is a bad fiddle I play against my own / burning", "author": "Colleen J. McElroy"},
{"text": "When we suffer in silence, we think that we are alone, different, separate. When we share our stories of suffering, we find that we are the same.", "author": "Vironika Tugaleva"},
{"text": "Memories of the past are what drive us, whether to a life of beauty or a life of insanity is up to us.", "author": "Abhishek Shukla"},
{"text": "Strong people don't put others down. They lift them up and slam them on the ground for maximum damage.", "author": "Abhishek Shukla"},
{"text": "I know what it's like not to have friends. People need friends. Life's not much fun without them.", "author": "Michelle Harrison"},
{"text": "Every interaction is an opportunity to learn, Only if we are interested in improving rather than proving.", "author": "Abhishek Shukla"},
{"text": "There was no wind which could have swept my thoughts away from my bositerous heart; not that day, not this day and not any other day", "author": "Pushpa Rana"},
{"text": "Loneliness was like an ogre hovering over those activities", "author": "Mitch Albom"},
{"text": "Lupita thought that people who didn’t dance were selfish and lonely.", "author": "Laura Esquivel"},
{"text": "What if you are just destined to get hurt, to be helplessly stuck in a point of time you no longer want to be?", "author": "Sanhita Baruah"},
{"text": "I go about saying how pained and tormented, how lonely and sad I feel, but what do I really mean by that? If I were to speak the truth, I would die.", "author": "Osamu Dazai"},
{"text": "The most beautiful things often stand alone.", "author": "Jenim Dibie"},
{"text": "Life is about the moments you create, that you can keep it with you FOREVER. After everything is over,That is what we have or what we are left with.", "author": "Abhishek Shukla"},
{"text": "Life is about the moments you create,that you can keep with you forever.After everything is over,That is what we have or what we are left with.", "author": "Abhishek Shukla"},
{"text": "And what’s the use of talking, if you already know that others don’t feel what you feel?", "author": "Louise Bourgeois"},
{"text": "If you sent speaking pages, they would be like a brother to me.", "author": "Radegund of Poitiers"},
{"text": "the pavement makes no sound", "author": "Anna Jae"},
{"text": "Solitude is not measured by the miles of space that intervene between a man and his fellows.", "author": "Henry David Thoreau"},
{"text": "When you are alone you can easily judge yourself.", "author": "ArslanHaider"},
{"text": "...I did what most kids do when their world feels destroyed. I tried to care less about what remained...This was untrue, of course.", "author": "Adam Haslett"},
{"text": "...I did what most kids do when their world feels destroyed. I tried to care less about what remained...It was untrue, of course.", "author": "Adam Haslett"},
{"text": "She raised her head and stared at the birds with him, caught in a web of awe and loneliness.", "author": "Siddharth Dhanvant Shanghvi"},
{"text": "Being loved is the only thing that is admirable by any stretch of the imagination.", "author": "Auliq-Ice"},
{"text": "My lips have touched more bottles than lovers and I'm half a shot away from psychotic.", "author": "Denice Envall"},
{"text": "But when she finally got the wings to fly she realized she had nowhere else to go to...", "author": "Sanhita Baruah"},
{"text": "As much as he liked the idea of having best friends with whom he could share anything. it was like all he knew how to be was alone, apart.", "author": "Madeleine Roux"},
{"text": "I love my loneliness as it helps me gather strength to deal with people.", "author": "Amit Abraham"},
{"text": "Standing at the edge of time", "author": "Isabelle Guzman"},
{"text": "If we try to see something positive in everything we do, life won't necessarily become easier but it becomes more valuable.", "author": "Abhishek Shukla"},
{"text": "The secret tugs at my sleeve.", "author": "Adelheid Manefeldt"},
{"text": "But he was absolutely alone. No one ever wrote to him. Visited him. Totally alone. And I believe the happiest man I have ever met.", "author": "John Fowles"},
{"text": "The most important subject in the curriculum in the future years will be how to love ourselves and be content.", "author": "Abhishek Shukla"},
{"text": "A lot of pain that we are dealing with are really only THOUGHTS.", "author": "Abhishek Shukla"},
{"text": "He's the only person who's entered my world apart from me.", "author": "Mika Yamamori"},
{"text": "I sit on a rock and watch children playing", "author": "Adelheid Manefeldt"},
{"text": "We walked side by side to the station. The sweater kept me comfortable in the night air.", "author": "Haruki Murakami"},
{"text": "You will be lonely, but you'll become strong.", "author": "Marie Rutkoski"},
{"text": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "author": "Abhishek Shukla"},
{"text": "Its not your fault for not being there.", "author": "Abhishek Shukla"},
{"text": "There's a story behind every", "author": "Abhishek Shukla"},
{"text": "I have a very childlike rage, and a very childlike loneliness.", "author": "Richey Edwards"},
{"text": "Maybe all that silence about my brother did something to me. I think it did. Not talking can make a guy pretty lonely", "author": "Benjamin Alire Sáenz"},
{"text": "my heart, sometimes singing in the afternoon, the most haunting song of solitude", "author": "john j geddes"},
{"text": "See how community is only a good thing when you're a part of it.", "author": "Sara Baume"},
{"text": "Rooms are never alone,\" said the Doctor with a laugh. \"Only the people who live them can be alone.", "author": "Charles Lambert"},
{"text": "Aloneness exaggerates our emotions and sensitivity.", "author": "Beth Moore"},
{"text": "...not to look back or feel sad about things, that home is wherever I am.", "author": "Donna Tartt"},
{"text": "Nothing is more painful than the loneliness of being with someone who is never completely there.", "author": "Rick Yancey"},
{"text": "We live in a society where every business has a huge scope.", "author": "Abhishek Shukla"},
{"text": "Within perfect walls there is nothing worth protecting.", "author": "Max Barry"},
{"text": "I ask myself everyday what my life is doing to me and I realize I don't have anybody I can talk to.\"", "author": "Henning Mankell"},
{"text": "But remember this. When God wants to punish us, he gives us just ourselves to care for.", "author": "Jonathan Odell"},
{"text": "There were two immediate results of my forced loneliness: I began to find company in books, and greater pleasure in music.", "author": "James Weldon Johnson"},
{"text": "The way I need you is a loneliness I cannot bear", "author": "Carson McCullers"},
{"text": "[He] used to be so insignificant that one literally felt alone in his presence.", "author": "Franz Kafka"},
{"text": "The tyranny of an object, he thought. It doesn't know I exist.", "author": "Philip K. Dick"},
{"text": "Create your own path.Don't blindly follow the massess... because most of the time the \"M\" is silent.", "author": "Abhishek Shukla"},
{"text": "What good were special talents when there was no one to share them with?", "author": "Dave Cullen"},
{"text": "I wish I could see a cherry blossom or a lotus flower. Where could they be?", "author": "Susumu Katsumata"},
{"text": "Your friends can be double-edged knife thy can either nurture you or destroy you. Choose them Wisely......", "author": "Abhishek Shukla"},
{"text": "Isolation might be more hazardous than splendor.", "author": "Barbara W. Tuchman"},
{"text": "[He] used to be so", "author": "Franz Kafka"},
{"text": "Life in this village is like that of a louse hanging on to a wrinkle in a loincloth.", "author": "Susumu Katsumata"},
{"text": "When God became lonely", "author": "Melanie Exler"},
{"text": "I’m mad with loneliness and you’ve been haunting me all day", "author": "john j geddes"},
{"text": "I am never lonely when I am reading the Bible. Nothing dissolves loneliness like a session with God’s Word.", "author": "Billy Graham"},
{"text": "With Christ as your Savior and constant Companion, you, although alone, need never be lonely.", "author": "Billy Graham"},
{"text": "No one understands the lines you are writing, and after 25 years you are the only one that speakes that languge .", "author": "Adel Abouhana"},
{"text": "I am never lonely when I am sharing [Christ] with others. There is a great exhilaration in talking to others about [Him].", "author": "Billy Graham"},
{"text": "Loneliness is no respecter of persons. It invades the palace as well as the hut.", "author": "Billy Graham"},
{"text": "It's funny to think that Christmas — a time known for its joyful togetherness — can be the loneliest time of the year for some.", "author": "Giovanna Fletcher"},
{"text": "But also . . . I have plenty of people around me to talk to, and no one to be honest with.", "author": "Helen Oyeyemi"},
{"text": "alone, drinking coffee, listening to the playlist that include the songs that remember you with the best and bad moments of your life.", "author": "Nabil TOUSSI"},
{"text": "The main thing about aliens is that they are alien. They feel no responsibility for fulfilling any of your expectations. (Dark City Lights)", "author": "Robert Silverberg"},
{"text": "I can't recall the sound of your voice", "author": "Drew Myron"},
{"text": "Friends are the real superheroes. They battle our worst enemies—loneliness, grief, anxiety, depression, fear, and doubt—every time they come around.", "author": "Richelle E. Goodrich"},
{"text": "The worst moments are when my entire family is in the same room. With the people I should love the most surrounding me, I feel the most alone.", "author": "Katie McGarry"},
{"text": "And I'm okay with drowning.", "author": "pleasefindthis"},
{"text": "She shuffled with her head bowed, her dark eyes drifting to avoid contact, and she screamed in bed at night. (Dark City Lights)", "author": "Jim Fusilli"},
{"text": "We go from curiosity to a search for communion.", "author": "Sherry Turkle"},
{"text": "I'd started calling my parents but only when I knew they wouldn't be home.", "author": "Angus McLinn, \"Baby Teeth\" Songs of my Selfie"},
{"text": "If I was alone I'd find something to do. Read or work on homework or doodle, fake it, so if I was alone it'd look like I wanted to be alone.", "author": "Julie Anne Peters"},
{"text": "Life is for the loved, not the lonely.\" She lamented. \"Although it's the lonely who try to make the world and its inhabitants less so.", "author": "Donna Lynn Hope"},
{"text": "The thing you did to alleviate the loneliness was to take off your clothes and touch someone, even if you didn’t really know the person well.", "author": "Rick Moody"},
{"text": "She thirsted for love, but found only a mirage. Some hearts are a desert you can die wandering in.", "author": "John Mark Green"},
{"text": "I just never noticed how little of me existed before. I was a shadow without a person.", "author": "Michael J. Sullivan"},
{"text": "… and now and then we could look up and give each other a thought,", "author": "Charlotte Eriksson"},
{"text": "I walk these lonely streets at dark. Just me and the night; crowded head, empty heart.", "author": "John Mark Green"},
{"text": "Again, I've missed you by a minute", "author": "Zdravko Čurdinjaković"},
{"text": "He knew too well the sting of loneliness and how over time it stole you away, piece by piece, until a mere shell remained.", "author": "Katherine McIntyre"},
{"text": "I knew I didn’t want to be alone anymore.", "author": "Bill Clegg"},
{"text": "Solitude is a terrible thing, for it permits the imagination to picture, in detail, that which perhaps should never be articulated.", "author": "Patrick McGrath"},
{"text": "There is no Beatitude for the lonesome.", "author": "James Leo Herlihy"},
{"text": "It was lonely to be so perfect in all respects.", "author": "Vann Chow"},
{"text": "Margie Flynn was in my head like a bad cold, blurring everything. It was a new kind of loneliness, a hurt I couldn’t stop picking at.", "author": "Chris Fuhrman"},
{"text": ". . . if there was a hope of comfort for any moment, the heart or head of no human being in this house could yield it . . .", "author": "Charlotte Brontë"},
{"text": "loneliness gives you opportunity to look the beauty of out of window", "author": "Arya vidhan"},
{"text": "Each time I reach outside my skin/I just get lonesome for what's within.", "author": "Fred Chappell"},
{"text": "The dead are my dark matter, filling up impalpably the empty spaces of the world.", "author": "John Banville"},
{"text": "There I was, casually wishing that I could stop existing in the same way you'd want to leave an empty room or mute an unbearably repetitive noise.", "author": "Allie Brosh"},
{"text": "Maybe this is what alone really is — finding out how tiny your world is, and not knowing how to get anywhere else.", "author": "David Levithan"},
{"text": "I have found no other cure for loneliness than to befriend it.", "author": "Charlotte Eriksson"},
{"text": "I was so used to pretending to be something I wasn't, it shocked me to be seen for what I was.", "author": "Kim van Alkemade"},
{"text": "The only antidote to the loneliness of the streets was the streets themselves.", "author": "Orhan Pamuk"},
{"text": "Thinking in loneliness and speaking in public are the two things leaders are masters at.", "author": "Vikrmn"},
{"text": "Because how could he have done this?", "author": "Jandy Nelson"},
{"text": "Art is made by the alone for the alone.", "author": "Luis Barragán"},
{"text": "Ignore the loneliness, enjoy your presence.", "author": "M.F. Moonzajer"},
{"text": "Hey, I wish we hung out more in high school. Why didn’t we?", "author": "Carolyn Mackler"},
{"text": "Rachel had been worried she couldn't remember what Sam looked like; now she worried he wouldn't recognize her.", "author": "Kim van Alkemade"},
{"text": "When you fill a void, isn't the void still there?", "author": "Marty Rubin"},
{"text": "There's nothing like standing kissing-close to a beautiful stranger to make you really feel your loneliness.", "author": "Phoebe  Rose"},
{"text": "Love and loneliness, they are both coincidences.", "author": "M.F. Moonzajer"},
{"text": "Prepare for a radio, for nothing is silent like the grave", "author": "Bangambiki Habyarimana"},
{"text": "Don't forget - you're the one who swam across the freezing sea at night.", "author": "Haruki Murakami"},
{"text": "I was much younger, much hungrier, much more alone. But I was myself, pared down to the essentials.", "author": "Haruki Murakami"},
{"text": "I can have patience for anything, but it's waiting for love, that kills me a little each day.", "author": "Anthony Liccione"},
{"text": "I believe that individuals nowadays are probably more aware of their inner loneliness than has ever been true before in history.", "author": "Carl R. Rogers"},
{"text": "No life is a waste. The only time we waste is the time we spend thinking we are alone.", "author": "Mitch Albom"},
{"text": "Everyone’s searching for someone to end the pain of loneliness. Even the darkest of souls wants a shot at redemption.", "author": "Katherine McIntyre"},
{"text": "Fear is the most prodigious enemy of our soul", "author": "Abhishek Shukla"},
{"text": "Isolated people, those who live alone, are always conscious of their condition in the homes of families.", "author": "Patrick McGrath"},
{"text": "Solitude that throws the honest rays of perfect euphoria;", "author": "Debatrayee Banerjee"},
{"text": "Days feels like years when you're alone.", "author": "Auliq Ice"},
{"text": "Sad truth is. . . we all end up alone on some death bed. Yeah? No way to take anybody else's place and no way we can be lying on the same one.", "author": "S.D. Lawendowski"},
{"text": "The world itself, like the mask, began to seem difficult to believe in, and I was stricken with an unutterable sense of loneliness.", "author": "Kōbō Abe"},
{"text": "It's bad to be unable to stand solitude.", "author": "Tolstoy, Leo"},
{"text": "So now the sky was falling.", "author": "Mary Connealy"},
{"text": "Prayer and Meditation", "author": "Swami Dhyan Giten"},
{"text": "You are the least-alone person I have ever known. Your heart has always included within it everyone who let you love them, and many who did not.", "author": "Orson Scott Card"},
{"text": "Respect is reverence out of love, Fear is reverence out of hate.Choose Wisely", "author": "Abhishek Shukla"},
{"text": "As a remedy to life in society I would suggest the big city. Nowadays, it is the only desert within our means.", "author": "Albert Camus"},
{"text": "Loneliness is a shadow of death", "author": "Bangambiki Habyarimana"},
{"text": "I can’t sleep alone anymore", "author": "Charlotte Eriksson"},
{"text": "Sometimes in utter hopelessness I put my cheek on the table like it was someone. I wanted to wake my brain up and be loved.", "author": "Eileen Myles"},
{"text": "Loneliness—since I was trying to escape it—was hell; and yet for the hermit who seeks it, it is apparently happiness.", "author": "Kōbō Abe"},
{"text": "Sometimes even a \"Yes\" can be fatal for our Souls", "author": "Abhishek Shukla"},
{"text": "Stop explaining to others, people will only understand from their level of discernment.", "author": "Abhishek Shukla"},
{"text": "In the end it will be your “Actions” “Convictions” & “Thoughts” which will determine how you shaped your life.", "author": "Abhishek Shukla"},
{"text": "Did I read because I was lonely, or was I lonely because I started to read?", "author": "Grace Metalious"},
{"text": "Here is the voice of my main Character in my Talon book series, I’ll let her introduce herself to you:", "author": "Gigi Sedlmayer"},
{"text": "When you are stressed and challenged by hardships just smile through it as frowning won’t help in changing the situation", "author": "Abhishek Shukla"},
{"text": "Its all about perception in life, For some One minus One = One & for some its Zero.That's the only difference.", "author": "Abhishek Shukla"},
{"text": "You read something which you thought only happened to you, and you discovered it happened 100 years ago to Dostoyevsky.", "author": "James Baldwin"},
{"text": "Caught in your youniverse again? Try reaching out to the one besides you!", "author": "Stefan Emunds"},
{"text": "Bukowski was dead wrong, the man was drunk most likely when he said this.", "author": "Samuel K"},
{"text": "Do not be sad that all odds are against you; be happy that your real purpose is by you", "author": "Ernest Agyemang Yeboah"},
{"text": "I'm never going to be happy, but I could get close now, I think. I could be almost normal. I could have a friend.", "author": "Alyssa Brugman"},
{"text": "Truth be told, loneliness had seeped into her bones with the passing of time until it had become her normal way of life.", "author": "Katherine McIntyre"},
{"text": "No one is materialistic by birth. It the loneliness of that person which makes him, love things that can never love him back.", "author": "Srinivas Shenoy"},
{"text": "She knew all the indices to the idle lonely, never bought a small tube of toothpaste, never dropped a magazine in her shopping card.", "author": "Joan Didion"},
{"text": "Loneliness gave me things that no one did. It gave me pain, It gave me strength to gather myself and stand again. It gave me strength to wait for you.", "author": "Srinivas Shenoy"},
{"text": "Depression, the Cancer that gnaws at your Body,Mind and Soul.", "author": "Marlene Davis"},
{"text": "Here, in my solitude, I have the feeling that I contain too much humanity.", "author": "Ingmar Bergman"},
{"text": "I didn't have that kind of friendship, the forever kind of friendship that will last your whole life through, no matter what.", "author": "Jenny Han"},
{"text": "The loneliest thing in the world is lying awake beside someone asleep. ~ \"The November Story", "author": "Rebecca Makkai"},
{"text": "Don't ask creator to guide your footsteps if you're not willing to move your feet.", "author": "Abhishek Shukla"},
{"text": "People say how do you live alone? My response-I have time for myself not for loneliness...", "author": "Ankit_pandey"},
{"text": "I purely came over because I thought you looked extremely lonely. You have an extremely sensitive face.", "author": "J.D. Salinger"},
{"text": "Love is the reflection of a broken heart in a shattered mirror...", "author": "Abhishek Shukla"},
{"text": "How long you will live in your dreams? The time is now, it's better to go and follow them..", "author": "Abhishek Shukla"},
{"text": "A particular variety of loneliness, like peering deep into the darkness.", "author": "Banana Yoshimoto"},
{"text": "loneliness is a great teacher and a master test of character", "author": "Ernest Agyemang Yeboah"},
{"text": "He needed her so badly, to reassure himself of his", "author": "Salman Rushdie"},
{"text": "To be happy to be sad and sad to be happy is to sing an echo in that beautiful language called Sorrow.", "author": "Criss Jami"},
{"text": "One dead and one alone. That's how the story ends.", "author": "Karen Quan"},
{"text": "Beware! devil occupies your soul with forbidden desires", "author": "Muhammad Anwar Jalil"},
{"text": "The worst kind of loneliness, I think, is to be in the presence of those you love and have them treat you like you aren't there.", "author": "John Burley"},
{"text": "There had never been any more between us than", "author": "Erich Maria Remarque"},
{"text": "If you don't Understand the color of Darkness and Loneliness Then you must be Blind", "author": "Yaganesh Derasari"},
{"text": "The world is “sick” with loneliness in spite of multitudes of people living in it", "author": "Sunday Adelaja"},
{"text": "To you who eat a lot of rice because you’re lonely,", "author": "Chun Yang Hee"},
{"text": "I never feel alone realizing the fact that my life is my only life partner", "author": "Munia Khan"},
{"text": "They're sharing a drink called loneliness, but at least its better than drinking alone.", "author": "Billy Joel"},
{"text": "Inside my house, nobody was home, except everybody, but it was easy to feel like those were one and the same.", "author": "Alison Espach"},
{"text": "Loneliness is not the enemy of your joy", "author": "Munia Khan"},
{"text": "As she looks through the window;", "author": "J.B"},
{"text": "Why would you want any other, when you’re a world within a world?", "author": "Elliott Smith"},
{"text": "Every avalanche was once a lonely snowflake, every flood was once an aching raindrop.", "author": "Jenim Dibie"},
{"text": "The meeting of the two lonely souls is the meeting of the dark sea with the moonlight.", "author": "Mehmet Murat ildan"},
{"text": "My father moved out a week later. I hugged him at our front door and couldn't bear to watch him leave with so much luggage.", "author": "Alison Espach"},
{"text": "Sometimes the rain", "author": "Sanober Khan"},
{"text": "It's alright to love someone who doesn't love you back, as long as they're worth you loving them. As long as they deserve it.", "author": "Cassandra Clare"},
{"text": "Will: I've never seen anyone get so excited over books before. You'd think they were diamonds.", "author": "Cassandra Clare"},
{"text": "Smiling is not a choice It’s a Lifestyle Pass it on", "author": "Abhishek Shukla"},
{"text": "Most of us do things for reasons that are more purely personal. For love, or for hate.", "author": "Cassandra Clare"},
{"text": "Lonely and Alone: There's a difference.", "author": "Jerhia"},
{"text": "A lie near to truth is always difficult to catch", "author": "Abhishek Shukla"},
{"text": "To be successful in life , Plan, Implement, Revise, Update, and Build on Change.", "author": "Abhishek Shukla"},
{"text": "Passion + Vision +Skill + Mentoring = Success.", "author": "Abhishek Shukla"},
{"text": "Their beauty had always seemed to him like the beauty of pressed flowers - lovely, but dead.", "author": "Cassandra Clare"},
{"text": "There's not a lot to do when you don't want to do anything.", "author": "Noelle Blanche"},
{"text": "I love you.\" He stabbed a thumb at his chest as he glared at her.", "author": "Kristen Callihan"},
{"text": "I know where I came from—but where did all you zombies come from?", "author": "Robert A. Heinlein"},
{"text": "Tessa: Are all vampires like that? Cold like that?", "author": "Cassandra Clare"},
{"text": "Your never alone , look around you there are so many objects , they don't live but are there in your presence , your never truly alone", "author": "Kenrick Fernandes"},
{"text": "So be lonely, Liz. Learn your way around loneliness. Make a map of it. Sit with it, for once in your life. Welcome to the human experience.", "author": "Elizabeth Gilbert"},
{"text": "No matter how much I think, no matter how much I try, I can't fill this void of loneliness in my heart.", "author": "Auliq Ice"},
{"text": "The Girl does not dream. The Girl has never dreamed.", "author": "Emma Rose Kraus"},
{"text": "All people are lonely in some ways. Some people are lonely in all ways.", "author": "Casey Robinson"},
{"text": "What's a rainy day", "author": "Sanober Khan"},
{"text": "I love your loneliness. It is brave. It makes the universe want to protect you.", "author": "Ben Okri"},
{"text": "The trick to loneliness is to spend a lot of time inside one’s head.", "author": "Pat R"},
{"text": "I think I’ll feel out of place wherever I go on earth, forever. But that’s fine. I have to make my peace with that.", "author": "Laura Marling"},
{"text": "I know! WHY! – Am I so catty? – Cause I’m consumed with envy an’ eaten up with longing? –", "author": "Tennessee Williams"},
{"text": "When I wear her clothes, I just feel safer, like she's whispering in my ear.", "author": "Jandy Nelson"},
{"text": "Start wherever you are! Low hanging fruit really tastes as good as the high stuff.", "author": "Abhishek Shukla"},
{"text": "It was so odd what brought out tenderness in people. It was never what you have expected.", "author": "Cassandra Clare"},
{"text": "Like most cities, London could be a lonely place...", "author": "Kassandra Cross"},
{"text": "It is as great a thing to love as it is to be loved. Love is not something that can be wasted.", "author": "Cassandra Clare"},
{"text": "Dad? Dad, no. No. I can't. I can't. Why are you saying these things?\"", "author": "Benjamin Alire Sáenz"},
{"text": "Some people are severely lonely, all they can do is accept the single life as an example of being free and happy.", "author": "Anthony Liccione"},
{"text": "She never wished for the thing what she is experiencing. It is her inner voice that became her enemy.", "author": "Durgesh Satpathy"},
{"text": "I don't know. I got nothing. No house, no people, no place. Maybe that's troubles. Don't I say?", "author": "Alex La Guma"},
{"text": "Maybe we’re all a how are you away from not feeling so alone in all of this today.", "author": "Hannah Brencher"},
{"text": "I used to be a poet.", "author": "Roman Payne"},
{"text": "Sit with me, and I'll not be alone.", "author": "Richelle E. Goodrich"},
{"text": "The life is cruel death to me without you.", "author": "Veronica Franco"},
{"text": "I hadn't talked to myself in a while, but then again, I was all alone. I was my only true supporter. And loneliness is a bitch.", "author": "Stevie J. Cole"},
{"text": "They don’t know I only speak in runaway train stations", "author": "Katelin Wagner"},
{"text": "Have and show motivation to do and learn. That's the key for a good career. Everything else is an extrapolation of that.", "author": "Abhishek Shukla"},
{"text": "Theres no competition in DESTINY. Run your own RACE and wish others WELL!!!", "author": "Abhishek Shukla"},
{"text": "I imagine it feels like bathing in ice to the person touching her. But how does it feel to her? Cold as she is, it must surely burn like fire.", "author": "Orson Scott Card"},
{"text": "Pray GOD by HEART, Not by HABIT.", "author": "Abhishek Shukla"},
{"text": "The only way to be content in life is to make sure your NEED don't become GREED.", "author": "Abhishek Shukla"},
{"text": "To enjoy a peaceful & Beautiful Life We should open our 'EYE' and Close our 'I", "author": "Abhishek Shukla"},
{"text": "Loneliness is a hell of a drug.", "author": "Jeremy Robert Johnson"},
{"text": "You’re not discontent for wanting to be in a relationship, you’re just human.", "author": "Cole Ryan"},
{"text": "The pain will always be in you — but you will not always be in pain.", "author": "Abby Norman"},
{"text": "It's indifference that breaks hearts, not love.", "author": "Marty Rubin"},
{"text": "We are all alone in this world; even in a crowd.", "author": "Kenneth G. Eade"},
{"text": "I was lonely, and a lonely heart has hungers that can overpower both common sense and dignity.", "author": "Robin Hobb"},
{"text": "Living your life is a task so difficult it has never been attempted before.", "author": "Abhishek Shukla"},
{"text": "Perhaps her requirements were too great,", "author": "A.L.O.E."},
{"text": "To be insular is to be independent. But it is also to be alone.", "author": "Peter Ackroyd"},
{"text": "No body is a looser either he is a Winner or a Learner", "author": "Abhishek Shukla"},
{"text": "The only difference between success and failure is Lack of Vision", "author": "Abhishek Shukla"},
{"text": "Always follow your dreams with confidence and conviction, don’t fall for the trap of dream killers", "author": "Abhishek Shukla"},
{"text": "The only goal in life is to be happy, genuinely, intensely and consistently , regardless of what it looks like to others.", "author": "Abhishek Shukla"},
{"text": "Don’t be afraid of failures it takes courage to try new things & only those who try create History.", "author": "Abhishek Shukla"},
{"text": "Find answers in your weakness and surprise in your strength and always remember the golden rule every failure has HOPES", "author": "Abhishek Shukla"},
{"text": "It’s all about “Priorities” There's No Such Thing as \"Busy", "author": "Abhishek Shukla"},
{"text": "The only principle of Success in Life :\"You must be present to win.", "author": "Abhishek Shukla"},
{"text": "Life is same for everyone. The difference is only that some are living by heart and some for only sake of living", "author": "Abhishek Shukla"},
{"text": "The only enemy which stands between the talent you posses and success you achieve is known as \"EGO\" in our Society", "author": "Abhishek Shukla"},
{"text": "Don’t be afraid of failures it takes courage to try new things & only those who try create miracles.", "author": "Abhishek Shukla"},
{"text": "You will forever be a stranger in a world that cannot really understand you...", "author": "Dinesh Kumar Biran"},
{"text": "When we are young we fear we are not alone in the dark, When we grow up we fear we are", "author": "nomad"},
{"text": "Time don't have heart emotions and feelings", "author": "Sher E Yazdan"},
{"text": "It's hard to imagine, seeing all of us breathing yet one day each of us shall be gone, leaving memories.", "author": "Auliq Ice"},
{"text": "A city full of eight million people. It was all rather lonely sometimes.", "author": "Kelly Moran"},
{"text": "Live a life that leaves a memory, nobody can steal.", "author": "Abhishek Shukla"},
{"text": "The only unreachable dream is the one you don’t reach for.", "author": "Abhishek Shukla"},
{"text": "The richest people in the world build networks and invest in people; everyone else looks for work and invests in survival.", "author": "Abhishek Shukla"},
{"text": "True Relations never break and relation which breaks were never true", "author": "Abhishek Shukla"},
{"text": "IF you want to be a winner than follow one simple rule and feed it in your mind. Take each task and work as \" Do it yourself project.", "author": "Abhishek Shukla"},
{"text": "What seems like the right thing to do could also be the hardest thing you have ever done in your life", "author": "Abhishek Shukla"},
{"text": "A wise man is someone who knows how to convert obstacles into resources.", "author": "Abhishek Shukla"},
{"text": "THE Biggest enemy of Truth is known as Facts in our Society", "author": "Abhishek Shukla"},
{"text": "Sometimes life is like living in a chamber of Liquid Oxygen. Liquid don't allow you to live and Oxygen don't let you die.", "author": "Abhishek Shukla"},
{"text": "Life is a do-it-yourself project.", "author": "Abhishek Shukla"},
{"text": "For all those who say its a Man world. Respect Women Its their World we are just guest here", "author": "Abhishek Shukla"},
{"text": "As long as we have MEMORIES, yesterday REMAINS and as long as we have HOPE, tomorrow AWAITS...", "author": "Abhishek Shukla"},
{"text": "The thing about our choices is that after we have made them, they turn around and make us.", "author": "Abhishek Shukla"},
{"text": "MISUNDERSTANDING\" arises only when you see the things with Closed Eyes", "author": "Abhishek Shukla"},
{"text": "TAKE Risk because you never know how absolutely perfect something could turn out to be..", "author": "Abhishek Shukla"},
{"text": "Only Boiled Seeds are afraid of failure.", "author": "Abhishek Shukla"},
{"text": "YOU have to design your own Price tag for the world.", "author": "Abhishek Shukla"},
{"text": "Two powerful factors which creates difference between destroying your relationship and deepening it are EGO and Attitude", "author": "Abhishek Shukla"},
{"text": "No matter what goals you set to accomplish always remember there is a thing known as Life which you should never forget to live and enjoy", "author": "Abhishek Shukla"},
{"text": "If you are depressed, you are living in the past. If you are anxious, you are living in the future", "author": "Abhishek Shukla"},
{"text": "Fame is an island, and right before the castaway, the getaway of being known without being known.", "author": "Criss Jami"},
{"text": "Let not the jolly be alone in the world, for they shall talk about the future and snag to do the exercises.", "author": "Auliq Ice"},
{"text": "I've started to feel very odd within my own life. It's most peculiar to feel lonely inside your own life.", "author": "Jackie Kay"},
{"text": "But I know that for every good thing that comes along, there is always a cost.", "author": "Veronica Roth"},
{"text": "It is better to be alone than to become a person that loses his soul to the fear of loneliness.", "author": "Shannon L. Alder"},
{"text": "If she's in pain now she doesn't show it; she just closes her eyes and surrenders, and that is worse than her screaming for help, somehow.", "author": "Veronica Roth"},
{"text": "I can hear your angered silence,", "author": "Anonymous"},
{"text": "Because it's so hard to be kind to the world when all you've ever felt is hate.", "author": "Tahereh Mafi"},
{"text": "It is a sound like loneliness—enough to let you know you’re there, but not enough to fill you with life.", "author": "David Levithan"},
{"text": "The Geranium", "author": "Theodore Roethke"},
{"text": "You hold an absence at your center, as if it were a life.", "author": "Richard Brostoff"},
{"text": "You build walls to fortify your heart,", "author": "Toba Beta"},
{"text": "In the sinking sand,", "author": "Joanna Newsom"},
{"text": "There's something I want to say in this space, but it's an emptiness where there's usually a hug. — Colin Morton to Mary Lee Bragg, 1972", "author": "David Eso"},
{"text": "One day, your beauty will manifest in someone's eye.", "author": "Anthony Liccione"},
{"text": "Quinn wanted to make her see that people didn't live like this; but what was the use. No one was going to get her away from Bird Man out there.", "author": "Thomas McGuane"},
{"text": "I sense the joy of young and old,", "author": "Anonymous"},
{"text": "Grief denied will surface in borrowed clothes, the mad, sad clothes of paranoia, fear or loneliness", "author": "Johnny Rich"},
{"text": "Even when it seems that there is no one else, always remember there's one person who never ceased to love you - yourself.", "author": "Sanhita Baruah"},
{"text": "In other people's company I felt I was dull, gloomy, unwelcome, at once bored and boring...", "author": "André Gide"},
{"text": "Some might say that suicide is for cowards. I dare them to hold a razor to their wrists and say it as they slice into their own flesh.", "author": "Aubrey Dark"},
{"text": "You will never feel alone, if you run down the stairs of loneliness; as every solitary step becomes your companion.", "author": "Munia Khan"},
{"text": "Maybe loneliness is an acquired taste, or maybe it's like plunging your hand in ice water--it hurts like hell in the beginning, and then you go numb.", "author": "Tiffany Schmidt"},
{"text": "If solitude feels painful, it's only because we don't know how to be alone.", "author": "Michael       Harris"},
{"text": "One thing that is clearer to me every day is how much we all have in common, and one of those commonalities is that we all think we are alone.", "author": "Liat Segal"},
{"text": "To an optimist loneliness is freedom, to all others it is prison.", "author": "Amit Kalantri"},
{"text": "And lonely as it is that loneliness", "author": "Robert Frost"},
{"text": "and the boy's eyes are searching hers with something like loneliness, like the very last thing he wants is to be left behind right now.", "author": "Jennifer E. Smith"},
{"text": "On our way back to her house, I didn’t look at the city lights any longer. I looked into the sky and felt as if the moon was following us.", "author": "Ishmael Beah"},
{"text": "I don't think there's a lonelier feeling than being with someone who has stopped caring.", "author": "Alexis Harrington"},
{"text": "the idea of being invisibly alone in a crowd of strangers is so tempting for a number of introverts...or maybe for loneliness?", "author": "Jennifer William"},
{"text": "Loneliness is a poison, but aloneness is a catalyst.", "author": "Sam Killermann"},
{"text": "In the silence of night, great minds either unite or die", "author": "Katja Michael"},
{"text": "... but she was also bewilderingly lonely... Abra had lost her gift for being alone.", "author": "John Steinbeck"},
{"text": "Walking alone is not difficult but when we have walked a mile worth a thousand years with someone then coming back alone is what is difficult.", "author": "Faraaz Kazi"},
{"text": "I inhale loneliness like it is the sweet smell of virgin earth conquered by fiery rain drops. Within me, I'm a thousand others.", "author": "Faraaz Kazi"},
{"text": "Everything you do makes my body scream with loneliness. When I see you, the room swallows me. I find myself at the bottom of the pool.", "author": "Henry Rollins"},
{"text": "It's lonely up in the top", "author": "Kermit the Frog"},
{"text": "I can push everything into the dark.But it leaves me empty.And the dark always ends up finding me in my sleep", "author": "Rebecca Donovan"},
{"text": "Dark hair on a white pillow, an ache inside, his face a reflection in her eye.", "author": "Donna Lynn Hope"},
{"text": "There was a story etched in each wrinkle on his forehead-the stories any long life can amass but that only a lonely life locks forever.", "author": "Ashay Abbhi"},
{"text": "The rhythm of solitude, once so intimidating, began to feel comfortable. Aloneness, I was learning, does not have to equal loneliness.", "author": "John Grogan"},
{"text": "There comes a point where you become tired of the loneliness and need a human touch, a caress to make you realize you still exist as a person.", "author": "Felice Stevens"},
{"text": "She doesn't give directions but there is a pot of gold at the end of her rainbow...Find it. If you can.", "author": "Donna Lynn Hope"},
{"text": "We are alone by birth, but we conceal the truth from ourselves till death.", "author": "Junaid Raza"},
{"text": "The only person I really wanted to talk about Augustus Waters was Augustus Waters.", "author": "John Green"},
{"text": "The only person I really wanted to talk to about Augustus Waters' death was Augustus Waters.", "author": "John Green"},
{"text": "You are right... I am lonely. But unlike the rest of this world I am not lonely for anybody.", "author": "Dimitri Zaik"},
{"text": "There were not words enough in the English language, nor in any language, to make his attitude and conduct intelligible to them.", "author": "Jack London"},
{"text": "At some point, loneliness becomes less a condition than a habit.", "author": "Jonathan Tropper"},
{"text": "The high is what you crave, what you would kill for... and believe me, you will lie to yourself until it's to late to stop.", "author": "H. Alazhar"},
{"text": "Being lonely and loving your own company are two very different things. Don't ever get them mixed up.", "author": "Zaeema J. Hussain"},
{"text": "Too many thousands of opened books yawned between them and him. He had exiled himself.", "author": "Jack London"},
{"text": "It was an intensely lonely moment, like all of eighth grade condensed into one claustrophobic second.", "author": "Lisa Rowe Fraustino"},
{"text": "And the bell jangled, the driver started. The bus whirled off, to the last stop, the lonely room, the lonely night.", "author": "Brian Moore"},
{"text": "I cry everyday but for a limited time", "author": "Yash Gupta"},
{"text": "Friendless is most loneliness in the world", "author": "Chatchawan Tangtrongpanich"},
{"text": "You told me you would never leave me, but the only thing I feel is loneliness...", "author": "Mickeal Bonneau"},
{"text": "I used to be fine in my loneliness", "author": "Charlotte Eriksson"},
{"text": "Living things don't all require", "author": "Louise Glück"},
{"text": "I've never been in love. I've dreamt of it day and night, but my heart is like a fine piano no one can play because the key is lost.", "author": "Anton Chekhov"},
{"text": "Nobody should have to choose between a cold heart and a dead heart.", "author": "Nenia Campbell"},
{"text": "I watched the moon alone, unable to share his cold beauty with anyone.", "author": "Haruki Murakami"},
{"text": "I seek the city because there is nothing sweeter than not being alone in your loneliness.", "author": "Charlotte Eriksson"},
{"text": "Loneliness is a crowded room,", "author": "Bryan Ferry"},
{"text": "If you have never found yourself, the best place to look is in your loneliness, and rock-bottom is even better.", "author": "Bryant McGill"},
{"text": "Poverty only tries men's souls. It is loneliness that breaks the heart.", "author": "Sam Rayburn"},
{"text": "Once you connect with yourself, it is impossible to be lonely or desperate.", "author": "Bryant McGill"},
{"text": "The void can only be filled with love.", "author": "Marty Rubin"},
{"text": "Have you ever considered another type of loneliness; a good and healthy, happy loneliness?", "author": "Bryant McGill"},
{"text": "Your arms ache to hold someone --", "author": "Sarah Tregay"},
{"text": "Dreams were frail things, when all was said, and loneliness the only certainty.", "author": "Jan Cox Speas"},
{"text": "Loneliness is really a wonderful companion that can show us so much about ourselves and others.", "author": "Bryant McGill"},
{"text": "relations are the failures of life..", "author": "jasneet"},
{"text": "Loneliness will give you the greatest chance of ever having a beautiful relationship with another person.", "author": "Bryant McGill"},
{"text": "Loneliness and desperation are only possible when we have lost touch with our beauty within.", "author": "Bryant McGill"},
{"text": "To love and not be loved; is to die and not be dead", "author": "Jerry Darroch"},
{"text": "I didn't feel lonely until there was something to yearn for. Loneliness and longing are two sides of the same coin.", "author": "Jostein Gaarder"},
{"text": "Thus it had come about that she had read far more fiction, and far more poetry, those two sanctuaries of the lonely, than most of her kind.", "author": "John Fowles"},
{"text": "She wondered what life would be like if there was always an arm around her shoulder and if there was a back that welcomed her hug all the time.", "author": "Deirdre Riordan Hall"},
{"text": "Nothing has the power to remind you how alone you are like walking through a conglomeration of empty skyscrapers.", "author": "Matthew Tysz"},
{"text": "Loneliness is not lack of company. Loneliness is lack of purpose.", "author": "Guillermo Maldonado"},
{"text": "I always welcomed the comforting cloak of night except for the times when I lost something in it.", "author": "Donna Lynn Hope"},
{"text": "She pulls up to the drive way", "author": "anon"},
{"text": "I don't know what I'm doing in Santa Teresa,\" Amalfitano said to himself after he'd been living in the city for a week.", "author": "Roberto Bolaño"},
{"text": "That’s why; he’s worried about how his life is turning out, and he’s lonely, and lonely people are the bitterest of them all.", "author": "Nick Hornby"},
{"text": "Could my proud loneliness be merely an illusion?", "author": "Nicola Lecca"},
{"text": "Even the loneliest and most solitary in the universe... the very cold space dust... will eventually come together to form a star.", "author": "G.C. Huxley"},
{"text": "loneliness doesn't kill you, but it becomes extremely different when you find it among the crowd.", "author": "nobody"},
{"text": "She's clearly gone too long without male companionship if any brute who walked her way made her sit up and take notice.", "author": "Cari Quinn"},
{"text": "There is a German word,", "author": "Julian Barnes"},
{"text": "Maybe his nightmare had been about me.", "author": "Marie Lu"},
{"text": "We are like puzzle pieces who are perfectly suited to make a giant picture together, but we are assembling ourselves in the dark.", "author": "Vironika Tugaleva"},
{"text": "Anyone who is desperate or alone will agree there is comfort in routine.", "author": "Simon Van Booy"},
{"text": "Love is something totally new every day, but pleasure is not, pleasure has continuity. Love is always new, and therefore it is its own eternity.", "author": "Jiddu Krishnamurti"},
{"text": "She was not yet dead. But I was already alone.", "author": "Marcel Proust"},
{"text": "When you lose your freedom, you lose, first and foremost, the opportunity to choose the company you keep.", "author": "Masha Gessen"},
{"text": "The cheese stands alone", "author": "Robert Cormier - i Adam Farmer i"},
{"text": "You have to face the very thing you fear.--tdf", "author": "Tonya D. Floyd"},
{"text": "The perfection of loneliness is you can do whatever you want by yourself.", "author": "M.F. Moonzajer"},
{"text": "I doubt even you can begin to understand the depths of her.", "author": "Samantha young"},
{"text": "Loneliness is that feeling to understand your own Self", "author": "Samar Sudha"},
{"text": "Until you get comfortable with being alone, you’ll never know if you’re choosing someone out of love or loneliness.", "author": "Mandy Hale"},
{"text": "He liked lonely places, because he never really felt alone.", "author": "Eleanor Catton"},
{"text": "The tragedy of the man not set up for tragedy—that is every man's tragedy.", "author": "Philip Roth"},
{"text": "Don’t you realize the Internet is just a way for millions of sad people to be completely alone together?", "author": "Wayne Gladstone"},
{"text": "The loneliness I endured during that time of my life is something I hope never to experience again.", "author": "Leanne Waters"},
{"text": "Who am I? They often tell me I would step from my cell's confinement calmly, cheerfully, firmly, like a squire from his country-house.", "author": "Dietrich Bonhoeffer"},
{"text": "Loneliness is the best way to realize that you are not alone..", "author": "C. Massios"},
{"text": "The Temperature is Rising", "author": "M.I. Ghostwriter"},
{"text": "I had failed him; I knew it. But I could do no more. It was beyond my strength.", "author": "Christopher Isherwood"},
{"text": "Life’s harrowing echo only to be faded into exiled loneliness", "author": "Munia Khan"},
{"text": "El, you are telling me to run away with a man to become his mistress.\"", "author": "Jennifer Ashley"},
{"text": "My intention had not been to find her, for I had been busy being lonely with someone else.", "author": "Ben Marcus"},
{"text": "He couldn't remember the last time human hands had willingly touched him.", "author": "Kristen Callihan"},
{"text": "Religion is what an individual does with his solitariness.", "author": "Alfred North Whitehead"},
{"text": "It seems to him there are", "author": "Rainer Maria Rilke"},
{"text": "Today's word was", "author": "Margaret Brownley"},
{"text": "True, I was rather alone, but loneliness isn't proof of not being right.", "author": "Krleža, Miroslav"},
{"text": "The whole problem of life is this: how to break out of one's own solitude, how to communicate with others.", "author": "Cesare Pavese"},
{"text": "I’m not a good kid. Yeah, look, I’m just a piece of paper with the word sad and a bunch of cuss words written on it.", "author": "Benjamin Alire Sáenz"},
{"text": "Being brave and being alone aren't the same thing.", "author": "Lyndsay Faye"},
{"text": "Sometimes I feel as if I'm racing with my own shadow", "author": "Haruki Murakami"},
{"text": "Sometimes I feel that I could stand in the middle of the square and scream and thrash about like a wildling, and no one would notice.", "author": "Kerrigan Byrne"},
{"text": "But a lonely man is an unnatural man, and soon comes to perplexity. From perplexity to fantasy. From fantasy to madness.", "author": "Daphne du Maurier"},
{"text": "Behind this smile in my face", "author": "Alexia Chase"},
{"text": "Do you have a shoulder to cry on?", "author": "Sanhita Baruah"},
{"text": "He saw her red eyes filled with tears of anger.", "author": "Sanhita Baruah"},
{"text": "The old gal was only another lonely creature in a world that didn’t care", "author": "Charles Bukowski"},
{"text": "Touch my song with your lips, make it immortal,", "author": "Nirav Sanchaniya"},
{"text": "Is this how it is for a species that senses it is going extinct? Is there a feeling of loneliness, or unease, each morning, upon awakening?", "author": "Rick Bass"},
{"text": "She needed intimacy and a sense of partaking in, not just observing, real life.", "author": "Eiji Yoshikawa"},
{"text": "Nothing was permanent. . . Nothing will be permanent. . . Nothing is permanent. . .~Ramy(n)", "author": "Ramy. . ."},
{"text": "When traversing the vast sea of loneliness, Oneness is the only true safe harbor.", "author": "Gary   Hopkins"},
{"text": "To the turtle, the concept of \"loneliness\" is incomprehensible. She always has been alone, and any other social state is unthinkable.", "author": "Robert H. Baker"},
{"text": "Loneliness is just a passing disillusion we can conquer by acknowledging those around us.", "author": "Jenny Cutler Lopez"},
{"text": "I do not worry about the beauty of the world, neither do I care, but it is all dark and dirty when you are not around.", "author": "M.F. Moonzajer"},
{"text": "Lately Mirabelle had reflected wistfully if people even noticed her – a smartly dressed woman who came and went along the Promenade, always alone.", "author": "Sara Sheridan"},
{"text": "I want to dive in the deepest trench,", "author": "khushboo suneja"},
{"text": "I don't think I've ever felt anything other than lonely. \"", "author": "Theresa  Smith"},
{"text": "She lives in a world of her own – a world of – little glass ornaments…", "author": "Tennessee Williams"},
{"text": "One need not be a chamber to be haunted,", "author": "Emily Dickinson"},
{"text": "But what I did sense was an emptiness like a black hole inside of him, and there was no predicting what might emerge from a place like that.", "author": "Ryū Murakami"},
{"text": "Never keep yourself alone. Keep talking to yourself. And you'll start feeling better.", "author": "Prerak Trivedi"},
{"text": "He was free and unencumbered. Which is to say alone and unemployed.", "author": "Tim Winton"},
{"text": "My shadow is tired walking with me; but I have yet to be bored walking with myself, all by myself...", "author": "Munia Khan"},
{"text": "People who are all alone have every right to be friends with one another.", "author": "Shirley Jackson"},
{"text": "if it was time that made me lost what we were, then i hate time...", "author": "Maira Zafred Marinho Mesel"},
{"text": "paradise seemed further away than India, but Hell had become a bit closer", "author": "V.S. Naipaul"},
{"text": "One of the greatest acts of service you can do is to find someone who is secretly lonely and be a friend to them, if only for a day.", "author": "Dan Pearce"},
{"text": "sometime am feeling proud to have ma loneliness but, sometime am so feeling lonely.", "author": "kamal parvez"},
{"text": "there's no clarity.", "author": "Charles Bukowski"},
{"text": "darkness falls upon Humanity", "author": "Charles Bukowski"},
{"text": "My dear girl, is it that you are so lonely that you had to create this?", "author": "Mark Z. Danielewski"},
{"text": "Loneliness is more painful than being hurt", "author": "Eiichiro  Oda"},
{"text": "when you're young", "author": "Charles Bukowski"},
{"text": "sometimes all we need to be able to continue alone", "author": "Charles Bukowski"},
{"text": "When you are a long way from where you think you belong, you will attach yourself to people you would otherwise ignore or even dislike.", "author": "Russell Banks"},
{"text": "As Sicknes is the greatest misery, so the greatest misery of sicknes, is solitude...Solitude is a torment which is not threatened in hell itselfe.", "author": "Oliver Sacks"},
{"text": "I bask in that sympathy because it's nice to have somebody who cares, even if it's the wrong person for the wrong reasons.", "author": "Nenia Campbell"},
{"text": "Deprived of human intercourse, I inevitably overvalue the imagination and expect it to make the mundane glow with an aura of self-transcendence.", "author": "J.M. Coetzee"},
{"text": "I write small poems—", "author": "john j geddes"},
{"text": "You don't have to know someone your whole life to know them. Not really. Lonely is the same everywhere.", "author": "Lamar Giles"},
{"text": "When other girls were dreaming about love, she dreamt of love too, but in an entirely different context - the ones they took for granted.", "author": "Donna Lynn Hope"},
{"text": "I've seen women-and men too, sometimes-as canna bear the sound of their own thoughts, and they maybe dinna make such good matches with those who can.", "author": "Diana Gabaldon"},
{"text": "All the hungers will kill, but hunger of loneliness turns you into a philosopher.", "author": "M.F. Moonzajer"},
{"text": "Man is a coward in space, for he is by himself.", "author": "Richard Llewellyn"},
{"text": "...it’s not just the person who fills a house, it’s their I’ll be back later!s, their toothbrushes and unused hats and coats, their belongingnesses.", "author": "David Mitchell"},
{"text": "I AM ALWAYS ALONE. BUT JUST NOW I WANT TO BE ALONE BY MYSELF.", "author": "Terry Pratchett"},
{"text": "Humans are almost always lonely.", "author": "Frank Herbert"},
{"text": "This bed yawns", "author": "Maya Angelou"},
{"text": "Loneliness is not lack of companion; it is the absence of the right people in our life. That is why we are alone even among the people.", "author": "M.F. Moonzajer"},
{"text": "Love was the result of having caught a glimpse of another's loneliness.", "author": "Nadeem Aslam"},
{"text": "I stayed in bed for over an hour", "author": "Mira Gonzalez"},
{"text": "I kept my whole life in suitcase,", "author": "Shinedown"},
{"text": "Halls are full of strangers, even when you recognize the faces.", "author": "Jayme K."},
{"text": "A man travels fastest who travels alone.", "author": "Agatha Christie"},
{"text": "I was in awe of the mystery of human compassion and the inability of love to make the distance between us any more bearable.", "author": "Keith Hollihan"},
{"text": "-That's kind of sad.", "author": "Doug Dorst"},
{"text": "It takes courage to be creative. Just as soon as you have an idea, you become a minority of one.", "author": "E. Paul Torrance"},
{"text": "Beauty is wishing for loneliness without any regret and complains.", "author": "M.F. Moonzajer"},
{"text": "Must’ve been hard on your mom,” Frank said. “I guess we’ll do anything for someone we love.", "author": "Rick Riordan"},
{"text": "Be my friend and love me, for the world is terrible lonely and I am sad.", "author": "Catherynne M. Valente"},
{"text": "That's the strange thing about a good story. No pleasure if you can't share it.", "author": "Carsten Jensen"},
{"text": "Wherever you go in the next", "author": "Roman Payne"},
{"text": "At the innermost core of all loneliness is a deep and powerful yearning for union with one's lost self.", "author": "Brendan Francis"},
{"text": "Love is an actual need, an urgent requirement of the heart,\" he read aloud from an old essay on marriage that he found in his files.", "author": "Jan Karon"},
{"text": "Show me what you've written,\" I said, although I wanted desperately to avoid looking at it.", "author": "Osamu Dazai"},
{"text": "Books make the best ersatz friendships.", "author": "Nenia Campbell"},
{"text": "Even if times are tough and you're enduring a terrible heartache, it's important to focus your anger on a vibrator, not another person.", "author": "Chelsea Handler"},
{"text": "The worst kind of loneliness in the world is isolation that comes from being misunderstood. It can make people lose their grasp on reality.", "author": "Shyza Chaudhry"},
{"text": "Beauty becomes tinged with sadness when experienced alone.", "author": "Ava Zavora"},
{"text": "the path is lost, and I’ve become part of the wreckage − another meaningless casualty.", "author": "Ky Grabowski"},
{"text": "Arrogance and selfishness are not the only reasons behind our loneliness, but most often we used to be alone because of them.", "author": "M.F. Moonzajer"},
{"text": "If you try you would never be alone; because the whole world is tired of loneliness.", "author": "M.F. Moonzajer"},
{"text": "You are everything that I don’t have.", "author": "M.F. Moonzajer"},
{"text": "Yeah, it’s hard, baby", "author": "Walter Dean Myers"},
{"text": "I love my loneliness as you do love your virginity.", "author": "M.F. Moonzajer"},
{"text": "Cause sometimes what makes you two is shadow and you.", "author": "Jayson lobo"},
{"text": "So that you will hear me", "author": "Pablo Neruda"},
{"text": "I'd spent my life searching for something I couldn't name.", "author": "Emma Raveling"},
{"text": "Oh yes, it hurts at times to be alone among the stars. But it hurts a lot more to be alone at a party. A lot more.", "author": "George R.R. Martin"},
{"text": "No one loves us here, let’s go to Mars.", "author": "M.F. Moonzajer"},
{"text": "Being alone is better than sitting next to a lover and feeling lonely.", "author": "Richard Linklater"},
{"text": "I shall not be lonely. No one who reads is ever that.", "author": "Mildred Aldrich"},
{"text": "Stories are our gifts to a world that doesn't see us.", "author": "Sarah Black"},
{"text": "I would like to be with you, but I do love my loneliness too.", "author": "M.F. Moonzajer"},
{"text": "…when you lonely is the best time to pray, to speak to the Lord, and most important, to listen to the Lord…", "author": "Andrew Galasetti"},
{"text": "I guess I've been waiting so long I'm looking for perfection. That makes it tough.", "author": "Haruki Murakami"},
{"text": "A half-dead thing in a stark dead world, clean mad for the muck called gold.", "author": "Robert W. Service"},
{"text": "No one realized that, being left out in the cold, I was also very much in the dark.", "author": "Deborah Curtis"},
{"text": "This Midwestern sky is the nakedest loneliest sky in America. To escape it, people live inside and underground.", "author": "Walker Percy"},
{"text": "I want you to know that you will not be alone in your loneliness,” he said.", "author": "Lisa Valdez"},
{"text": "The only way to escape the feeling of loneliness is to just be silent", "author": "Sonya Withrow"},
{"text": "For those living in a dark cave... sometimes all it takes is for someone to throw us a lifeline.", "author": "Martin R. Lemieux"},
{"text": "Don’t be afraid of loneliness, because everything is a door; even loneliness is a door, it opens to somewhere!", "author": "Mehmet Murat ildan"},
{"text": "I've never been afraid of being alone. For the sake of my work, I must be!", "author": "Ochiai Naoyuki"},
{"text": "Don't ignore the love you DO have in your life by focusing on the love you DON'T.", "author": "Mandy Hale"},
{"text": "A season of loneliness and isolation is when the caterpillar gets its wings. Remember that next time you feel alone.", "author": "Mandy Hale"},
{"text": "All I know is that I shall be alone again. There is nothing more terrible than to be alone among human beings.", "author": "Stefan Zweig"},
{"text": "I'm not like them", "author": "Kurt Cobain"},
{"text": "Self-hatred is worse than loneliness.", "author": "John Irving"},
{"text": "Walking by yourself in the rain is for college kids who think loneliness makes poets.", "author": "Peter S. Beagle"},
{"text": "But there it is: Everyone is alone, for life, and maybe that's not such a bad thing.", "author": "Julianna Baggott"},
{"text": "It would be so great to have someone my own age to talk to, even if it was just about books.", "author": "Alex Flinn"},
{"text": "You think you're alone until you realize you're in it.", "author": "Elvis Costello"},
{"text": "How Gloomy it is, to pause, to cease and to rust unburn, to get used and be indistinct. Like to live is to breathe.", "author": "Abhijit Tripathi"},
{"text": "There was a marvelous, dark lyricism in his voice, the kind of defiance that is rooted in deep loneliness.", "author": "Tom Robbins"},
{"text": "It's a funny thing in my job: you remain perpetually lonely in a world where loneliness is the rarest commodity.", "author": "Brian W. Aldiss"},
{"text": "I could say it was the nights when I was lonely", "author": "Elvis Costello"},
{"text": "You don’t know what it means to be betrayed!", "author": "Yuuki Obata"},
{"text": "You are helpful, and you are loved, and you are forgiven, and you are not alone.", "author": "John Green"},
{"text": "Death has become so predictable that I have neither the youthful reverence of it nor the middle-age fear.", "author": "Meghna Pant"},
{"text": "Loneliness means when you have no one to celebrate your success with and share your pains.", "author": "M.F. Moonzajer"},
{"text": "...companionship refused is worse than loneliness.", "author": "Mark Haddon"},
{"text": "Things go backward.", "author": "Charles Yu"},
{"text": "There pass the careless people", "author": "A.E. Housman"},
{"text": "It's not that people are mean to each other; it's just that they haven't forgotten the times when being selfless brought them loneliness & pain.", "author": "Saurabh Sharma"},
{"text": "Na, it's not about the human desires; it's about the desires being used to get rid of loneliness, insecurity and lack of love we often feel.", "author": "Saurabh Sharma"},
{"text": "I think she's afraid to even hug me now. It's my fault, but I miss it, Andrew. I miss it so much it aches sometimes, you know?'", "author": "J.H. Trumble"},
{"text": "She deserved at least one person who saw her and knew how good she was.", "author": "Rick Riordan"},
{"text": "I'm a lion in a strange land.", "author": "Criss Jami"},
{"text": "Ursula craved solitude but she hated loneliness", "author": "Kate Atkinson"},
{"text": "The more we wait, the more everything and everyone looks like a grain of sand escaping between our fingers before vanishing into the wind.", "author": "Fábio Moon"},
{"text": "The Loneliness of the Military Historian", "author": "Margaret Atwood"},
{"text": "You know the parlor trick.", "author": "Billy Collins"},
{"text": "As long as you write, you'll never be lonely.", "author": "Donna Lynn Hope"},
{"text": "I am jealous of anyone who can make other people care so much.", "author": "David Levithan"},
{"text": "The saints were his friends, and blessed him; the monsters were his friends, and guarded him.", "author": "Victor Hugo"},
{"text": "To the extent that one is responsible for one's life, one is alone.", "author": "Irvin D. Yalom"},
{"text": "I was lonelier than I should be, for a woman in love, or half in love.", "author": "Edna O'Brien"},
{"text": "To multiply the years and divide by the desire to live is a kind of false accounting.", "author": "Peter Heller"},
{"text": "If you are lonely when you are alone, you are in poor company.", "author": "Bryant McGill"},
{"text": "There is nothing more lonely than a true artist.", "author": "Tom Spanbauer"},
{"text": "When we can be alone, we can be with others without using them as an escape.", "author": "bell hooks"},
{"text": "When a man has learned how to remain alone with his suffering, how to overcome his longing to flee, then he has little left to learn.", "author": "Albert Camus"},
{"text": "alone doesn't mean lonely. It just means alone. It just means that for now, you're on your own, and that's not a terrible thing.", "author": "Hemal Jhaveri"},
{"text": "To be a human being means to be lonely.To go on becoming a person means exploring new modes of resting in our loneliness.", "author": "Robert Hobson"},
{"text": "Yes, I guess you could say I am a loner, but i feel more lonely in a crowded room with boring people then i feel on my owm.", "author": "Henry Rollins"},
{"text": "You know that saying about how you don’t know what you have until it’s gone? I already did know what I had, and now that she’s gone, I know even more.", "author": "A.S. King"},
{"text": "It was so quiet, a reservation kind of quiet, where you can hear somebody drinking whiskey on the rocks three miles away.", "author": "Sherman Alexie"},
{"text": "I didn't want any flowers, I only wanted", "author": "Sylvia Plath"},
{"text": "A radio was playing quietly. Nobody was listening. It was there to drown out the silence.", "author": "Rachel Abbott"},
{"text": "Everyone is a lonely victim of life's complexity.", "author": "Ted Dekker, Carl Medearis"},
{"text": "I’m alone, stumbling through the city in the dark, trying not to let the night freeze my blood.", "author": "Isaac Marion"},
{"text": "It is one of life's great ironies that most people's only connection to success is their attachment to the pain of not having achieved it.", "author": "Stephen Smoke"},
{"text": "It felt as if I’d been teleported to the dark side of the moon, forced to gaze out at the stars and wonder which one I’d come from.", "author": "Heather Heffner"},
{"text": "He stopped, feeling lonely in his long speech.", "author": "John Steinbeck"},
{"text": "You are the architect of your own loneliness.", "author": "Adam Shankman"},
{"text": "Experience teaches that the fire of mental grief is intensified by being confined to its own hearth.", "author": "Fr James Groenings"},
{"text": "I preferred to look at the sea, which said nothing and never made you feel alone.", "author": "Paula McLain"},
{"text": "The loneliest days are the ones where you keep company with someone you love who can’t hear you.", "author": "Holly Robinson"},
{"text": "Over the wintry", "author": "Natsume Sōseki"},
{"text": "Lonely’s a different kind of pain, it doesn’t hurt as bad as heartbreak. I preferred it and embraced it ‘cause I reckoned it was one or the other.", "author": "Kristen Ashley"},
{"text": "I understand everything,” he said.", "author": "William Goldman"},
{"text": "Loneliness is not a result of physical isolation; you're only lonely the day you realize that nobody shares your opinions.", "author": "Sabah Carrim"},
{"text": "The emptiness made her insides ache.", "author": "Anna McPartlin"},
{"text": "Loneliness is a failure to appreciate others.", "author": "Marty Rubin"},
{"text": "What a difference having a friend makes.", "author": "Richard Paul Evans"},
{"text": "I am not alone, in my aloneness.", "author": "T. Scott McLeod"},
{"text": "Madoka: Won't anyone notice that Mami-san is dead?", "author": "Magica Quartet"},
{"text": "There are lots of different ways grown-ups disappear. It's lonely being the one left behind.", "author": "Julia Green"},
{"text": "Barbaric is letting the woman suffer to be alone for the rest of her life.", "author": "Missy Lyons"},
{"text": "Where a people prays, there is the hurch; and where the church is; there is never loneliness.", "author": "Dietrich Bonhoeffer"},
{"text": "He’s like a hero come back from the", "author": "Henry Miller"},
{"text": "We all need something to believe in. Without those beliefs we're just floating particles moving through the space time continuum.", "author": "Solange nicole"},
{"text": "Stillness was most natural. To go on scrabbling and running and grasping after some kind of life was aberration; stillness was lasting.", "author": "Jane Rogers"},
{"text": "I felt very lonely when they were all there.", "author": "Ernest Hemingway"},
{"text": "I've noticed that loneliness gets stronger when we try to face it down, but gets weaker when we simply ignore it.", "author": "Paulo Coelho"},
{"text": "Loneliness becomes a lover, solitude a darling sin.", "author": "Ian Fleming"},
{"text": "I'm not crazy or dangerous,", "author": "Emma Forrest"},
{"text": "Sometimes the silence is the loudest thing in the room.", "author": "Cory Basil"},
{"text": "Silence is the source of healing. When we bring things from within ourselves out into the light of awareness, a healing process happens.", "author": "Swami Dhyan Giten"},
{"text": "She almost never said his name. Because it made the dreams too real. Because it made the loneliness too tangible when she woke up.", "author": "Dianna Hardy"},
{"text": "The train blows through town", "author": "Kellie Elmore"},
{"text": "When we are lonely we not only react more intensely to the negatives; we also experience less of a soothing uplift from the positives.", "author": "John T. Cacioppo"},
{"text": "..snow gently settles like dust in a shaft - for one moment there is no one else - only the wind like the hiss of an ice skate ...", "author": "john geddes"},
{"text": "This morning could have been perfect. The cruel truth is they have never been. Give us loneliness or give us death.", "author": "Sean Gabler"},
{"text": "I want to be alone... with someone else who wants to be alone.", "author": "Dimitri Zaik"},
{"text": "......and not out of fear or loneliness, but only to find myself again... for we have come too far my Life, to turn back now...", "author": "John Geddes"},
{"text": "Loneliness isn’t a lack of people. It is a lack of understanding and acceptance.", "author": "Bronnie Ware"},
{"text": "...across the snowy field the barn light gleams - it's the loneliness of November twilight...", "author": "John Geddes"},
{"text": "...and my loneliness, always my loneliness - that airless bubble of despair that is slowing stifling me.", "author": "Tabitha Suzuma"},
{"text": "I can't shove the dark out of my way.", "author": "Jandy Nelson"},
{"text": "If you make friends with yourself, you'll never be alone.", "author": "Maxwell Maltz"},
{"text": "I stood lonely enough, but to that feeling of isolation I was accustomed: it did not oppress me much.", "author": "Charlotte Brontë"},
{"text": "Only worse thing than being cold, and too tired to defend yourself, is to be cold and alone. And I wouldn't ever wish that on nobody.", "author": "Steven J. Carroll"},
{"text": "Novelty is a new kind of loneliness.", "author": "Wendell Berry"},
{"text": "Roo: What’s your definition of popularity?", "author": "E. Lockhart"},
{"text": "And it feels strange, almost sad, to walk through ther empty halls. Each step I take sounds so lonely.", "author": "Jay Asher"},
{"text": "So remember those who win the game", "author": "Janis Ian"},
{"text": "I invented adventures for myself and made up a life, so as at least to live in some way.", "author": "Fyodor Dostoyevsky"},
{"text": "I had gotten so used to being alone, but never entirely used to it. Never used to it enough to stop wanting the alternative.", "author": "David Levithan"},
{"text": "When we learn to speak, we learn to translate.", "author": "Octavio Paz"},
{"text": "...real loneliness is having no one to miss. Think yourself lucky you've known something worth missing.", "author": "Emma Donoghue"},
{"text": "We expect more from technology and less from each other.", "author": "Sherry Turkle"},
{"text": "Hey, Hank, I notice all the women around your place lately ... good looking stuff; you're doing all right.\"", "author": "Charles Bukowski"},
{"text": "Loneliness can make you feel that you have a kingdom in darkness.", "author": "MRK ONTIM"},
{"text": "The abundance of small things, it'll bury you.", "author": "Alden Bell"},
{"text": "I feel there's a funny little hole in me that wasn't there before, like a splinter in your finger, but this is somewhere above my stomach.", "author": "Louise Fitzhugh"},
{"text": "A woman's voice answered, \"Hello?\"", "author": "Ray Bradbury"},
{"text": "At times I feel like a socket that remembers its tooth.", "author": "Saul Bellow"},
{"text": "Loneliness is a crowded room", "author": "Bryan Ferry"},
{"text": "My fear of loneliness is like a disease.", "author": "Irene Tomkinson"},
{"text": "how much he loved being alone except when he didn't, except when it got to be too much?", "author": "Elizabeth Graver"}
]