[
{"text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "Friedrich Nietzsche"},
{"text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.", "author": "Jane Austen"},
{"text": "Happiness [is] only real when shared", "author": "Jon Krakauer"},
{"text": "The trouble is not that I am single and likely to stay single, but that I am lonely and likely to stay lonely.", "author": "Charlotte Brontë"},
{"text": "To be fully seen by somebody, then, and be loved anyhow - this is a human offering that can border on miraculous.", "author": "Elizabeth Gilbert"},
{"text": "Marriage can wait, education cannot.", "author": "Khaled Hosseini"},
{"text": "Never marry at all, Dorian. Men marry because they are tired, women, because they are curious: both are disappointed.", "author": "Oscar Wilde"},
{"text": "And she's got brains enough for two, which is the exact quantity the girl who marries you will need.", "author": "P.G. Wodehouse"},
{"text": "I know enough to know that no woman should ever marry a man who hated his mother.", "author": "Martha Gellhorn"},
{"text": "The trouble with some women is that they get all excited about nothing - and then marry him.", "author": "Cher"},
{"text": "Love, n. A temporary insanity curable by marriage.", "author": "Ambrose Bierce"},
{"text": "No woman wants to be in submission to a man who isn't in submission to God!", "author": "T D Jakes"},
{"text": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.", "author": "Katharine Hepburn"},
{"text": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman.", "author": "Steve Maraboli"},
{"text": "If I get married, I want to be very married.", "author": "Audrey Hepburn"},
{"text": "Ye are Blood of my Blood, and Bone of my Bone,", "author": "Diana Gabaldon"},
{"text": "Longed for him. Got him. Shit.", "author": "Margaret Atwood"},
{"text": "Why does a woman work ten years to change a man, then complain he's not the man she married?", "author": "Barbra Streisand"},
{"text": "Marriage is a fine institution, but I'm not ready for an institution.", "author": "Mae West"},
{"text": "By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.", "author": "Socrates"},
{"text": "Some people claim that marriage interferes with romance. There's no doubt about it. Anytime you have a romance, your wife is bound to interfere.", "author": "Groucho Marx"},
{"text": "I had rather hear my dog bark at a crow, than a man swear he loves me.", "author": "William Shakespeare"},
{"text": "I am your Prince and you will marry me,\" Humperdinck said.", "author": "William Goldman"},
{"text": "One should always be in love. That's the reason one should never marry.", "author": "Oscar Wilde"},
{"text": "An archaeologist is the best husband a woman can have. The older she gets, the more interested he is in her.", "author": "Agatha Christie"},
{"text": "Men marry because they are tired; women, because they are curious: both are disappointed.", "author": "Oscar Wilde"},
{"text": "you can take this mouth", "author": "Daphne Gottlieb"},
{"text": "Oh, Lizzy! do anything rather than marry without affection.", "author": "Jane Austen"},
{"text": "Nice people don't necessarily fall in love with nice people.", "author": "Jonathan Franzen"},
{"text": "I love you more than I hate everything else.", "author": "Rainbow Rowell"},
{"text": "A great marriage is not when the 'perfect couple' comes together. It is when an imperfect couple learns to enjoy their differences.", "author": "Dave Meurer"},
{"text": "There comes a time in your life when you have to choose to turn the page, write another book or simply close it.", "author": "Shannon L. Alder"},
{"text": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.", "author": "Gabriel García Márquez"},
{"text": "We ruined each other by being together. We destroyed each other’s dreams.", "author": "Kate Chisman"},
{"text": "There is one thing more exasperating than a wife who can cook and won't, and that's a wife who can't cook and will.", "author": "Robert Frost"},
{"text": "Rejection is an opportunity for your selection.", "author": "Bernard Branson"},
{"text": "Almost every sinful action ever committed can be traced back to a selfish motive. It is a trait we hate in other people but justify in ourselves. ", "author": "Stephen Kendrick"},
{"text": "Women may fall when there's no strength in men.", "author": "William Shakespeare"},
{"text": "I was married by a judge. I should have asked for a jury.", "author": "Groucho Marx"},
{"text": "So,\" he called to her back, \"Just out of curiosity, you know, purely conversation and all, at what age", "author": "Laini Taylor"},
{"text": "Never forget the nine most important words of any family-", "author": "H. Jackson Brown Jr."},
{"text": "I do not think you can name many great inventions that have been made by married men.", "author": "Nikola Tesla"},
{"text": "Getting married is like trading in the adoration of many for the sarcasm of one.", "author": "Mae West"},
{"text": "Such silence has an actual sound, the sound of disappearance.", "author": "Suzanne Finnamore"},
{"text": "Whoa, I'm your girlfriend now?\"", "author": "Rachel Hawkins"},
{"text": "Men are my hobby, if I ever got married I'd have to give it up.", "author": "Mae West"},
{"text": "To keep your marriage brimming, with love in the wedding cup, whenever you're wrong, admit it; whenever you're right, shut up.", "author": "Ogden Nash"},
{"text": "I wouldn't want to marry anybody who was wicked, but I think I'd like it if he could be wicked and wouldn't.", "author": "L.M. Montgomery"},
{"text": "When I said I would die a bachelor, I did not think I should live till I were married.", "author": "William Shakespeare"},
{"text": "I married a damned cereal killer", "author": "Susan Elizabeth Phillips"},
{"text": "The best thing a girl can be is a good wife and mother. It is a girl's highest calling. I hope I am ready.", "author": "Nancy E. Turner"},
{"text": "Never Let anyone tell you that you can't; show them that you can.", "author": "Gloria Mallette"},
{"text": "I am\" is reportedly the shortest sentence in the English language. Could it be that \"I do\" is the longest sentence?", "author": "George Carlin"},
{"text": "My wife and I were happy for twenty years. Then we met.", "author": "Rodney Dangerfield"},
{"text": "You don't know when you're twenty-three.", "author": "Rainbow Rowell"},
{"text": "There are some who want to get married and others who don't. I have never had an impulse to go to the altar. I am a difficult person to lead.", "author": "Greta Garbo"},
{"text": "The desire to get married is a basic and primal instinct in women. It's followed by another basic and primal instinct: the desire to be single again.", "author": "Nora Ephron"},
{"text": "Bigamy is having one wife too many. Monogamy is the same.", "author": "Oscar Wilde"},
{"text": "Love without sacrifice is like theft", "author": "Nassim Nicholas Taleb"},
{"text": "The true measure of a man is how he treats you when others are not looking.", "author": "Alessandra Torre"},
{"text": "I take thee... to be my awful wedded husband", "author": "Susan Elizabeth Phillips"},
{"text": "A good marriage is where both people feel like they're getting the better end of the deal.", "author": "Anne Lamott"},
{"text": "Not like this. He wanted it to be real.", "author": "Suzanne Collins"},
{"text": "You were born together, and together you shall be forevermore.", "author": "Kahlie Gibran"},
{"text": "Sexiness wears thin after awhile and beauty fades, but to be married to a man who makes you laugh every day, ah, now that is a treat.", "author": "Joanne Woodward"},
{"text": "I’ve never been the one. Not for anybody.", "author": "Nora Roberts"},
{"text": "A journey is like marriage. The certain way to be wrong is to think you", "author": "John Steinbeck"},
{"text": "Catholics don't believe in divorce. We", "author": "Diana Gabaldon"},
{"text": "My husband and I have never considered divorce... murder sometimes, but never divorce.", "author": "Joyce Brothers"},
{"text": "He didn't marry you to become king. He became king because he wanted to marry you.", "author": "Megan Whalen Turner"},
{"text": "Either you go to America with Mrs. Van Hopper or you come home to Manderley with me.\"", "author": "Daphne du Maurier"},
{"text": "Love is an act of endless forgiveness; a tender look which becomes a habit.", "author": "Peter Ustinov"},
{"text": "The essential matrimonial facts: that to be happy you have to find variety in repetition; that to go forward you have to come back to where you begin.", "author": "Jeffrey Eugenides"},
{"text": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", "author": "Michel de Montaigne"},
{"text": "Become the kind of person the kind of person you would like to marry would like to marry.", "author": "Douglas Wilson"},
{"text": "love one another, but make not a bond of love:", "author": "Kahlil Gibran"},
{"text": "A man in love is incomplete until he has married. Then he's finished.", "author": "Zsa Zsa Gabor"},
{"text": "Marriage must fight constantly against a monster which devours everything: routine.", "author": "Honore de Balzac"},
{"text": "Women leave their marriages when they can't take any more. Men leave when they find someone new.", "author": "J. Courtney Sullivan"},
{"text": "Chains of gold are still chains.", "author": "Robert Thier"},
{"text": "One can be very much in love with a woman without wishing to spend the rest of one's life with her.", "author": "W. Somerset Maugham"},
{"text": "Before I got married I had six theories about raising children; now, I have six children and no theories.", "author": "John Wilmot"},
{"text": "A girl can wait for the right man to come along but in the meantime that doesn't mean she can't have a wonderful time with all the wrong ones", "author": "Cher"},
{"text": "When you see what some girls marry, you realize how they must hate to work for a living.", "author": "Helen Rowland"},
{"text": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.", "author": "Rita Rudner"},
{"text": "Marriage is not a process for prolonging the life of love, sir. It merely mummifies its corpse.", "author": "P.G. Wodehouse"},
{"text": "I was steeped in denial, but my body knew.", "author": "Suzanne Finnamore"},
{"text": "I used to loathe ambivalence; now I adore it. Ambivalence is my new best friend.", "author": "Suzanne Finnamore"},
{"text": "They say all marriages are made in heaven, but so are thunder and lightning.", "author": "Clint Eastwood"},
{"text": "I'm done. I don't need anything more out of life. I have you, and that's enough.", "author": "Alessandra Torre"},
{"text": "And no bathroom on earth will make up for marrying a bearded man you hate.", "author": "Dodie Smith"},
{"text": "Delusion detests focus and romance provides the veil.", "author": "Suzanne Finnamore"},
{"text": "As Unto the bow the the cord is ,", "author": "Henry Wadsworth Longfellow"},
{"text": "In the vastness of space and the immensity of time, it is my joy to share a planet and an epoch with Annie.", "author": "Carl Sagan"},
{"text": "No measure of time with you will be long enough, but we'll start with forever.", "author": "Stephenie Meyer"},
{"text": "Over time, any deception destroys intimacy, and without intimacy couples cannot have true and lasting love.", "author": "Bonnie Eaker Weil"},
{"text": "I have yet to hear a man ask for advice on how to combine marriage and a career.", "author": "Gloria Steinem"},
{"text": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love. ", "author": "Pearl Buck"},
{"text": "Marrying means to halve one's rights and double one's duties", "author": "Arthur Schopenhauer"},
{"text": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do. ", "author": "Zsa Zsa Gabor"},
{"text": "To complain that I could only be married once was like complaining that I had only been born once.", "author": "G.K. Chesterton"},
{"text": "If I follow the inclination of my nature, it is this: beggar-woman and single, far rather than queen and married.", "author": "Elizabeth I"},
{"text": "To catch a husband is an art; to hold him is a job.", "author": "Simone de Beauvoir "},
{"text": "If you have to convince someone to stay with you then they have already left.", "author": "Shannon L. Alder"},
{"text": "A heart can stop beating for a while, one can still live.", "author": "Suzanne Finnamore"},
{"text": "No woman marries for money; they are all clever enough, before marrying a millionaire, to fall in love with him first.", "author": "Cesare Pavese"},
{"text": "It's the perfect solution. We argue all the time. We can't stand each other. It's like we're already married.", "author": "Lisa Kleypas"},
{"text": "Then, slowly, like the sunrise peeking over the horizon, she smiled.", "author": "Cora Carmack"},
{"text": "A woman is not property, and husbands who think otherwise are living in a dreamworld.", "author": "Robert A. Heinlein"},
{"text": "I know one thing about men,\" Bunny says with finality, leaving the room to check on A. \"They never die when you want them to.", "author": "Suzanne Finnamore"},
{"text": "Roen snorted. \"You two have the strangest relationship in the Dells.\"", "author": "Kristin Cashore"},
{"text": "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher.", "author": "Socrates"},
{"text": "Are you her boyfriend?", "author": "Brandon Mull"},
{"text": "When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment.", "author": "Warren Farrell"},
{"text": "Marriage, in my view, should be a balanced stalemate between equal adversaries.", "author": "Elizabeth Peters"},
{"text": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.", "author": "Katharine Hepburn"},
{"text": "Keep your eyes wide open before marriage, half shut afterwards.", "author": "Benjamin Franklin"},
{"text": "I must court her now,' said the Prince. 'Leave us alone for a minute.' He rode the white expertly down the hill.", "author": "William Goldman"},
{"text": "Two Trees", "author": "Janet Miles"},
{"text": "He left a bit too easily and with obvious relief. His feet were swift and sure on the muddy path.", "author": "Suzanne Finnamore"},
{"text": "If he's getting married, he's not longer interesting.", "author": "Colette"},
{"text": "I've missed you, Sebastian.\"", "author": "Lisa Kleypas"},
{"text": "Why are we bringing him along, again?\" Will inquired, of the world in general as well as his sister.", "author": "Cassandra Clare"},
{"text": "Already things are changing; it´s starting with small shit but oh it´s starting, the change, the irrevocable, impossible change.", "author": "Suzanne Finnamore"},
{"text": "God I loved Sammy. I’d considered marrying him, but his wife got upset when I asked for his hand.", "author": "Darynda Jones"},
{"text": "You are enough to drive a saint to madness or a king to his knees.", "author": "Grace Willows"},
{"text": "Marriage is about compromise; it's about doing something for the other person, even when you don't want to.", "author": "Nicholas Sparks"},
{"text": "[Marriage] happens as with cages: the birds without despair to get in, and those within despair of getting out.", "author": "Michel de Montaigne"},
{"text": "[O]ur honeymoon will shine our life long: its beams will only fade over your grave or mine.", "author": "Charlotte Brontë"},
{"text": "Of all the Hathaway sisters,” Cam said equably, “Beatrix is the one most suited to choose her own husband. I trust her judgment.", "author": "Lisa Kleypas"},
{"text": "Let men tremble to win the hand of woman, unless they win along with it the utmost passion of her heart!", "author": "Nathaniel Hawthorne"},
{"text": "And your will shall decide your destiny,\" he said: \"I offer you my hand, my heart, and a share of all my possessions.\"", "author": "Charlotte Brontë"},
{"text": "If we be doomed to marry, we marry; if we be doomed to remain single we do.", "author": "Thomas Hardy"},
{"text": "Years of love, followed by heartache.", "author": "C. Elizabeth"},
{"text": "My wife and I tried to breakfast together, but we had to stop or our marriage would have been wrecked.", "author": "Winston S. Churchill"},
{"text": "At the end of the day your ability to connect with your readers comes down to how you make them feel.", "author": "Benjamin J. Carey"},
{"text": "Real love, the Bible says, instinctively desires permanence.", "author": "Timothy Keller"},
{"text": "Marriage is a partnership, not a democracy.", "author": "Nicholas Sparks"},
{"text": "But they love each other. Isn't that what love means? That you're supposed to be there for the other person to turn to, no matter what?", "author": "Cassandra Clare"},
{"text": "A marriage of two independent and equally irritable intelligences seems to me reckless to the point of insanity.", "author": "Dorothy L. Sayers"},
{"text": "This is a wonderful day,” Anthony was muttering to himself. “A wonderful day.” He looked up sharply at Gareth. “You don’t have sisters, do you?", "author": "Julia Quinn"},
{"text": "I am going insane. Yes. That is what´s happening. Good. Insane.", "author": "Suzanne Finnamore"},
{"text": "Each recognized the fact that real commitment could be proven only through the passage of time.", "author": "Nicholas Sparks"},
{"text": "I support gay marriage. I believe they have a right to be as miserable as the rest of us.", "author": "Kinky Friedman"},
{"text": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.", "author": "George Bernard Shaw"},
{"text": "Heartbreak is a loss. Divorce is a piece of paper.", "author": "Taylor Jenkins Reid"},
{"text": "The Viscount stepped into the room. \"Came to see if you was dead,\" he said. \"Laid Pom odds you weren't.\"", "author": "Georgette Heyer"},
{"text": "The value of marriage is not that adults produce children, but that children produce adults.", "author": "Peter De Vries"},
{"text": "Marriage is like a well-built porch. If one of the two posts leans too much, the porch collapses. So each must be strong enough to stand on its own.", "author": "Deb Caletti"},
{"text": "The moment we decide to throw more energy into fighting for our mate than with him, the crack of a fist on the enemy's jaw splits the ears of angels.", "author": "Beth Moore"},
{"text": "Christopher heard a pair of women gossiping nearby, whispering in disapproving undertones.", "author": "Lisa Kleypas "},
{"text": "The chef turned back to the housekeeper. “Why is there doubt about the relations between Monsieur and Madame Rutledge?", "author": "Lisa Kleypas"},
{"text": "Thy husband is thy lord, thy life, thy keeper,", "author": "William Shakespeare"},
{"text": "The snag about marriage is, it isn´t worth the divorce.", "author": "Suzanne Finnamore"},
{"text": "I have a new mantra, which I chant softly to myself: \"Oh My God Oh My God.", "author": "Suzanne Finnamore"},
{"text": "Surprises, I feel now, are primarily a form of violence.", "author": "Suzanne Finnamore"},
{"text": "I love you as the mother of my child\": the kiss of death.", "author": "Suzanne Finnamore"},
{"text": "Bushwhacked, I examine my hands. Same hands. Rings still there but no longer valid.", "author": "Suzanne Finnamore"},
{"text": "It is to be broken. It is to be", "author": "Wendell Berry"},
{"text": "Marriage is just a piece of paper if it's not a happy one.", "author": "Phil Lester"},
{"text": "Did you pick that out?\" I asked Dimitri. Honestly, I would have expected him to bend a piece of steel with his bare hands and present her with that.", "author": "Richelle Mead"},
{"text": "She said she wanted my best line tomorrow after the show, and now I knew what it was going to be.", "author": "Cora Carmack"},
{"text": "He shook his head in wonder. \"You are magnificent.\"", "author": "Julia Quinn"},
{"text": "The Cheesecake Factory is a great business model, but if you take your wife there for your 25th wedding anniversary, you might not reach your 26th.", "author": "Scott Adams"},
{"text": "There can be no disparity in marriage like unsuitability of mind and purpose.", "author": "Charles Dickens"},
{"text": "Be careful whom you choose to love. This decision will impact your future life and happiness in ways you cannot yet imagine.", "author": "Toni Coleman, MSW"},
{"text": "In the true married relationship, the independence of husband and wife will be equal, their dependence mutual, and their obligations reciprocal.", "author": "Lucretia Mott"},
{"text": "Just start off with the same goals in mind. If you have the same values, same goals then you'll be on track for the same future.", "author": "Angelina Jolie"},
{"text": "After a universal silence, Leo was the first to speak. “Did anyone else notice—", "author": "Lisa Kleypas"},
{"text": "In other words, it's one of those books you thrust on your partner with an incredulous cry of \"This is me!", "author": "Nick Hornby"},
{"text": "The problem is simply finding the right person. Ask Plato. Just make sure she finishes your thoughts and you finish hers. That's all you need.", "author": "Elizabeth Kostova"},
{"text": "I first learned the concepts of non-violence in my marriage.", "author": "Mahatma Gandhi"},
{"text": "What we do for each other before marriage is no indication of what we will do after marriage.", "author": "Gary Chapman"},
{"text": "You, Jane, I must have you for my own--entirely my own.", "author": "Charlotte Bronte"},
{"text": "Unless I understand the Cross, I cannot understand why my commitment to what is right must be precedence over what I prefer.", "author": "Ravi Zacharias"},
{"text": "Because it is the nature of love to create, a marriage itself is something which has to be created, so that, together we become a new creature.", "author": "Madeleine L'Engle"},
{"text": "Once you embrace your value, talents and strengths, it neutralizes when others think less of you.", "author": "Rob Liano"},
{"text": "My mother is convinced that yellow is a happy color and that a happy girl would get a husband.", "author": "Julia Quinn"},
{"text": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery.", "author": "Erma Bombeck"},
{"text": "A sacrament--like marriage--means living a life better than your natural instincts, so that you're modeling God. And God never gives up.", "author": "Jodi Picoult "},
{"text": "I played possum. I did this, as the possum does, out of fear.", "author": "Suzanne Finnamore"},
{"text": "Every culture has some ritual for joining two people together and making them stay that way, and ours is giving tax breaks.", "author": "Bauvard"},
{"text": "God is great and God is good,\" Lisa says. \"But where are the Apache attack helicopters when you need them?", "author": "Suzanne Finnamore"},
{"text": "A good marriage, like any partnership, meant subordinating one's own needs to that of the other's, in the expectation that the other will do the same.", "author": "Nicholas Sparks"},
{"text": "The man may be the head of the household. But the woman is the neck, and she can turn the head whichever way she pleases.", "author": "Nia Vardalos"},
{"text": "It may be that same-sex couples will save the institution of marriage.", "author": "Elizabeth Gilbert"},
{"text": "A long marriage is two people trying to dance a duet and two solos at the same time.", "author": "Anne Taylor Fleming"},
{"text": "There is something revolting about the way girls' minds so often jump to marriage long before they jump to love.", "author": "Dodie Smith"},
{"text": "Take me now, God!\" I shout to the inky sky. \"I´m ready.\"", "author": "Suzanne Finnamore"},
{"text": "They are the we of me.", "author": "Carson McCullers"},
{"text": "Every cell in my body was telling me that he was my happily ever after.", "author": "C.J. English"},
{"text": "When I wake up,\" he said, \"remind me that I'm going to marry her.", "author": "Gabriel García Márquez"},
{"text": "People are meant to go through life two by two. ’Tain’t natural to be lonesome.", "author": "Thornton Wilder"},
{"text": "What kind of wedding would you like?\" he asked, and stole another kiss before she could reply.", "author": "Lisa Kleypas"},
{"text": "A wedding is and event, but marriage is a life.", "author": "Myles Munroe"},
{"text": "It's weird, marriage. It's like this license that gives a person the legal right to control their spouse / their 'other half.", "author": "Jess C. Scott"},
{"text": "The only time a woman really succeeds in changing a man is when he's a baby.", "author": "Natalie Wood"},
{"text": "She says it's really not very flattering to her that the women who fall in love with her husband are so uncommonly second-rate.", "author": "W. Somerset Maugham"},
{"text": "Marriage isn't about Winning - It's about Lasting", "author": "Mark Gorman"},
{"text": "Sometimes it was worth all the disadvantages of marriage just to have that: one friend in an indifferent world.", "author": "Erica Jong"},
{"text": "You don't want me to feel obligated? Well, I'm sorry, Lily. I am here", "author": "Tessa Dare"},
{"text": "Marriage is the only adventure open to the cowardly.", "author": "Voltaire"},
{"text": "Love is it's own protection.", "author": "Emma Goldman"},
{"text": "The whole world seems tilted, my inner ear displaced by a hole where my spouse used to be.", "author": "Suzanne Finnamore"},
{"text": "Whatever Jesus lays His hands upon, lives. If He lays is hands upon a marriage, it lives. If He is allowed to lay His hands on the family, it lives.", "author": "Howard W. Hunter"},
{"text": "Maybe love, unfathomable love, was too much for people, so they had traded it for something easier.", "author": "Gwenn Wright"},
{"text": "I prefer to be foolish when I feel like it, and be accountable to nobody.", "author": "Willa Cather"},
{"text": "My mind floats like ash. I blame myself most cruelly.", "author": "Suzanne Finnamore"},
{"text": "Marriage is give and take. You'd better give it to her or she'll take it anyway.", "author": "Joey Adams"},
{"text": "She couldn't do any worse, but then, he couldn't do better. So maybe it balanced out.", "author": "Terry Pratchett"},
{"text": "There are certain phrases potent to make my blood boil -- improper influence! What old woman's cackle is that?\"", "author": "Charlotte Brontë"},
{"text": "To the moralist prostitution does not consist so much in the fact that the woman sells her body, but rather that she sells it out of wedlock.", "author": "Emma Goldman"},
{"text": "Marriage is the triumph of imagination over intelligence. Second marriage is the triumph of hope over experience.", "author": "Oscar Wilde"},
{"text": "Oh, of course there's a risk in marrying anybody, but, when it's all said and done, there's many a worse thing than a husband.", "author": "L.M. Montgomery"},
{"text": "How can two people love each other, create children together, cohabitiate, build a life together, and then end up hating each other in the end.", "author": "Zane"},
{"text": "A woman with fair opportunities, and without an absolute hump, may marry WHOM SHE LIKES.", "author": "William Makepeace Thackeray"},
{"text": "Love is an ideal thing, marriage a real thing.", "author": "Johann Wolfgang von Goethe"},
{"text": "A good wife always forgives her husband when she's wrong.", "author": "Milton Berle"},
{"text": "The point I was trying to make before you interrupted with your inventory", "author": "Susan Elizabeth Phillips"},
{"text": "Marriage I think", "author": "Stevie Smith"},
{"text": "God bids you not to commit lechery, that is, not to have sex with any woman except your wife. You ask of", "author": "Augustine of Hippo"},
{"text": "Them lady poets must not marry, pal.", "author": "John Berryman"},
{"text": "Never marry who doesn't love you,", "author": "Miguel Ángel Sáez Gutiérrez «Marino»"},
{"text": "Divorce runs high these days, but I’m an exception to the norm. I got divorced when marriage was still popular.", "author": "Bauvard"},
{"text": "For a long moment the butler sat in silence, his jaw hanging open. “I . . . my lord, I simply don't feel qualified to advise you about such matters.", "author": "Suzanne Enoch"},
{"text": "Out of the frying pan into the fire! What is marriage but prostitution to one man instead of many? No different!", "author": "Angela Carter"},
{"text": "I'm not the marrying kind -\"", "author": "Lisa Kleypas"},
{"text": "Better die an old maid, sister, than marry the wrong man.", "author": "Billy Sunday"},
{"text": "When you’ve found the right one - when you see him, when you’re with him - you’ll feel like you’re coming home.", "author": "Phyllis Reynolds Naylor"},
{"text": "I would not wish to marry someone who had already been married. It would be,' she opined, 'like having someone else break in one's own pony.", "author": "Neil Gaiman "},
{"text": "What was our life like? I almost don't remember now. Though I remember", "author": "Richard Ford"},
{"text": "It was all Mrs. Bumble. She", "author": "Charles Dickens"},
{"text": "God will bring the right person into your life at the right time. Always believe that! If they are not there, God isn't finished yet!", "author": "Shannon L. Alder"},
{"text": "I was a veritable Johnny Appleseed of grand expectations, and all I reaped for my trouble was a harvest of bitter fruit.", "author": "Elizabeth Gilbert"},
{"text": "Nobles and peasants marry early. Businessmen tend to wait.", "author": "David Eddings"},
{"text": "Some marriages are made in heaven, but they all have to be maintained on earth. Mrs Miracle", "author": "Debbie Macomber"},
{"text": "This is your heart. Keep it locked until the chap turns up who has the key.", "author": "Jean Webster"},
{"text": "She was as sated with him as he was tired of her. Emma had rediscovered in adultery all the banality of marriage.", "author": "Gustave Flaubert"},
{"text": "When a girl marries, she exchanges the attention of many men for the inattention of one.", "author": "Helen Rowland"},
{"text": "I want to own this transition, not to simply swallow the shame of it entire. I will push for every little irony.", "author": "Suzanne Finnamore"},
{"text": "Someday, you may think of marrying. Pick someone who thinks you're the only person in the room.", "author": "Gabrielle Zevin"},
{"text": "Sex isn't all that important, but it is when you love someone very much.", "author": "Ava Gardner"},
{"text": "Even before we met and long after we're both gone, my heart lives inside of yours. I'm forever and ever in love with you.", "author": "Crystal Woods"},
{"text": "Marriage is a wonderful institution, but who would want to live in an institution?", "author": "H.L. Mencken"},
{"text": "The lot of the bride", "author": "Roman Payne"},
{"text": "Chains do not hold a marriage together. It is thread, hundreds of tiny threads which sew people together through the years.", "author": "Simone Signoret"},
{"text": "[I]n the end this shall be for me sufficient, that a marble stone shall declare that a Queen, having reigned such a time, lived and died a virgin.", "author": "Elizabeth I"},
{"text": "How can I grieve what is still in motion?\" I ask her. \"Shoes are still dropping all over the place. I´m not kidding,\" I say. \"It´s Normandy out there.", "author": "Suzanne Finnamore"},
{"text": "Ethan: \"You think I'm a hero?\"", "author": "Lucy Monroe"},
{"text": "This people know where their husbands are. I would like to vomit. I would like to vomit my soul out.", "author": "Suzanne Finnamore"},
{"text": "Marriage . . . is not a love affair; it is an ordeal. (92)", "author": "Joseph Campbell"},
{"text": "Then there was the war, and I married it because there was nothing else when I reached the age of falling in love.", "author": "Guy Sajer"},
{"text": "you can't be value free when it comes to marriage", "author": "Al Gore"},
{"text": "On marriage: You sort of stumble along and reconnect and lose each other and reconnect again.", "author": "Felicity Huffman"},
{"text": "Love is not maximum emotion. Love is maximum commitment.", "author": "Dr. Sinclair Ferguson"},
{"text": "I am replete with stamina in finding out every single fact I can about this whole affair.", "author": "Suzanne Finnamore"},
{"text": "When single you are,” Roger said, imitating Yoda dispensing advice to Luke, “get laid you can. When married you get, make love you do.", "author": "Sean Kennedy"},
{"text": "They ought to find out how to vaccinate for love, like smallpox.", "author": "Leo Tolstoy"},
{"text": "I mean, what do people talk about when they're married?\" \"Their kids, I guess.\" \"Maybe that's all they have in common.", "author": "Rita Mae Brown"},
{"text": "See I'm the reckless and wild one who saves him from being boring. It's why we're perfect for each other. We balance. - Madame Selena", "author": "Sherrilyn Kenyon"},
{"text": "Personally, I know nothing about sex, because I have always been married.", "author": "Zsa Zsa Gabor"},
{"text": "The music at a wedding procession always reminds me of the music of soldiers going into battle.", "author": "Heinrich Heine"},
{"text": "War and marriage and childbirth had passed over her without touching any deep chord within her and she was unchanged.", "author": "Margaret Mitchell"},
{"text": "I also remembered Buddy Willard saying in a sinister, knowing way that after I", "author": "Sylvia Plath"},
{"text": "Marriage is long enough to have plenty of room for time behind it.", "author": "William Faulkner"},
{"text": "Don't you suppose men get surprised after they're married to find", "author": "Margaret Mitchell"},
{"text": "She was blissfully unaware of her peril.", "author": "Anne Taintor"},
{"text": "Use the darkness of your past to propel you to a brighter future.", "author": "Donata Joseph"},
{"text": "Make my happiness--I will make yours.", "author": "Charlotte Brontë"},
{"text": "How could you do that to me?\" I repeat. I don´t have to itemize. He knows what I speak of.", "author": "Suzanne Finnamore"},
{"text": "Robin: When you", "author": "Elizabeth Goudge"},
{"text": "I am anchored on a resolve you cannot shake. My heart, my conscience shall dispose of my hand --", "author": "Charlotte Brontë"},
{"text": "The cafe was called Tattoos. The fella who owned it didn't have any tattoos... but we never saw his wife.", "author": "Karl Pilkington"},
{"text": "If I'm good enough to bed, surely I'm good enough to wed.", "author": "Elizabeth Hoyt"},
{"text": "When his wife was at his side, she was also in front of him, marking out the horizon of his life. Now the horizon is empty: the view has changed.", "author": "Milan Kundera"},
{"text": "I had my own bed. I slept in it alone, except for those times when we needed—not sex—but sex was how we got there.", "author": "Amy Hempel"},
{"text": "Social conservatives seem to see a bigger threat to marriage from committed gay couples who want in on it than from straight ones who opt out of it.", "author": "Margaret Talbot"},
{"text": "Yes. THANK YOU. And say hello to Judas Iscariot.", "author": "Suzanne Finnamore"},
{"text": "The abandonment came, and now this shabby bacchanal.", "author": "Suzanne Finnamore"},
{"text": "It's a terrible thing for a man when his woman gangs up on him wi' a toad", "author": "Terry Pratchett"},
{"text": "The first to apologize is the bravest.", "author": "-unknown"},
{"text": "Marriage,\" she said quietly, \"is the most expensive ticket to nowhere", "author": "Aryn Kyle"},
{"text": "As far as my experience of matrimony goes -- I think it tends to draw you out of, and away from yourself.", "author": "Charlotte Brontë"},
{"text": "Marriage and its entourage of possession and jealousy enslave the spirit.", "author": "Irvin D. Yalom"},
{"text": "So that is marriage, Lily thought, a man and a woman looking at a girl throwing a ball", "author": "Virginia Woolf"},
{"text": "Mom, camping is not a date; it's an endurance test. If you can survive camping with someone, you should marry them on the way home.", "author": "Yvonne Prinz"},
{"text": "... gay marriage rights coming and going, always being an issue for the voting public when it should be an individual‘s private choice.", "author": "G.A. Hauser"},
{"text": "The most out-there thing I’m saying is, ‘Don’t have babies. Don’t get married and have kids. Have a larger life than that.", "author": "Roseanne Barr"},
{"text": "When a man steals your wife, there is no better revenge than to let him keep her.", "author": "Sacha Guitry"},
{"text": "I believe a woman, in order to be a good wife, must be (among other things) both sensual and maternal.", "author": "Elisabeth Elliot"},
{"text": "No marriage stays in the same pattern forever. It is both the best feature of marriage and the worst, that it inevitably changes.", "author": "Lisa Kleypas"},
{"text": "There is a correlation between the number of days since a man last had sex, and, the number of things that he is willing to do for a woman.", "author": "Mokokoma Mokhonoana"},
{"text": "When a man takes a mistress, he doesn't turn around and divorce his wife.", "author": "Arthur Golden"},
{"text": "The true love is unconditional.", "author": "Toba Beta"},
{"text": "With twice his wits, she had to see things through his eyes -- one of the tragedies of married life.", "author": "Virginia Woolf"},
{"text": "And too soon Marred are those so early Made.", "author": "William Shakespeare"},
{"text": "The conception of two people living together for twenty-five years without having a cross word suggests a lack of spirit only to be admired in sheep", "author": "Alan Patrick Herbert"},
{"text": "There are often two conversations going on in a marriage. The one that you’re having and the one you’re not.", "author": "Robin Black"},
{"text": "When it comes to sex: some men treat women as objects; some women treat objects as men.", "author": "Mokokoma Mokhonoana"},
{"text": "Your place is with me,” Jem said. “It always will be.", "author": "Cassandra Clare"},
{"text": "It is not your love that sustains the marriage,", "author": "Dietrich Bonhoeffer"},
{"text": "Something bad was about to happen. My wife was being clever again.", "author": "Gillian Flynn"},
{"text": "The most incomprehensible thing in the world to a man, is a woman who rejects his offer of marriage!", "author": "Jane Austen"},
{"text": "No: I shall not marry Samuel Fawthrop Wynne.\"", "author": "Charlotte Brontë"},
{"text": "A woman dictates before marriage in order that she may have an appetite for submission afterwards.", "author": "George Eliot"},
{"text": "I believe people ought to mate for life...like pigeons or Catholics.", "author": "Woody Allen"},
{"text": "Flannel shirts should be outlawed for ex husbands; I realize this now. Flannel shirts are to women what crotchless panties are to men.", "author": "Suzanne Finnamore"},
{"text": "Maybe the difference between first marriage and second marriage is that the second time at least you know you are gambling.", "author": "Elizabeth Gilbert"},
{"text": "This is a woman you've known less than twelve hours. It took you a year to pick out a couch, but you're seriously—\"", "author": "Jennifer Crusie"},
{"text": "There's a very generous donation in the parish's future if you make this fast. Ten minutes, at the most.\"", "author": "Tessa Dare"},
{"text": "I'd rather be single, happy, and lonely sometimes than married, lonely, and happy sometimes.", "author": "Mark Fiore"},
{"text": "The real genesis is forbidden to me, vis-à-vis N´s inability to confess even the mildest transgressions.", "author": "Suzanne Finnamore"},
{"text": "He loves her for everything she is and is not. She’s old enough to appreciate that.", "author": "Mandy Nachampassack-Maloney"},
{"text": "Don't forget to wish your husband good-morning when he sets off to the office. He will feel the lack of your good-bye kiss all day.", "author": "Blanche Ebbutt"},
{"text": "Remember that children, marriages, and flower gardens reflect the kind of care they get.", "author": "H. Jackson Brown Jr."},
{"text": "Men, you'll never be a good groom to your wife unless you're first a good bride to Jesus.", "author": "Timothy Keller"},
{"text": "[L]asting love is something a person has to", "author": "Robert Wright"},
{"text": "The Apache don't have a word for love,\" he said.", "author": "Louis L'Amour"},
{"text": "It is not the hand that rocks the cradle that rules the world; it is the woman that holds the keys to the kingdom.", "author": "Shannon L. Alder"},
{"text": "If you both care for each other more than you care for yourself, your marriage will endure all.", "author": "Lisa Tawn Bergren"},
{"text": "Conversely, I though humiliation would be everything, but it´s such a nothing.", "author": "Suzanne Finnamore"},
{"text": "But how did you know that it was Stacy?", "author": "Phyllis Reynolds Naylor"},
{"text": "I review what I know once again, confronting the monolith now alien and almost unconnected to me: my marriage.", "author": "Suzanne Finnamore"},
{"text": "Of course married life is merely a habit, a bad habit. But then one regrets the loss even of one's worse habits.", "author": "Oscar Wilde"},
{"text": "Successful long term relationships are all about power levels.", "author": "Robert  Black"},
{"text": "Grow up, Bailey.\"", "author": "Erin Morgenstern"},
{"text": "If the Beast gave me a library like he gave to Belle, I’d marry him too.", "author": "Aya Ling "},
{"text": "As Romeo and Juliet found to their cost, marriage is never just about two people falling in love, it is about families.", "author": "Marina Lewycka"},
{"text": "People keep on getting married. Evidently hope is eternal in the human breast.", "author": "Sherwood Anderson"},
{"text": "In so many senseless deaths, beauty is to blame.", "author": "Suzanne Finnamore"},
{"text": "LOVE IS A FLOWER", "author": "Suzy Kassem"},
{"text": "Two human beings anchored to one another are like two ships shaken by waves; their carcases collide with one another and creak.", "author": "Andre Maurois"},
{"text": "Never give a lousy person the opportunity to create lousy babies.", "author": "Roberto Hogue"},
{"text": "This was fun. We should find out we're still married more often.\"", "author": "Erin McCarthy"},
{"text": "Even when a girl is married she still never completely leaves her mother and father's home.", "author": "Anna Godbersen"},
{"text": "You must remember that you are my prime treasure (and always have been).'", "author": "Deborah Heiligman"},
{"text": "Loving the same man or woman all your life, why, that's like supposing the same candle could last you all your life", "author": "Leo Tolstoy"},
{"text": "I tried, I really tried, to stick with it. I planned to grow old with this man and possibly die in his arms.", "author": "Brenda Perlin"},
{"text": "So much of marriage was implicit and nonverbal. Had I gotten so complacent I'd forgotten to communicate?", "author": "Jodi Picoult"},
{"text": "Married people grow like each other.", "author": "Graham Greene"},
{"text": "Marriage is not kick-boxing, it's salsa dancing.", "author": "Amit Kalantri"},
{"text": "My most brilliant achievement was my ability to be able to persuade my wife to marry me", "author": "Winston S. Churchill"},
{"text": "I'll have no husband, if you be not he.", "author": "William Shakespeare"},
{"text": "To make one, there must be two.", "author": "W.H. Auden"},
{"text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife,' I said, sighing.", "author": "Michelle Cooper"},
{"text": "Commitment is Circumstances", "author": "Leju Thomas"},
{"text": "I know my vision is impaired and cannot be trusted with even the simplest tasks, much less dating. Not that I´ve come within talon distance of a man.", "author": "Suzanne Finnamore"},
{"text": "You are curious and quick, you have a deft mind, and for some unaccountable reason, people tell you things -- useful things.", "author": "Deanna Raybourn"},
{"text": "Love is more about being the right person than finding the right person.", "author": "Barbara Bartlein"},
{"text": "On Cary Grant and Rosalind Russell in", "author": "Stanley Cavell"},
{"text": "I´ve blown it, the whole grisly charade.", "author": "Suzanne Finnamore"},
{"text": "Nothing's really changed since then, except that now any children we have might be wizards themselves, and I'll be hopelessly outnumbered.", "author": "Eilis O'Neal"},
{"text": "Marriage is the gold standard of all relationships. It's the currency by which everything is valued.", "author": "Frank Delaney"},
{"text": "The failure of so many marriages is due to their getting married out of animal passion and not out of love.", "author": "Samael Aun Weor"},
{"text": "When I was a child, an angel came to say,", "author": "Shannon L. Alder"},
{"text": "I often wish I'd got on better with your father,' he said.", "author": "Virginia Woolf"},
{"text": "When a man cheats, it is said it is because he is a dog. When a woman cheats, it is said it is because her man is a dog.", "author": "Mokokoma Mokhonoana"},
{"text": "I learned that day that there is no more lonely state than being in a lonely marriage.", "author": "Julie Metz"},
{"text": "There's no more usual basis of union than mutual misunderstanding.", "author": "Henry James"},
{"text": "Married life had taught him the futility of arguing with a female in a dark-brown mood.", "author": "Isaac Asimov"},
{"text": "Marriage is the union of two 'I's to form a 'V'. Both 'I's have to tilt equally to make a good 'V'. 'I's standing tall can never make a 'V'.", "author": "Ashok  Kallarakkal"},
{"text": "a real partnership in which all parties help all others to be more fully themselves", "author": "Derrick Jensen"},
{"text": "Here's another poem,", "author": "Kamand Kojouri"},
{"text": "Advising Mrs. Harris was the least I could do,\" David said smoothly. \"After all, she was the one who brought me and my late wife together.\"", "author": "Sabrina Jeffries"},
{"text": "Do you know where your breakthrough begins? Your breakthrough begins where your excuses ends.", "author": "Patience Johnson"},
{"text": "As is often the case, the sole person not left speechless in awe by my brilliance is my own beloved wife.", "author": "Jack Womack"},
{"text": "Marriage is like a fingerprint. Everyone's is different. ", "author": "Angela Lam Turpin"},
{"text": "There was altogether too much candor in married life; it was an indelicate modern idea, and frequently led to upsets in a household, if not divorce...", "author": "Muriel Spark"},
{"text": "Marriage should be between a spouse and a spouse, not a gender and a gender.", "author": "Hendrik Hertzberg"},
{"text": "Well, in the first place girls never marry the men they flirt with. Girls don't think it right.", "author": "Oscar Wilde"},
{"text": "I feel incendiary, a wildfire. My spirit licks at the gates of a very elaborate, customized, and distracting emotional Hades.", "author": "Suzanne Finnamore"},
{"text": "Marriage without struggle is like an unfired clay pot.", "author": "Allan Wolf"},
{"text": "What had been quiet and restful was now silent and empty.", "author": "Frederick Barthelme"},
{"text": "If [God] send me no husband, for the which blessing I am at him upon my knees every morning and evening ...", "author": "William Shakespeare"},
{"text": "Will you marry me, my darling ?", "author": "Toba Beta"},
{"text": "Most marriages don't add two people together. They subtract one from the other.", "author": "Ian Fleming"},
{"text": "What made marriage so difficult back then was yet again that instigator of so many other sorts of heartbreak: the oversize brain.", "author": "Kurt Vonnegut"},
{"text": "Them lady poets must not marry, pal . . . It is a true error to marry with poets / or to be by them.", "author": "John Berryman"},
{"text": "I know not which lives more unnatural lives, obeying husbands, or commanding wives.", "author": "Benjamin Franklin"},
{"text": "I tried to imagine what it would be like if Constantin were my husband.", "author": "Sylvia Plath"},
{"text": "It had all seemed as inevitable as sunset. Instead it was the beauty of the sun glinting upon the scythe.", "author": "Suzanne Finnamore"},
{"text": "He remembers which sister", "author": "Carrie Etter"},
{"text": "For better or for worse, but not for lunch,...", "author": "Abigail Thomas"},
{"text": "What's it like? Being married?", "author": "Alan Brennert"},
{"text": "There are trials and mistakes and even wars along the path of marriage.", "author": "Patti Callahan Henry"},
{"text": "I want to be more than a rose in my husband's lapel.", "author": "Margaret Trudeau"},
{"text": "My wife has a slight impediment in her speech. Every now and then she stops to breathe.", "author": "Jimmy Durante"},
{"text": "Should I tell her of the moments of joy, the intense pleasure of holding the hand of the one you love and wishing that time would stand still?", "author": "Kelly Long"},
{"text": "Compromise, if not the spice of life, is its solidity. It is what makes nations great and marriages happy", "author": "Phyllis McGinley"},
{"text": "Your mother was a hero. She developed a spell for gnomeatic fever. And she was the youngest headmaster in Watford history.", "author": "Rainbow Rowell "},
{"text": "[Spiritual friendship] is eagerly helping one another know, serve, love, and resemble God in deeper and deeper ways.", "author": "Timothy Keller"},
{"text": "Sometimes the one thing you need for growth is the one thing you are afraid to do.", "author": "Shannon L. Alder"},
{"text": "I hope you outlive me so I never have to know what life is like without you.", "author": "C.J. English"},
{"text": "Marriage isn't for the weak or lazy. It's work, and it should be. What would be the point otherwise?", "author": "J.D. Robb"},
{"text": "..but it seemed to him that the tie between husband and wife, if breakable in prosperity, should be indissoluble in misfortune.", "author": "Edith Wharton"},
{"text": "Because the night you asked me,", "author": "Linda Pastan"},
{"text": "And it feels good to feel young with you, and at the same time to grow old with you. And it's all those things together at the same moment.", "author": "Dave Isay"},
{"text": "She took comfort in the familiarity of his smell, knowing that if she lost all her possessions and her home, at least she would have her family.", "author": "Sage Steadman"},
{"text": "Rocky, if I’ve learned anything from my train wreck of a marriage, it’s that no one can take care of me better than I can.", "author": "Starr Ambrose"},
{"text": "Eli . . .” I rasped. I lost track of where his kisses landed, where his fingers touched, and grew too comfortable in his arms. “I can’t.", "author": "Nadège Richards"},
{"text": "Some women have been faking orgasms for so long that they sometimes fake one when they are masturbating.", "author": "Mokokoma Mokhonoana"},
{"text": "It's as important to marry the right life as it is the right person.", "author": "Jan Struther"},
{"text": "Marriage is one sweet way in which one can taste heaven on earth. Similarly, I can also become hell on earth.", "author": "Israelmore Ayivor"},
{"text": "It is a woman's business to get married as soon as possible, and a man's", "author": "George Bernard Shaw"},
{"text": "A man should be taller, older, heavier, uglier, and hoarser than his wife.", "author": "E.W. Howe"},
{"text": "The youngest one,” she interrupted. “The youngest son, I mean. The one who is unmarried.", "author": "Julia Quinn"},
{"text": "...it seemed marriage by its very design was meant to seek out love and destroy it.", "author": "Kelly O. McNees"},
{"text": "(Response to King Erik XIV of Sweden's proposal of marriage:)", "author": "Elizabeth I"},
{"text": "Maybe being married is talking to oneself with one's other self listening.", "author": "Ruth Rendell"},
{"text": "For me, it´s sloth,\" I say. \"Hedonistic sloth and escapism.", "author": "Suzanne Finnamore"},
{"text": "What about me?” Wes snapped. “Don’t I get a vote?", "author": "Jodi Thomas"},
{"text": "Colt, you’re a cop. I’m fairly certain you realize what you are proposing is illegal. As in bigamy.", "author": "Mari Carr"},
{"text": "[...] marriage is one thing, and love is another...You need to have a solid canvas; nobody stops you to weave the arabesques...", "author": "Andre Maurois"},
{"text": "My parents have been married forty-two years. I wonder how many of those were happy.", "author": "Michael Palin"},
{"text": "Never marry a person who is not a friend of your excitement.", "author": "Nathaniel Branden"},
{"text": "I think: I would like to take N back to a story right now, like a rake.", "author": "Suzanne Finnamore"},
{"text": "In 1895 Lady Londonberry commented acidly on a bridegroom who had 'married the 10,000 a year as well as the lady.", "author": "Pamela Horn"},
{"text": "Truth might be heroic, but it was not within the range of practical domestic politics.", "author": "Samuel Butler"},
{"text": "Love is supposed to lift you up, not hold you down. It is supposed to push you forward, not hold you back.", "author": "Suzy Kassem"},
{"text": "In every marriage more than a week old there are grounds for divorce. The trick is to find and continue to find grounds for marriage.", "author": "Robert Anderson"},
{"text": "To lovers there.", "author": "De philosopher DJ Kyos"},
{"text": "A piece of advice his father had given him surfaced in Edgar's mind. Sometimes, he had said, it's better just to keep quiet and think with your heart.", "author": "Sharan Newman"},
{"text": "Seven of those days were pretty good. The eighth day was the bad one.", "author": "Dennis Hopper"},
{"text": "You may be married to a star, but that doesn't mean they'll treat you like one.", "author": "Jess C. Scott"},
{"text": "Like most girls, her imagination carried her just as far as the altar and no further.", "author": "Margaret Mitchell"},
{"text": "Some women marry houses.", "author": "Anne Sexton"},
{"text": "I trust my wife's judgement... That's what Philippe says about Granny, just before all hell breaks loose.", "author": "Deborah Harkness"},
{"text": "12% of people marry because they are completely in love. 88% of people marry just so they are then liable for only half of their rent.", "author": "Mokokoma Mokhonoana"},
{"text": "And of course I didn't know who would marry me now that I'd been where I had been. I didn't know at all.", "author": "Sylvia Plath"},
{"text": "It’s important to have a husband that lives and believes the same way you do. Otherwise, you’re asking for problems.", "author": "J.E.B. Spredemann"},
{"text": "He didn't take any of my shit. I needed that.", "author": "C.J. English"},
{"text": "...but once more I say do as you please, for we women are born to this burden of being obedient to our husbands, though they be blockheads", "author": "Miguel de Cervantes Saavedra"},
{"text": "It isn't that I dislike artists, but I can't stand anyone who puts on those ponderous airs of a man of character.", "author": "Osamu Dazai"},
{"text": "I’m married, honey. My social life consists of work, church, taxiing the kids around and trying to schedule sex with my husband at least once a month.", "author": "Marilyn Pappano"},
{"text": "Marriage is a partnership, not a corporate venture.", "author": "Sophie Page"},
{"text": "From flophouse bed", "author": "Roman Payne"},
{"text": "His heart cracked, and he fell in love. He wondered if she would marry him.", "author": "Joseph Heller"},
{"text": "Honor your relationships by developing listening skills.", "author": "Allan Lokos"},
{"text": "Sex is not about genitalia. It’s about relationship. When God said ‘the two shall become one flesh,’ he didn’t mean it only physically.", "author": "Sheila Wray Gregoire"},
{"text": "A young man married is a man that's marred.", "author": "William Shakespeare"},
{"text": "Hope is putting Faith \"on the line\" and expecting results!", "author": "Deborah L. McCarragher"},
{"text": "Fidelity is a living, breathing entity. On wobbly footing, it can wander, becoming something different entirely.", "author": "Kay Goodstadt"},
{"text": "So many television marriages -", "author": "Lois Wyse"},
{"text": "Taking up marriage is a good excuse for taking up cursing.\"", "author": "Nancey E. Turner"},
{"text": "Marriage is a necessary evil", "author": "Amit Abraham"},
{"text": "His eyes ignited into a color found only in the heart of the sun. ‘‘Yes?’’", "author": "Rachel Caine"},
{"text": "The question was whether James would love me if I was someone else.", "author": "Barbara Delinsky"},
{"text": "For marriage is like life in this—that it is a field of battle, and not a bed of roses.", "author": "Robert Louis Stevenson"},
{"text": "Well married, a man is winged—ill-matched, he is shackled.", "author": "Henry Ward Beecher"},
{"text": "Divorced?'", "author": "John Crowley"},
{"text": "Not all marriages are made in heaven. Some, probably most, are constructed here on earth for any number of reason.", "author": "Farahad Zama"},
{"text": "Oh! How many torments lie in the small circle of a wedding-ring!", "author": "Colley Cibber"},
{"text": "The last time I was this confused I was watching a Fassbinder film.", "author": "Ken  O'Neill"},
{"text": "Leaning against my car after changing the oil,", "author": "B.H. Fairchild"},
{"text": "When I hear that \"Possession is the grave of love,\" I remember that a religion may begin with the resurrection.", "author": "F.H. Bradley"},
{"text": "They say marriages work better if you don't know the person too well. Maybe we should stop writing each other posthaste.", "author": "Bill Callahan"},
{"text": "Miss Bingley's congratulations to her brother, on his approaching marriage, were all that was affectionate and insincere.", "author": "Jane Austen"},
{"text": "I know that many, if not most, women would have a problem with my acceptance of what happened with Lara.", "author": "Deirdre-Elizabeth Parker"},
{"text": "I'm married. And pregnant.", "author": "Edan Lepucki"},
{"text": "I have spent my whole life preparing to be William Wallace’s wife. The choices I make are defined by the person I am.", "author": "Deirdre-Elizabeth Parker"},
{"text": "But a good wife—a good unworldly woman—may really help a man, and keep him more independent.", "author": "George Eliot"},
{"text": "Philosophers have a long tradition of marrying stupid women, from Socrates on. They think it clever.", "author": "Simon Gray"},
{"text": "Eyyia?\" said her husband, and Eliane bet Danel heard the mangling of her name as music.", "author": "Guy Gavriel Kay"},
{"text": "How do I feel today? I feel as unfit as an unfiddle,", "author": "Ogden Nash"},
{"text": "Livvy noted there seemed some communal feeling between the married: any wife could be faintly rude to anyone else's husband.", "author": "Elizabeth Bowen"},
{"text": "Oh, I forgot to tell you the rest of it", "author": "Brenda Joyce"},
{"text": "We all have a childhood dream that when there is love, everything goes like silk, but the reality is that marriage requires a lot of compromise.", "author": "Raquel Welch"},
{"text": "Divorce is just as contagious as Marriage.", "author": "MG Hardie"},
{"text": "Marriage, [...], the most advanced form of warfare in the modern world.", "author": "Malcolm Bradbury"},
{"text": "Sounds like a plan. I owe Tammy a big thank-you.” Ty sighed. “I think I’m too old for this bachelor party crap.", "author": "Erin McCarthy"},
{"text": "Life is fleeting,\" Samuel said. \"A short leap, in the eye of the Eternal, from dust to dust. May you pass it together.", "author": "Eric Corder"},
{"text": "Luck which so often defies anticipation in matrimonial affairs, giving attraction to what is moderate rather than to what is superior.", "author": "Jane Austen"},
{"text": "...We'll exchange rings, we'll throw rice. We'll put down roots.'", "author": "Bruce Sterling"},
{"text": "In your attempts to heal this beloved one, the Holy Spirit finds opportunity to keep the promise of Jesus - and indeed, to heal.", "author": "Walter Wangerin, Jr."},
{"text": "A happy marriage- a love match- is something overwhelming, and overpowering.", "author": "Jude Morgan"},
{"text": "It isn't a bit of use my pretending I'm not crying, because I am... Pause to mop up. Better now.", "author": "Dodie Smith"},
{"text": "I married a man who was as much a part of me as my own soul.", "author": "C.J. English"},
{"text": "He had to get inside. It was essential that he know everything, the routes she took, her schedule, and the lay of the land.", "author": "Brandi Salazar"},
{"text": "Never marry when under the guise you need to 'see if it'll work', but rather marry because in your mind you want to make it work.", "author": "Criss Jami"},
{"text": "You want to know the secret to raising good kids?", "author": "Chris Nicolaisen"},
{"text": "If you behave in a manner that poisons your relationship, don’t be surprised when it dies.", "author": "Steve Maraboli"},
{"text": "Women are also property in our bible; adultery is a property crime in the Old Testament, not a sex crime.", "author": "Bill Maher"},
{"text": "The best part (or maybe the worst) of loving you is... that I never have any plan to stop.", "author": "Yuli Pritania"},
{"text": "Marriage is a very good thing, but I think it’s a mistake to make a habit of it.", "author": "W. Somerset Maugham"},
{"text": "Marriage is holy and it's private.", "author": "Marlene Van Niekerk"},
{"text": "You know your husband truly loves you when he calls you, \"Money, I'm home!", "author": "Natalya Vorobyova"},
{"text": "I want my kids to enjoy romance as part of the entirety of marriage, when it has been earned with commitment and hard work.", "author": "Amy E. Spiegel"},
{"text": "I wanted a woman who could get me out of a Third World prison. Life's too short to hang out with people who aren't resourceful.", "author": "Jeff Bezos"},
{"text": "Why is it a girl has to be so silly to catch a husband?", "author": "Margaret Mitchell"},
{"text": "Even the jerks earn some of our affection. We can be glad they're gone and yet still mourn the good parts.", "author": "Shannon Hale"},
{"text": "Phoebus de Chateaupers likewise came to a 'tragic end': he married.", "author": "Victor Hugo"},
{"text": "Conviction says, 'My behavior was wrong.' Satan, on the other hand, floods our hearts with shame. Shame says, 'There is something wrong with me.", "author": "Dale Forehand "},
{"text": "And pray where in earth or heaven are there prudent marriages? Might as well talk about prudent suicides.", "author": "G.K. Chesterton"},
{"text": "I will not marry Ashton. However bound by honor to do so, I will not marry Ashton. I will not marry, ever!", "author": "V.S. Carnes"},
{"text": "[I]t is dangerous for a bride to be apologetic about her husband.", "author": "Wallace Stegner"},
{"text": "…I bet Echo that she couldn't repeat the following line ten times fast:", "author": "Tai Odunsi"},
{"text": "Wisdom is nothing more than the marriage of intelligence and compassion.", "author": "Vera Nazarian"},
{"text": "Why is it that at a bachelor's establishment the servants invariably drink the champagne? I ask merely for information.", "author": "Oscar Wilde"},
{"text": "Any good marriage is secret territory, a necessary white space on society’s map. What others don’t know about it is what makes it yours.", "author": "Stephen King"},
{"text": "If you're as detached as that, why does the obsolete institution of marriage survive with you?\"", "author": "Edith Wharton"},
{"text": "Marriage is just an elaborate game that allows two selfish people to periodically feel that they're not.", "author": "Paul Reiser"},
{"text": "Marriage is a wonderful invention; but then again so is a bicycle repair kit.", "author": "Billy Connolly"},
{"text": "Marriage is more about snore strips and flannel nightgowns than candlelight dinners.", "author": "Barbara Bartlein"},
{"text": "Marriage can bore you but there is a fortitude that comes from it, too. When you need to lean on it, you are so thankful that you can.", "author": "Ellen Tien"},
{"text": "They seemed so united that I loved them as one person.\" Lee wrote of his son and daughter-in-law on his daughter-in-law's death.", "author": "Robert E.  Lee"},
{"text": "It doesn't much signify whom one marries, for one is sure to find out the next morning that it was someone else.", "author": "Samual Rogers"},
{"text": "…for I look upon the Frasers to be about as unhappy as most other married people.", "author": "Jane Austen"},
{"text": "Staying married may have long-term benefits. You can elicit much more sympathy from friends over a bad marriage than you ever can from a good divorce.", "author": "P.J. O'Rourke"},
{"text": "How else to make a dent in an object as immovable as patriarchy itself...?", "author": "Dalma Heyn"},
{"text": "The deeper you go in ministry, the more the enemy wants to be an irritant in your marriage.", "author": "Kevin Thoman"},
{"text": "I die a Queen, but I would rather die the wife of Culpepper", "author": "Katherine \"Kitty\" Howard"},
{"text": "A woman cannot ever be sure of not being married till she is buried, Mrs. Doctor, dear, and meanwhile I will make a batch of cherry pies.", "author": "L.M. Montgomery"},
{"text": "It is the effect of marriage to engender in several directions some of the reserve it annihilates in one.", "author": "Thomas Hardy"},
{"text": "Were kisses all the joys in bed,/One woman would another wed.", "author": "William Shakespeare"},
{"text": "Where had he been? Drinking, obviously. Then she started cataloging all the ways he was worthless.", "author": "Charles Frazier"},
{"text": "Thank God (my wife) and I were both born poor", "author": "Allan Wolf"},
{"text": "Your marriage,\" Jake said, almost impatiently. \"It's like the grapes. Just a paint job.\"", "author": "Charlie Carillo"},
{"text": "I am flagrantly nuts. I can say this because I am a doctor and I know about these things.", "author": "Deirdre-Elizabeth Parker"},
{"text": "The purpose behind your aggravating persistence eludes me, sirrah. What is it", "author": "Marsha Canham"},
{"text": "Marriages are made in heaven. When Allah made a creature, He also made the creature's mate", "author": "Farahad Zama"},
{"text": "Didn’t I stand there once,", "author": "Cecilia Woloch"},
{"text": "To marry is to narrow one's possibilities horribly.", "author": "Jude Morgan"},
{"text": "Marriage is like the Middle East, isn't it? There's no solution.", "author": "Willy Russell"},
{"text": "Besides what endless brawls by wives are bred,", "author": "Juvenal"},
{"text": "I don't agree with you in the least,\" said Temple— \"about marriage, I mean. A man ought to want to get married—\"", "author": "E. Nesbit"},
{"text": "For society, marriage is undoubtedly beneficial. But the burdens of civilized morality are too heavy for many to bear.", "author": "Jed Rubenfeld"},
{"text": "I realise I'm behind on this but Rebekah Brooks was married to Ross Kemp of Gangs fame?! And she assaulted him? That explains so much.", "author": "Mandy Wiener"},
{"text": "If she was going to remain an engaged lady, then she would make the most of it, and one of the ways to do this would be to enjoy her free time.", "author": "Alexander McCall Smith"},
{"text": "She was the curator of her marriage, collector of swift quotes and unremarked-upon sensations.", "author": "Laura Furman"},
{"text": "Perhaps it's simply the dual nature of marriage, the proximity of violence and love.", "author": "Adam Ross"},
{"text": "Being laughed at is excellent preparation for marriage.", "author": "Timberlake Wertenbaker"},
{"text": "The price one pays for having a kind man at one’s elbow.", "author": "John Hersey"},
{"text": "We must be more and more to each other, my dear wife.' -Charles Darwin to wife Emma upon loss of daughter Annie", "author": "Deborah Heiligman"},
{"text": "(Nicholas)\"Am I dead?\"", "author": "Donna MacMeans"},
{"text": "We shall me much less miserable together.' -Emma Darwin to husband Charles upon grief for loss of daughter Annie", "author": "Deborah Heiligman"},
{"text": "The best possible outcome of marriage was a wealthy, childless widowhood.", "author": "Jennifer Egan"},
{"text": "There was no one she wanted to see more. There was no one she wanted to see less.", "author": "Mitch Albom"},
{"text": "You are more powerful when you’re sensual than when you’re factual. Wise women know how to make sensuality their power base.", "author": "Lebo Grand"},
{"text": "The ideal marriage is between two people who have never met.", "author": "Marty Rubin"},
{"text": "MEDEA: The gods know who was the author of this sorrow.", "author": "Euripides"},
{"text": "MEDEA: The children are dead. I say this to make you suffer.", "author": "Euripides"},
{"text": "Her life would have been easier if she hadn't loved him so much, but she couldn't help loving him. Just to look at him was to love him.", "author": "Jonathan Franzen"},
{"text": "When David Pepin first dreamed of killing his wife, he didn’t kill her himself. He dreamed convenient acts of God.", "author": "Adam Ross"},
{"text": "Why do people stay together?’ she asks a few minutes later.", "author": "Iain Reid"},
{"text": "I've been married for a long time and there are days when I still wonder, 'Excuse me, but who is this man?", "author": "Gina Barreca"},
{"text": "He’s whispering again. I’m finding it hard to hear, and we’re standing close together.", "author": "Iain Reid"},
{"text": "Oh… and we’re out of toilet paper.", "author": "Jo Piazza"},
{"text": "You were given your sensuality for the joy you may give in return.", "author": "Lebo Grand"},
{"text": "They say that when people stop loving each other, they become indifferent. Is that what we were - indifferent?", "author": "Tatiana Vedenska"},
{"text": "A mother's heart has the gift of foresight.", "author": "Tatiana Vedenska"},
{"text": "If my beloved were a king,", "author": "Tracie Peterson"},
{"text": "Finding real love is not spontaneous. It is love forged over time, trial, and tribulations. - Kailin Gow", "author": "Kailin Gow"},
{"text": "Does your relationship match your sensuality? If it doesn't, you've settled.", "author": "Lebo Grand"},
{"text": "Life is but love.", "author": "Lailah Gifty Akita"},
{"text": "Nothing's queer,\" stated the Virginian, \"except marriage and lightning. Them two occurrences can still give me a sensation of surprise.", "author": "Owen Wister"},
{"text": "...marriage is a long dull meal with the pudding served first.", "author": "Julian Barnes"},
{"text": "Something always prevents married women from getting a good night's sleep.", "author": "Tatiana Vedenska"},
{"text": "The very same woman to whom some men would kill to make love, some man is—or some men are—bored to death of fucking.", "author": "Mokokoma Mokhonoana"},
{"text": "Then you must decide whether you're going to marry for love or for duty, because the only one who can decide that is you.", "author": "Valerie Bowman"},
{"text": "What was this? Was I jealous? Can you be jealous with of someone's relationship with a man you hate?", "author": "Tatiana Vedenska"},
{"text": "Chivalry wasn’t dead, it’s just that men didn’t own all the horses anymore, and women of Helene’s ilk didn’t need that kind of rescue.", "author": "Barbara Kingsolver"},
{"text": "I was going to be sick soon. I had certainly done some damage to the body while trying to numb the heart.", "author": "Tatiana Vedenska"},
{"text": "The most overrated things are fame, the future, marriage, being rich, happiness, being in love, sanity, being alive, sex, and human beings.", "author": "Mokokoma Mokhonoana"},
{"text": "To my Charley on his wedding day –", "author": "Mitch Albom"},
{"text": "A man has to be pulled and kept by the sensual aura of your being.", "author": "Lebo Grand"},
{"text": "Six months into our correspondence, he asked me to send him a picture. Eight months in his postcard read,", "author": "Natasha Metzler"},
{"text": "When one of you wanted one life, and the other wanted something completely different, there was a technical term for that: irreconcilable.", "author": "Anna Quindlen"},
{"text": "True Love never needs the Expression of Words, It Speaks the Language Blessed by God and when it speaks, Only Miracles Happen.", "author": "Mohsin Ali Shaukat"},
{"text": "Marriage is more. Don't settle for less.", "author": "Glenn T. Stanton"},
{"text": "I hope when you experience deep sadness you have the courage to redirect your life", "author": "Rosalie Bardo"},
{"text": "Tell me what you can bring to this family. Does your father agree with this union?\"", "author": "Crystal King"},
{"text": "It is far better for a family to stay together to enjoy each others company in fellowship of Faith of love.", "author": "Lailah Gifty Akita"},
{"text": "The main differences between prostitution and most relationships are the lengths of the relationships and the methods of payment.", "author": "Mokokoma Mokhonoana"},
{"text": "To Lovers out there..", "author": "De philosopher DJ Kyos"},
{"text": "Sometimes it seems to me that everything I have is chronic. My whole life is a chronic condition.", "author": "Tatiana Vedenska"},
{"text": "Slamming the door as hard as you could was practically a family tradition in our house.", "author": "Tatiana Vedenska"},
{"text": "Andrei wasn't just ideal - he was unique. I didn't need the rest of the world when I had him; you could disappear into him and forget who you were.", "author": "Tatiana Vedenska"},
{"text": "I will never stop grieving for my long-held wish for enduring love that does not reduce its major players to something less than they are.", "author": "Deborah Levy"},
{"text": "Their eyes locked for a single moment, and Nick felt his heart jackhammering violently in his chest like it wanted to crack his rib cage open.", "author": "Poem Schway"},
{"text": "You miss all the shots you don’t take. True love will appear in your life…if you are brave enough to chase it.", "author": "Poem Schway"},
{"text": "My wife made me the man I am today. For those that know me...tell me I’m lying.", "author": "A.K. Kuykendall"},
{"text": "To lovers out there…", "author": "De philosopher DJ Kyos"},
{"text": "Half and half equals one.", "author": "Ana Claudia Antunes"},
{"text": "Loyal people would exhibit more emotional intelligence than others who are less faithful, due their empathy, flexibility and honesty.", "author": "Saaif Alam"},
{"text": "I didn't want you to fall in love with me because of fate...I wanted you to fall in love with me simply because you couldn't help yourself.", "author": "Colleen Hoover"},
{"text": "Women are beautiful, sophisticated, and complex creatures, but they do have dark secrets too.", "author": "Oscar Auliq-Ice"},
{"text": "I will give you time—and then I will claim your forever.", "author": "Meredith T. Taylor"},
{"text": "What is the metaphor", "author": "Donika Kelly"},
{"text": "How hard it is to have the beautiful interdependence of marriage and yet be strong in oneself alone.", "author": "Anne Morrow Lindbergh"},
{"text": "Marriage is brainwashing. Not necessarily a bad thing. Your brain could do with a wash.", "author": "Iris Murdoch"},
{"text": "A good wife behaves like a disciple unto her husband", "author": "Khuliso Mamathoni"},
{"text": "Being able to laugh at ourselves and at the comical aspects of sex will take the pressure off the whole experience.", "author": "Oscar Auliq-Ice"},
{"text": "America, my dear, I hope you find something, in this cage worth fighting for.", "author": "Kiera Cass"},
{"text": "I have something to say to the men who know, have known, or will ever know this woman. Lord KNOWS I got this.", "author": "A.K. Kuykendall"},
{"text": "Sometimes I find myself arguing with her hips because her walk is so mean.", "author": "Curtis Tyrone Jones"},
{"text": "She picked up the book from the bedside. A stray quotation from Peter should always be sought first in John Donne. She found it there, quite quickly.", "author": "Dorothy Sayers"},
{"text": "I want to marry Anthony, because husbands are so often ‘husbands’ and I must marry a lover.", "author": "F. Scott Fitzgerald"},
{"text": "To lovers out there…", "author": "De philosopher DJ Kyos"},
{"text": "Balancing the rigors life itself, being true to my wife, and the biggest example of a man to our sons is not a challenge for me. It is my sanity.", "author": "A.K. Kuykendall"},
{"text": "Before any two people marry they should be married to freedom first.", "author": "Marty Rubin"},
{"text": "You're spooky,\" he said, \"You knew what I was thinking.\"", "author": "Dean Koontz"},
{"text": "Do you have any Black Eyed Peas?\"", "author": "Jennifer Probst"},
{"text": "To lovers out there…", "author": "De philosopher DJ Kyos"},
{"text": "But who listens to the wisdom of jewelry? Only our bodies know the truth. Bones don't lie.", "author": "Tayari Jones"},
{"text": "Beautiful people are often rather boring, don't you think?\"", "author": "Dorothy L. Sayers"},
{"text": "Confrontation leads to action. Avoidance leads to inaction.", "author": "Colleen Hoover"},
{"text": "A friend recently asked me, 'How's your life?' Without hesitation, I replied, 'She's happy, in love, and doing quite well.", "author": "A.K. Kuykendall"},
{"text": "To lovers out there…", "author": "De philosopher DJ Kyos"},
{"text": "Widowhood sure as shit becomes you. Christ, look at you.", "author": "Lauren Groff"},
{"text": "All husbands are boring, John. No woman with an ounce of sense gets married to be entertained, she marries to be maintained.", "author": "Isabel Allende"},
{"text": "Love imposes obligations and these are constant. An intermittent lover is no use to a person of dignity and courage.", "author": "Anita Brookner"},
{"text": "We think we meet someone with our eyes", "author": "Mimi Novic"},
{"text": "-Oh, don't talk rot. You will marry me, won't you?", "author": "W Somerset (William Somerset) Maugham"},
{"text": "Really, the man just comes home to eat and sleep. And now she'd glad, because it leaves her free to do as she pleases.", "author": "Shari Lapena"},
{"text": "Integrity is keeping a commitment even after circumstances have changed.", "author": "David Jeremiah"},
{"text": "A girl like that does not deserve to be married to a man she does not love!", "author": "Sarah Brazytis"},
{"text": "I do not like the idea of bartering the use of my reproductive system for a man's support...", "author": "Sherry Thomas"},
{"text": "Many a woman was killed by her man whom she stole from his ex.", "author": "Mokokoma Mokhonoana"},
{"text": "This is how God saved my marriage and I trust that He can work in your life too. Would you allow Him to?", "author": "Jonathan Hayashi"},
{"text": "She is herself a dowry.", "author": "William Shakespeare"},
{"text": "Marriage is not an accomplishment; but true love, trust and total happiness within marriage is a great accomplishment.", "author": "Gift Gugu Mona"},
{"text": "Most men do not have the balls to help their women to not need them.", "author": "Mokokoma Mokhonoana"},
{"text": "What matters most is what lasts longest, and our families are for eternity.", "author": "M. Russell Ballard"},
{"text": "There's a big difference between being in the market for a mate and living with your purchase.", "author": "Ron Brackin"},
{"text": "Niagara Falls! Hordes of us! Husbands! Wives! Flowers! Chocolates!", "author": "Gregory Corso"},
{"text": "Multiple factors play into the narrative of what it now means to be a man like,", "author": "Raj Pillai"},
{"text": "Sometimes you have to look at it like this. If that’s the chick he married, no wonder it didn’t work out with you.", "author": "Niedria Dionne Kenny"},
{"text": "Ah, now she knew what divorce really was. Sharing decisions with a person you would run down on the street.", "author": "Judy Blundell"},
{"text": "When I saw you I knew the universe had mastered my love language & I'd go through any amount of anguish to be a student of its genius.", "author": "Curtis Tyrone Jones"},
{"text": "Real man don’t abuse women. Real man walks away when the women is ill-discipline and is not worth it.", "author": "De philosopher DJ Kyos"},
{"text": "Divorce is an epidemic that causes as much pain as any disease.", "author": "Oscar Auliq-Ice"},
{"text": "To lovers out there…", "author": "De philosopher DJ Kyos"},
{"text": "Meghan Markle just single-handedly gave all divorced women more hope.", "author": "Germany Kent"},
{"text": "Engagements are supposed to be the start of something that will last forever, but it doesn't always pan out that way.", "author": "Oscar Auliq-Ice"},
{"text": "Marriage binds a couple; love sets them free.", "author": "Marty Rubin"},
{"text": "The girl told me that her mobile phone had proposed to her when it gave her a ring.", "author": "Anthony T.Hincks"},
{"text": "When a man doesn't want you. He plays you. When a women doesn't want you. She humiliates you.", "author": "De philosopher DJ Kyos"},
{"text": "marrying Jim was like stepping into water the exact same temperature as the air. I barely had to adjust to the change.", "author": "Christina Baker Kline"},
{"text": "Please don't settle, it will only corrodes your soul and you will never be the best version of yourself.", "author": "Lebo Grand"},
{"text": "Don't make your daughter feel like she got to lay with who you want her to lay with, like you're some kind of pimp.", "author": "Tayari Jones"},
{"text": "There's no such thing as being problem-free. You can really only hope for someone who's able to share your problems with you.", "author": "Alisha Rai"},
{"text": "To lovers out there...", "author": "De philosopher DJ Kyos"},
{"text": "How many divorces are caused by the word nothing? I think this would be a very interesting statistic.", "author": "Sophie Kinsella"},
{"text": "They’re eternal newlyweds", "author": "Christina Lauren"},
{"text": "I was getting married today. Me. I’d pinch myself, but if this was a dream, I never wanted to wake up.", "author": "Christina Lauren"},
{"text": "I know who I married, too. You're in me. When I touch you, your flesh communicates with my bones.", "author": "Tayari Jones"},
{"text": "Marriage binds people; love sets them free.", "author": "Marty Rubin"},
{"text": "All great men are pressured into getting married. And at that point, they fail to be great.", "author": "Robert  Black"},
{"text": "Save your marriage, and buy that someone special Revlon Colorburst.", "author": "Anthony T.Hincks"},
{"text": "Buying is the foundation of most women’s definition of romantic.", "author": "Mokokoma Mokhonoana"},
{"text": "Girls, the downside of finding an intelligent guy is that he's too smart to get married to you", "author": "Ibrahim Hanif"},
{"text": "The key to a happy, strong, and fulfilling marriage? Marry a Team Player. - Strong by Kailin Gow", "author": "Kailin Gow"},
{"text": "The love’s not going to just disappear from inside you.", "author": "Soulla Christodoulou"},
{"text": "Fantasy says, \"This is who I want you to be\". Intimacy says, \"This is who I am\".", "author": "Harmony Dust"},
{"text": "But lives were long, and people changed.", "author": "Paige Elwood"},
{"text": "As the hands of time sweep past the minutes of our life,", "author": "Mimi Novic"},
{"text": "Could it be that same sex mariage unions will be the catalyst for a marriage revolution?\" S.DeWitt Hall Author/Advocate", "author": "Suzanne DeWitt Hall"},
{"text": "No. I don't want the love at first sight", "author": "Sowmya Thejomoorthy"},
{"text": "Love does not always come with marriage, Your Majesty. Marriage may strengthen a woman, but love weakens her. She has more to lose.", "author": "Julie C. Dao"},
{"text": "Marriage vows are not made to be broken but they will be broken.", "author": "Marty Rubin"},
{"text": "Im sorry, I thought it would be better that way. Less painful, to just let it all fade away.", "author": "Marian Keyes"},
{"text": "Divorce is a consent to an insignificant togetherness of two persons who are bounded by a stamp of trivial marriage.", "author": "Yash Thakur"},
{"text": "Being in a relationship has the tendency to deceive one into believing that there is someone without whom one cannot live.", "author": "Mokokoma Mokhonoana"},
{"text": "The stars are always there, even in the daylight. Sometimes we just can't see them.", "author": "Marian Keyes"},
{"text": "You don't have to sleep with someone, you can be unfaithful with your emotions.", "author": "Marian Keyes"},
{"text": "I think people marry far too much, it is such a lottery after all, and to a poor woman very doubtful happiness.", "author": "Kate Summerscale"},
{"text": "Threats", "author": "Carol A Lambert"},
{"text": "She always preferred strong lies to weak truths", "author": "Richard Flanagan"},
{"text": "Unsless you are the rare exception, you will marry someone who is equally wounded or equally healed as you are.", "author": "Grace  Gayle"},
{"text": "The word divorce which stood stark in the future reached back into the past, how far?", "author": "Amy Witting"},
{"text": "But, as we all know, the first law of shopping says that when you're urgently looking for something specific, you've no hope of finding it.", "author": "Marian Keyes"},
{"text": "On Love - Any husband who stammers that he's just been too busy to tell his wife he loves her is a lazy fool or a liar.", "author": "Marsha Hinds"},
{"text": "Yes,\" she said, but she seemed confused. \"I never thought you did it. I know who I married.\"", "author": "Tayari Jones"},
{"text": "[I]nfidelity has a tenacity that marriage can only envy.", "author": "Esther Perel"},
{"text": "Marriage is the most licentious of human institutions . . . that is the secret of its popularity.", "author": "George Bernard Shaw"},
{"text": "The bells rang, and everybody smiled.", "author": "Jane Austen"},
{"text": "A good wife isn't supposed to argue with her husband. My mother says you wait until he goes out, or he's asleep, and then you do what you want.", "author": "Peter S. Beagle"},
{"text": "If a young man gets married, starts a family, and spends the rest of his", "author": "Esther Vilar"},
{"text": "Till death do us part takes on a whole new meaning with you and Walker. Who's dead isn't specified.", "author": "Duffy Brown"},
{"text": "The ache of marriage:", "author": "Denise Levertov"},
{"text": "Mary Wollstonecraft was the first person to apply the phrase 'legal prostitution' to marriage.", "author": "Claire Tomalin"},
{"text": "Frankie and Delores had been very happy for many years. And then they met.", "author": "Carsten Stroud"},
{"text": "Almost everywhere people marry, monogamy is the official norm and infidelity the clandestine one.", "author": "Esther Perel"},
{"text": "A marriage is more than your heart, it's your life. And we are not sharing ours.", "author": "Tayari Jones"},
{"text": "My dad loves marriage rites. Any sort of family magic, actually. He and my mother are bound together in five dimensions.’", "author": "Rainbow Rowell"},
{"text": "Whether love last but one brief span of time or for eternity, it is the only creative, inspiring, elevating basis for a new race, a new world.", "author": "Emma Goldman"},
{"text": "Marriage: a poetic ideal, a prosaic reality.", "author": "Marty Rubin"},
{"text": "The number of marriages that were torn apart by prostitution is almost equal to that of those that it is keeping together.", "author": "Mokokoma Mokhonoana"},
{"text": "Some people get married because of what they hope to receive, rather than what they want to give. This is a recipe for disaster.", "author": "Wayne Gerard Trotman"},
{"text": "Anything seemed possible if you had ingenuity, money, and tenacity. But the body doesn't play by those rules.", "author": "Ariel Levy"},
{"text": "What my family seeks in this marriage is prestige; what I seek is happiness.", "author": "Alexandre Dumas"},
{"text": "Love knows no grave. Real love can rise from the ashes.", "author": "Daniel  Abbott"},
{"text": "I respect the older people who are still holding hands, within 80 years.", "author": "Petra Hermans"},
{"text": "Marriage did not just cage millions of people. It has also freed them from their obsession to be seen as worthy of being with by their partners.", "author": "Mokokoma Mokhonoana"},
{"text": "Love isn’t just doing what’s right for you but acting selflessly for the benefit of everyone else’s equality.", "author": "Katrina Majkut"},
{"text": "I have a memory-flash of something Dawn said in a family-therapy session, right before my dad spilt –", "author": "Anna Breslaw"},
{"text": "How absurd is it", "author": "Kamand Kojouri"},
{"text": "You have brought me back to myself.", "author": "Kamand Kojouri"},
{"text": "If you marry an African, you will marry a man who takes his responsibility for the family seriously", "author": "Sunday Adelaja"},
{"text": "It was almost as if she was still the bewildred girl of fourteen who wasn't ready to be an adult.", "author": "Deborah Rodriguez"},
{"text": "Size definitely counts: some things are too small … and some are too big.", "author": "Mokokoma Mokhonoana"},
{"text": "It is a mistake to think Africans are not good husbands", "author": "Sunday Adelaja"},
{"text": "In monocultural societies, people do not want their daughters to marry black men in particular", "author": "Sunday Adelaja"},
{"text": "It's my birth right to dance madly on my bestie marriage, after a bottle or so..!!", "author": "Akansh Malik"},
{"text": "Encourage inter-caste/inter-religion marriages, & one day there will exist no religion except humanity...!!", "author": "Akansh Malik"},
{"text": "You know that wedding ring doesn’t have magical powers. It doesn’t give you licence to be cruel, and it can’t keep you faithful.", "author": "Adriana Trigiani"},
{"text": "He realised what a horrible mistake, crime even, he had been guilty of in demanding such a barbaric thing as a girl’s hand.", "author": "Patricia Highsmith"},
{"text": "Marriage is a sign for maturity for an African man", "author": "Sunday Adelaja"},
{"text": "Marriage for an African is more than just a relationship,It is a bearing wall in the structure of his life", "author": "Sunday Adelaja"},
{"text": "Africans appreciate the stability and comfort that they are able to acquire in life, in particular the comfort that comes with having a wife", "author": "Sunday Adelaja"},
{"text": "Prejudice inherent in individuals of many monocultural societies in relation to black husbands is devoid of logic", "author": "Sunday Adelaja"},
{"text": "To lovers out there...", "author": "De philosopher DJ Kyos"},
{"text": "It's a terribly trite thing to say, I know, but most of us have to be needed to be happy.", "author": "Louise Dickinson Rich"},
{"text": "I awaken by the heat", "author": "Kamand Kojouri"},
{"text": "Don't marry a woman, marry your life. That's why she's called a wife.", "author": "Constance Friday Elias"},
{"text": "When both partners strive for a marriage that honours and pleases God, they can be assured of an everlasting joy and peace.", "author": "Gift Gugu Mona"},
{"text": "I realized that marriage is not only about exchanging vows, but it is about two people who equally make a continuous effort to honour their vows.", "author": "Gift Gugu Mona"},
{"text": "You know you are alone in marriage when your spouse is ignorant of your daily needs.", "author": "Gift Gugu Mona"},
{"text": "There should always be one old maid in a family.", "author": "Louisa May Alcott"},
{"text": "May you always have the answers to each other’s most important questions.", "author": "Sarah Dessen"},
{"text": "Since marriage is for two people, it is difficult to remain in it when one person steps out of it.", "author": "Gift Gugu Mona"},
{"text": "But I love Sir long time, she'd said repeatedly, blubbering, but I love Sir long time.", "author": "Amanda Lee Koe"},
{"text": "When you fall in love, they become flawless but what’s dangerous is sometimes you’re meant to see those flaws.", "author": "Dominic Riccitello"},
{"text": "...just because a girl could kick a ball and chuck a rock didn't mean she'd grow up to be pretty and make a good supper.", "author": "Billy Coffey"},
{"text": "If you fight with a crazy person, an onlooker cannot tell the difference.", "author": "Emma  Johnson"},
{"text": "On alimony: \"Why should it be your ex's responsibility to give you a lifestyle that you yourself cannot afford?", "author": "emma  johnson"},
{"text": "Any marriage can last forever, as long as both partners remain committed to their vows.", "author": "Gift Gugu Mona"},
{"text": "You know what's a bigger taboo than being fat?", "author": "Shonda Rhimes"},
{"text": "You can get married in an hour, but it typically takes a year to get divorced.", "author": "Steven Magee"},
{"text": "You can get married for a few hundred dollars and divorced for the bulk of your assets.", "author": "Steven Magee"},
{"text": "...and the joy on the bride's and groom's faces at the unquestioned beauty of a minute-old marriage.", "author": "Stephanie Oakes"},
{"text": "Then she remarked that marriage was a serious matter.", "author": "Albert Camus"},
{"text": "Love is a holy affection.", "author": "Lailah Gifty Akita"},
{"text": "Women are fundamentally incapable of loving a man in the way that a man expects to be loved by a woman.", "author": "Rollo Tomassi"},
{"text": "A bride will always be the belle of the ball at her own wedding.", "author": "Anthony T.Hincks"},
{"text": "She never married,' Pellicorne says. 'A waste.' For some of us, Nella thinks, it's a waste to be married.", "author": "Jessie Burton"},
{"text": "CHASUBLE: Your brother was, I believe, unmarried, was he not?", "author": "Oscar Wilde"},
{"text": "Don't get married unless you're ready to be faithful.", "author": "Habeeb Akande"},
{"text": "It's the daily patterns that make a marriage, the habits you fall into as a couple. These become a kind of background rhythm for your life.", "author": "A.S.A. Harrison"},
{"text": "Don’t just be secure in who you are; be secure in who you are not.", "author": "Karen Budzinski"},
{"text": "Sometimes the only thing you can choose is your attitude.", "author": "Karen Budzinski"},
{"text": "Put your “cute” on at home!", "author": "Karen Budzinski"},
{"text": "Live from the inside out: your husband, children and family should get your best!", "author": "Karen Budzinski"},
{"text": "Does your calendar and checkbook show that you are living out your priorities?", "author": "Karen Budzinski"},
{"text": "Don't just love someone for who they ARE, love them for who they ARE NOT!", "author": "Karen Budzinski"},
{"text": "I don't have to be EVERYTHING to be SOMETHING!", "author": "Karen Budzinski"},
{"text": "Saying no often means saying yes to something else that is more a priority!", "author": "Karen Budzinski"},
{"text": "Today is the harvest from the seeds we sowed in our yesterdays.", "author": "Karen Budzinski"},
{"text": "You do not buy into a good marriage or LTR, you create one, you build one.", "author": "Rollo Tomassi"},
{"text": "I don't have to be EVERYTHING to be SOMETHING! Do what you CAN!", "author": "Karen Budzinski"},
{"text": "Life is a gift; that is why today is called the “present.” Enjoy your present.", "author": "Karen Budzinski"},
{"text": "Oh, I’m not objecting, I’d let a confused dishwasher marry us.", "author": "Brandon Sanderson"},
{"text": "Could I hold your hands for a moment, and your heart forever?", "author": "Grace Willows"},
{"text": "Since we first met I have loved you with whatever I had to love you with.", "author": "Zelda Fitzgerald"},
{"text": "The first step towards love is to listen to your love.", "author": "Amit Kalantri"},
{"text": "Showing your vagina or penis is easy, but showing your soul is not.", "author": "Abhijit Naskar"},
{"text": "Oh, I’m not objecting,” Navani said. “I’d let a confused dishwasher marry us.", "author": "Brandon Sanderson"},
{"text": "How do you know who you're supposed to spend the rest of your life with?", "author": "M.A. Clarke Scott"},
{"text": "Do you think they were ever happy?\"", "author": "Michael Chabon"},
{"text": "Any man mortal or god, knows there is no handling a wife. Women handle themselves and intelligent men get out of the way.", "author": "Colleen Houck"},
{"text": "I couldn't conquer my enemy. I married him,", "author": "Ljupka Cvetanova"},
{"text": "She said yes! She could have bargained for more.", "author": "Ljupka Cvetanova"},
{"text": "Before I was married I learned the difference between a cheap and expensive wine after I was married I learned to drink the cheap wine.", "author": "Paul Smith"},
{"text": "Marriage is neither heaven nor hell, it is simply purgatory.", "author": "Abraham Lincoln"},
{"text": "The fate of many men depended on the fate of this one. And this one I could help", "author": "Nancy Moser"},
{"text": "As an evangelical Christian, I come to this discussion with motivations about", "author": "Russell Moore"},
{"text": "A man must be faithful to God, so he can be faithful to his wife.", "author": "Lailah Gifty Akita"},
{"text": "We will have each other and we can be safe and warm.", "author": "Zelda Fitzgerald"},
{"text": "I’ve tried so many times to think of a new way to say it - and it’s still I love you - love you - love you - my Sweetheart.", "author": "Zelda Fitzgerald"},
{"text": "Put the masks on! I now pronounce you husband and wife!", "author": "Ljupka Cvetanova"},
{"text": "I honestly believe that the biggest reason why men cheat on their partners/wives is sensual fatigue. Note, I didn't say sexual fatigue.", "author": "Lebo Grand"},
{"text": "Without forgiveness, there is no fellowships.", "author": "Lailah Gifty Akita"},
{"text": "The bond of love is the most beautiful bliss.", "author": "Lailah Gifty Akita"},
{"text": "With no other choice, I'd submitted to the will of our prophet and had married my nineteen-year-old first cousin.", "author": "Elissa Wall"},
{"text": "Wherever there is love, there is life.", "author": "Lailah Gifty Akita"},
{"text": "I have no intention to get married because it would only cause me worries.", "author": "Irvin D. Yalom"},
{"text": "Someone who helps rising ones faith and helps living in this world peaceful, is worth meeting again in heaven.", "author": "SHIHAB KAZI"},
{"text": "I don't want a girl who only feels comfortable in either a temple or a discotheque. She has to be both, the saint and the sinner!", "author": "Sohil Ashvin Shah"},
{"text": "Don't tell your friend you are fighting with your wife, it gives him pleasure", "author": "Bangambiki Habyarimana"},
{"text": "The first time I saw your face, my lips said, \"hello\" and my heart said, \"that's your wife.", "author": "J.A. ANUM"},
{"text": "Marriage is the only Institution With One Access: Entrance Only, No Exit, No Outing Option So Look Well Before You Dive Into It", "author": "Jaachynma N.E. Agu"},
{"text": "An evil woman sends her husband away and wails her evil fate", "author": "Bangambiki Habyarimana"},
{"text": "What can a man do for a woman while she live her life? You can only show her that you love her.", "author": "Lailah Gifty Akita"},
{"text": "A woman holy duty is to respect a man.", "author": "Lailah Gifty Akita"},
{"text": "A man holy duty is to love a woman.", "author": "Lailah Gifty Akita"},
{"text": "In fighting its war, the Ministry of the Interior has resorted to a novel tactic–", "author": "Robert Lacey"},
{"text": "A bride never forgets her wedding ornaments!", "author": "Lailah Gifty Akita"},
{"text": "Be careful with those promises who whisper while wooing and loving someone. There are those that take them to heart, and some who take them to soul.", "author": "Alfa H"},
{"text": "We each can foster loving and kind relationships through meditation and repeating mantras.", "author": "Eknath Easwaren"},
{"text": "He considered telling her that she could, and often, if she married him.", "author": "Melanie Dickerson"},
{"text": "Beauty and Money will get you a relationship , but not love. Listening, caring and being there will get you Love.", "author": "De philosopher DJ Kyos"},
{"text": "[a]nd the Pig Man came in from Waitomo and swore that if Louisa didn't marry him he'd damn well vote Labour at the next election.", "author": "Ruth Park"},
{"text": "I would like to be a happily married woman", "author": "Megan Derr"},
{"text": "Therefore,", "author": "Joseph Whitson"},
{"text": "A man is measured by the depths of his commitments.", "author": "Mark William Goldman"},
{"text": "Marriage: a deeply peculiar and ultimately unkind thing to inflict on anyone one claims to care for.", "author": "Alain de Botton"},
{"text": "Summer is a gentleman: slowly warming the earth at length before undressing her in the fall.", "author": "Curtis Tyrone Jones"},
{"text": "I realized I would be forced to run away from home if someone tried to arrange a marriage for me. I didn't want to think about it.", "author": "Elizabeth Wein"},
{"text": "Don’t be late or I may end up marrying the judge.", "author": "Melinda Heald"},
{"text": "To loveres our theree...", "author": "De philosopher DJ Kyos"},
{"text": "If you love me you never let go of me.", "author": "Lailah Gifty Akita"},
{"text": "Life is always great, when shared in a spirit of love.", "author": "Lailah Gifty Akita"},
{"text": "Husbands are the leftovers of a stew called love –she thought—, and with hair on their faces.", "author": "Javier Enríquez Serralde"},
{"text": "Love is the unity of two souls but one spirit.", "author": "Lailah Gifty Akita"},
{"text": "Love is a universal language.", "author": "Lailah Gifty Akita"},
{"text": "Friendship is based on trust and treating others kindly.", "author": "Auliq-Ice"},
{"text": "Some of us were brought into this troubled world primarily or only to increase our fathers’ chances of not being left by our mothers, or vice versa.", "author": "Mokokoma Mokhonoana"},
{"text": "The man loves you with everything he has, everything he is. Eve, that means you can hurt him.", "author": "J.D. Robb"},
{"text": "The yearn of the faithful", "author": "Morris R. Gates"},
{"text": "When you find your twin flame you also find your freedom, for there is nothing more exhilarating, wild and free than absolute soul love.", "author": "Melody  Lee"},
{"text": "A shared life is a sacred love.", "author": "Lailah Gifty Akita"},
{"text": "Be that as it may, I think someday you'll meet a man worth giving up your independence for.", "author": "Lisa Kleypas"},
{"text": "the cord of two is better than one.", "author": "Lailah Gifty Akita"},
{"text": "Where your heart is, there is your treasure of happiness.", "author": "Lailah Gifty Akita"},
{"text": "It is unwise to think that marriage will bring an end to your emotional problems.", "author": "Ugochi Oritsejolomisan"},
{"text": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.", "author": "Josh Billings"},
{"text": "There is no friendship, without forgiveness.", "author": "Lailah Gifty Akita"},
{"text": "It's as if our being academic equals means we must be inadequate wives and mothers,' says Noura.", "author": "Sabrina Mahfouz"},
{"text": "And when you lay in bed with your wife,", "author": "Amby C. Ezem"},
{"text": "The flowers in the bride’s hand are sadly like the garland which decked the heifers of sacrifice in old times!", "author": "Thomas Hardy"},
{"text": "Our life has been joined, not by man, but by God. That union can only be severed by a crime, and a crime of that nature brings its own chastisement.", "author": "Leo Tolstoy"},
{"text": "What is life, without someone to share with?", "author": "Lailah Gifty Akita"},
{"text": "Oh honey, someday a real man is going to make you see stars and you won't even be looking at the sky.\"", "author": "Grace Willows"},
{"text": "When you dig just the tiniest bit beneath the surface, everyone's love life is original and interesting and nuanced and defies any easy definition.", "author": "Taylor Jenkins Reid"},
{"text": "The ending of your story all depends on the beginning of ours.", "author": "Piper Payne"},
{"text": "The motive for marriage must be eternal not just temporal.", "author": "Ugochi Oritsejolomisan"},
{"text": "Fall in love with the heart before the face.", "author": "Allene van Oirschot"},
{"text": "God has a passion for brand new beginnings.", "author": "Ngina Otiende"},
{"text": "Always remember: marriage is a gift. Allow the revelation to direct your thoughts and habits in marriage.", "author": "Ngina Otiende"},
{"text": "Are you ready to go home, Catherine?” he asked. “It’s warm inside the house. I kept a fire going for you.", "author": "Richelle E. Goodrich"},
{"text": "It takes a great woman to respect the little man in her child, and the little child in her man.", "author": "Amit Howard"},
{"text": "Nothing makes a man better than to forgive his faults.", "author": "Lailah Gifty Akita"},
{"text": "Love is deep spiritual affection in two souls but one spirit.", "author": "Lailah Gifty Akita"},
{"text": "God created a woman to be the keeper of her home. She sets the tone, and where her mind and heart goes, her home and marriage tend to follow.", "author": "Ngina Otiende"},
{"text": "A loyal friend, who can find?", "author": "Lailah Gifty Akita"},
{"text": "A woman, desires to hear nice words from a man who can praise her beauty.", "author": "Auliq Ice"},
{"text": "Sweetheart, my heart is your home, you can always stay there.", "author": "Lailah Gifty Akita"},
{"text": "My darling husband, my heart is your home.", "author": "Lailah Gifty Akita"},
{"text": "He better call Becky with the good hair.", "author": "Beyoncé Knowles"},
{"text": "Sometimes divorce isn’t an earth-shattering loss. Sometimes it’s just two people waking up out of a fog.", "author": "Taylor Jenkins Reid"},
{"text": "And here’s why it worked: man or woman, gay, straight, bisexual, you name it, we all just want to be teased.", "author": "Taylor Jenkins Reid"},
{"text": "Her silence should be feared more than her words.", "author": "Piper Payne"},
{"text": "What’s that saying? Behind every gorgeous woman, there’s a man sick of screwing her? Well, it works both ways. No one mentions that part.", "author": "Taylor Jenkins Reid"},
{"text": "Bravery is listening even when you don't want to hear it.", "author": "Alaric Hutchinson"},
{"text": "You see why I married her, Mycroft? The exquisite juxtaposition of ladylike threads and backhanded compliments proved irresistible.", "author": "Laurie R. King"},
{"text": "Hi lover,\" he says to me, completely forgetting what happened before.", "author": "Michael Zadoorian"},
{"text": "Each day we kill a compulsive love with our impulsive actions.", "author": "Amit Howard"},
{"text": "I will deny thee nothing:", "author": "William Shakespeare"},
{"text": "A good marriage is not a gift; it is an achievement.", "author": "ANIKOR Daniel"},
{"text": "Here are officers enough in Meryton to disappoint all the young ladies in the country.", "author": "Jane Austen"},
{"text": "The one who wins the argument is usually the one who acts less like Christ.", "author": "Francis Chan"},
{"text": "I have made up my mind that I will never marry. I shall be wedded to my art.", "author": "L.M. Montgomery"},
{"text": "Marriage is like a long conversation that always ends too soon.", "author": "Cassandra Clare"},
{"text": "Education is not merely meant for you to write and pass exams, get a good job and a good spouse, and settle down for survival.", "author": "Israelmore Ayivor"},
{"text": "You are enough to drive a saint to madness or a king to his knees", "author": "Grace Willows"},
{"text": "there are between life partners sliding layers of history, tectonic plates of it shifting over the decades together.", "author": "Helen Simpson"},
{"text": "If you fall in love, you feel forever young.", "author": "Lailah Gifty Akita"},
{"text": "My wife is a thief...", "author": "David Jackson"},
{"text": "The man who marries a woman for her beauty will be deceived; he who marries a woman for good sense can truly say he is married. - Sultana", "author": "Jean Sasson"},
{"text": "One of the great benefits of being married is always having someone to tie one's tie.", "author": "Cynthia Harrod-Eagles"},
{"text": "Divorce and separation, is the realization that, one of the two, no longer is growing his or her way to prosperity, next to that other person.", "author": "Efrat Cybulkiewicz"},
{"text": "Was it happiness I'd found in my long marriage? Or capitulation? Or is that all happiness is, capitulation?", "author": "Maria Semple"},
{"text": "A man is biologically incapable of giving ‘the look’.", "author": "Fennel Hudson"},
{"text": "All due respect to the Resurrection, but two-becoming-one might be the greatest miracle ever.", "author": "Jen Hatmaker"},
{"text": "(...) and I tell you, Austin Ruthyn, if you won't look about and marry somebody, somebody may possibly marry you.", "author": "Le Fanu Joseph Sheridan"},
{"text": "He would smile at her and welcome her home.", "author": "Anthony Jay Cleveland"},
{"text": "When a lady is ready to marry, she has to wait for a man to come for her.", "author": "Faithful Akpaloo"},
{"text": "Rima: \"Hey Shiki, won't you be my husband?\"", "author": "Matsuri Hino"},
{"text": "Two married partners do not just live with each other, they live in each other, neurologically speaking.", "author": "Abhijit Naskar"},
{"text": "Marriage is not a competition. Marriage is completion of two souls.", "author": "Abhijit Naskar"},
{"text": "Monogamy is not a choice, it is a responsibility of a genuine human.", "author": "Abhijit Naskar"},
{"text": "Try to respond to your partner instead of reacting.", "author": "Abhijit Naskar"},
{"text": "Either one is promiscuous or in a relationship - it cannot be both at the same time.", "author": "Abhijit Naskar"},
{"text": "Do not seek for the best partner, but seek for the person who makes you a better version of yourself.", "author": "Abhijit Naskar"},
{"text": "True love is born out of the pyre of two committed souls.", "author": "Abhijit Naskar"},
{"text": "Polygamy is about sex, whereas monogamy is about love.", "author": "Abhijit Naskar"},
{"text": "Sex is only a tool in love, not love itself.", "author": "Abhijit Naskar"},
{"text": "Marriage is the beginning of love for your spouse, not the result of it.", "author": "Shannon L. Alder"},
{"text": "Polygamy is a luxury of the cave-people, and monogamy is an existential responsibility of the civilized society.", "author": "Abhijit Naskar"},
{"text": "The one trying to have the last word is rarely walking in the Word.", "author": "Hollisa Alewine"},
{"text": "A healthy marriage acts as the vessel of wellbeing and stability for both partners as well as the children.", "author": "Abhijit Naskar"},
{"text": "When a husband stops paying attention to the garden, he's thinking of pulling up roots.", "author": "Amy Tan"},
{"text": "A human is the one, who would give up a thousand Cleopatras to be with the person he or she loves.", "author": "Abhijit Naskar"},
{"text": "Promoting promiscuity in this evolved and civilized society is actually like signing the Declaration, that says:", "author": "Abhijit Naskar"},
{"text": "Cheating is an innate evolutionarily programmed desire, especially in men, but it is not a desire that cannot be controlled.", "author": "Abhijit Naskar"},
{"text": "Headship is the divine calling of a husband to take primary responsibility for Christ-like, servant leadership, protection, and provision in the home.", "author": "John Piper"},
{"text": "Pardon me for not being willing to commit my entire future to you based on two kisses and a blueberry muffin.", "author": "Laura Lee Guhrke"},
{"text": "Marry someone who loves you because he was not only going to make you happy but he would never hurt you one millimeter too", "author": "Diadjeng Laraswati H"},
{"text": "I'm just thinking, you might be the modern version of a war bride.\"", "author": "Malcolm Brooks"},
{"text": "To a woman sexual intimacy is more a tool to get mentally close to her partner than merely a means to physical pleasure.", "author": "Abhijit Naskar"},
{"text": "Sexual intimacy is not the destination, it is the path - the path that leads to mental union.", "author": "Abhijit Naskar"},
{"text": "Liberty is terrifying but it is also exhilarating.", "author": "Germaine Greer"},
{"text": "Your spouse is not a possession you attain, but a friend in which you trust & adore.", "author": "Robert Vanleeuwen"},
{"text": "Some people would have killed themselves and/or someone else if they were single; and some people would not have done that.", "author": "Mokokoma Mokhonoana"},
{"text": "Only the most passionate love could ever induce me to marry.", "author": "Melanie Dickerson"},
{"text": "Blind passion was one thing, all-knowing intimacy a rarer commodity.", "author": "Stacy Schiff"},
{"text": "A sensitive woman is the greatest gift to a passionate man.", "author": "Lukhman Pambra"},
{"text": "If I had to marry someone, it wouldn't be a bossy little gal with a tongue like barbed-wire and a mind about as narrow.", "author": "Jim Thompson"},
{"text": "Don't people get married because they're full of love and then divorced when they run out of it?\" (Elsa)", "author": "Fredrik Backman"},
{"text": "Marriage cannot be a job as it has become.", "author": "Germaine Greer"},
{"text": "I'd go to the end of the world for my husband. Of course, if he'd just stop and ask directions, I wouldn't have to.", "author": "Martha Bolton"},
{"text": "Gender bias is written and practiced throughout all of the world's societies.", "author": "Anthony T Hincks"},
{"text": "Beauty is irrelevant to human life, especially in a relationship.", "author": "Abhijit Naskar"},
{"text": "You are the", "author": "Curtis Tyrone Jones"},
{"text": "As you start and end your day, say THANK YOU for every little things in your life. And you will come to realize how blessed you truly are.", "author": "Vergi Crush"},
{"text": "It is not beauty that keeps a relationship alive, it is attachment. Without attachment, a naked body is merely a lifeless sex toy.", "author": "Abhijit Naskar"},
{"text": "The dressmakers have just arrived from Shylon; they are coming here to display their goods.’", "author": "A. H. Septimius"},
{"text": "The depth of love is immeasurable, when you scale it, you will only see and experience it to the degree of your scales.", "author": "Wayne Chirisa"},
{"text": "It doesn't matter where she looks, there are always the beautiful imperfections of a marriage.", "author": "Tor Udall"},
{"text": "My wife divorced me because she could not trust me anymore.", "author": "Toba Beta"},
{"text": "Dating is poetry. Marriage is a novel. There are times, maybe years, that are all exposition.", "author": "Ada Calhoun"},
{"text": "A simple \"Hi\" has potential to make you blush, if received from your crush ...", "author": "Vergi Crush"},
{"text": "(Personally, I have avoided many fights by going to bed angry and waking up to realize that I'd just been tired.)", "author": "Ada Calhoun"},
{"text": "I want to say that at various points in your marriage, may it last forever, you will look at this person and feel only rage.", "author": "Ada Calhoun"},
{"text": "...there is so much beauty in the trying, and in the failing, and in the trying again.", "author": "Ada Calhoun"},
{"text": "...that's part of what marriage means: sometimes hating this other person but staying together because you promised you would.", "author": "Ada Calhoun"},
{"text": "Marriages are like pianos. They go in and out of tune.", "author": "Sarah Waters"},
{"text": "The romantic fairy tales we grew up with -- where marriage is the happy ending rather than the opening scene -- are not useful for grown-ups.", "author": "Ada Calhoun"},
{"text": "The boring parts don't last forever. In retrospect, they aren't even boring.", "author": "Ada Calhoun"},
{"text": "YOU HAVE THE POWER TO KEEP THE LOVE ALIVE BUT TAKING IN CONSIDERATION WHAT IT IS IMPORTANT FOR YOUR MAN", "author": "Linda Alfiori"},
{"text": "Wherever you go, there you are. You would just have different problems. Are the problems you have now so bad that any other problems would be better?", "author": "Ada Calhoun"},
{"text": "Forsaking all others means going deep with one person -- exhaustingly deep.", "author": "Ada Calhoun"},
{"text": "Failure is part of being human, and it is definitely part of being married.", "author": "Ada Calhoun"},
{"text": "People who don't marry miss both the pelting hardships of marriage and its warm rewards.", "author": "Ada Calhoun"},
{"text": "...even good marriages sometimes involve flinging a remote control at the wall.", "author": "Ada Calhoun"},
{"text": "The sun still lives his silent vows to the moon, by bowing to kiss her feet whenever she walks in the room.", "author": "Curtis Tyrone Jones"},
{"text": "Do you see how the sky holds the sun?", "author": "J.A. ANUM"},
{"text": "Desires and Karma are the worst enemies living in the same soul together. It depends on us whom we choose and feed.", "author": "Abhishek S"},
{"text": "We do not recognize that we are addicted to some negative psychological habit, some terribly self-destructive patterns of thinking...", "author": "Abhishek S"},
{"text": "LIFE - Death's Very Emissary", "author": "Abhishek S"},
{"text": "To bear a child or to get married is not the primary goal for a lady who wants to become successful in life", "author": "Sunday Adelaja"},
{"text": "Intelligence in a spouse is a timeless quality.", "author": "Kilroy J. Oldster"},
{"text": "The relationship was perfect, but I hated everything about the person I became.", "author": "Darnell Lamont Walker"},
{"text": "Love starts when peace begins.", "author": "Alaric Hutchinson"},
{"text": "Marriage is situational but love is accidental.", "author": "TRIPURARI"},
{"text": "People who simply live their life and care only about bearing children are under the influence of a misbelief that they are people", "author": "Sunday Adelaja"},
{"text": "I've always said, stuff the engagement ring! Just build me a really big library.", "author": "Emma Watson"},
{"text": "One should marry when one stops having a good time and settle down.", "author": "apurva sharma"},
{"text": "What happens when I love,", "author": "Kamand Kojouri"},
{"text": "Some people masturbate to temporarily replace their partners when they are absent, whereas some people do that to temporarily live in the present.", "author": "Mokokoma Mokhonoana"},
{"text": "May your union be filled with love", "author": "Richard L.  Ratliff"},
{"text": "I WILL REJECT DEATH IF I KNOW HAND COME\"", "author": "Vergi Crush"},
{"text": "I'LL LET YOU FREE IN MY NEVERLAND ", "author": "Vergi Crush"},
{"text": "Give a man a finger, he’ll put a wedding ring on it!", "author": "Ljupka Cvetanova"},
{"text": "We're going to be okay. Lainey isn't the glue that keeps us together. We are. We're the glue. Okay?", "author": "Susan Meissner"},
{"text": "Should I get married? Should I be good?", "author": "Gregory Corso"},
{"text": "You are not a biomass, you were not born only to be like a bush or tree, just to marry, reproduce and die", "author": "Sunday Adelaja"},
{"text": "Before marriage keep your eyes wide open, after marriage keep them half closed.", "author": "Ivana Trump"},
{"text": "It is important to create a family and bring up a child: these things are good and even necessary", "author": "Sunday Adelaja"},
{"text": "Identifying the purpose of your living is more important than creating a family and having children", "author": "Sunday Adelaja"},
{"text": "If you are not aware of the goal of your living, what will you do you when your children grow up and leave the house?", "author": "Sunday Adelaja"},
{"text": "Even a good family can become a trap for one’s destiny when the family becomes your aim", "author": "Sunday Adelaja"},
{"text": "Some people live for the sake of their partners and derive their strength and energy from them", "author": "Sunday Adelaja"},
{"text": "Dear women, do not marry until you find your true being, your mission", "author": "Sunday Adelaja"},
{"text": "Many of the boys and men who are regarded as immature by some females are so deemed merely because they do not want to get married someday … or soon.", "author": "Mokokoma Mokhonoana"},
{"text": "Most ladies do not understand that first and primary they need to find and fulfil their life calling", "author": "Sunday Adelaja"},
{"text": "DEAR LIGHT : you colored my life, and then you destroy me!", "author": "Vergi Crush"},
{"text": "Being divorced does not necessarily make one’s advice on marriage useless … or useful.", "author": "Mokokoma Mokhonoana"},
{"text": "SORRY, I'LL REPUDIATE FAKE WORD!!!", "author": "Vergi Crush"},
{"text": "THE BEST THINGS IN LIFE ARE FREE..", "author": "Vergi Crush"},
{"text": "In the end, you will realize most friendship is feigning, most loving mere folly.", "author": "Abhishek Shukla"},
{"text": "Love wins when reflections win over reflexes.", "author": "Abhishek Shukla"},
{"text": "It’s a trinity ring. Pink for love, yellow for fidelity and white for friendship. I liked the symbolism of three—you, me and baby-to-be.", "author": "Belle, Kimberly"},
{"text": "Nothing makes sense, not that much of the world ever did.\"", "author": "A. White"},
{"text": "It's about making a choice to make your marriage a priority, to, kind of, put that at the top of the page, as your mission statement or something.", "author": "Liane Moriarty"},
{"text": "Love always doesn't come across as bad, but it always has two sides.", "author": "Auliq Ice"},
{"text": "We're part of a mixed marriage -- he's male; I'm female.", "author": "Anna Quindlen"},
{"text": "He who is jealous is better off not dating someone who is bisexual.", "author": "Mokokoma Mokhonoana"},
{"text": "Most women would each be left with fewer dreams or without a dream, if the institution of marriage were to be abolished.", "author": "Mokokoma Mokhonoana"},
{"text": "Hey, my spaghetti’s moving!” cried Mr. Twit, poking around in it with his fork.", "author": "Roald Dahl"},
{"text": "Same-sex marriage has not created problems for religious institutions; religious institutions have created problems for same-sex marriage.", "author": "DaShanne Stokes"},
{"text": "I do not care about power and wealth, father. I want to marry for love.", "author": "Felix Alexander"},
{"text": "Being a bad parent is a sign of not having learned from experience.", "author": "Mokokoma Mokhonoana"},
{"text": "If love was absent, you would not feel disappointed; you would feel indifferent.", "author": "Staci Bartley"},
{"text": "He isn't the best, neither am I. But we are the best version of ourselves with each other. And that's pretty close to Perfection.", "author": "Jasleen Kaur Gumber"},
{"text": "Dear lover, pull my ears and not my legs for it is better to be cautioned than to be lied to.", "author": "Temitayo Olami"},
{"text": "Like a good marriage, trust on a team is never complete; it must be maintained over time", "author": "Patrick Lencioni"},
{"text": "You couldn't find a Jewish sheik?", "author": "Libby Fischer Hellmann"},
{"text": "At times as he lay in bed listening to her breathing, a fear came over him that after marriage death was the next major event.", "author": "Leonard Gardner"},
{"text": "Marryin' is the one thing people seem to get worse at the more they do it. Well, that and bein' alive.", "author": "Brandon Sanderson"},
{"text": "Lou asked point-blank, Can love last? (Rural people get to philosophizing, and will say anything.)", "author": "Annie Dillard"},
{"text": "In Marriage You Learn To Give Up The \"Me ness for We ness!", "author": "DeBorrah K. Ogans"},
{"text": "Create miracles everyday with the one you love.", "author": "Nisla Love"},
{"text": "Every person has his secret; in reverie, unbeknown to others, he finds peace, freedom, sorrow and love.", "author": "Abhishek Shukla"},
{"text": "I would not want a husband who valued my appearance more than my wit.", "author": "Michaela MacColl"},
{"text": "He is not an ideal husband. I am his wife.", "author": "Ljupka Cvetanova"},
{"text": "True love is 80% giving 20% receiving", "author": "Manuel Corazzari"},
{"text": "Honey, when you say we can't communicate... what exactly do you mean?", "author": "Randy Glasbergen"},
{"text": "A good marriage is a love that lingers a lifetime in one's heart; never fading, only growing in abundance with each year that passes.", "author": "Allene van Oirschot"},
{"text": "Opposities are married.", "author": "Ljupka Cvetanova"},
{"text": "Relationships take skill, not perfection or luck!", "author": "Staci Bartley"},
{"text": "Let us remember to", "author": "Kamand Kojouri"},
{"text": "This is a day of celebration!", "author": "Kamand Kojouri"},
{"text": "Love, they said, burns you", "author": "Kamand Kojouri"},
{"text": "If love weighs you down", "author": "Kamand Kojouri"},
{"text": "Mostly, what people mean by love is laziness.", "author": "Amanda Craig"},
{"text": "Without the will, marriage is a mockery; without the emotion, it is a drudgery. You need both.", "author": "Ravi Zacharias"},
{"text": "You need to calm down.'", "author": "Mark Merrill"},
{"text": "Don’t say to yourself, ‘Everyone argues!’ to justify and normalise your fighting, when the most natural thing is to love.", "author": "Kamand Kojouri"},
{"text": "There was a certain usefulness in having a husband whom most people could barely tolerate: it deflected envy, for one thing.", "author": "Amanda Craig"},
{"text": "Marriage is the harmony of God synchronizing two wills with the will of the Father.", "author": "Ravi Zacharias"},
{"text": "You need to calm down.'", "author": "Mark Merrill, Susan Merrill"},
{"text": "Marriage is a blast. Like a bomb.", "author": "Julieanne O'Connor"},
{"text": "Forever doesn't feel like eternity when you're by my side", "author": "Musawir Masood"},
{"text": "There is a perfect marriage. Any marriage counselor can tell you that.", "author": "Ljupka Cvetanova"},
{"text": "She said yes. If only she didn't talk so much!", "author": "Ljupka Cvetanova"},
{"text": "I discovered, however, in the early days of our marriage that, in having her way, she put my interests ahead of her own.", "author": "Saul Bellow"},
{"text": "She had gambled with marriage, just like most people, but she had gambled unluckily and had lost.", "author": "Buchi Emecheta"},
{"text": "Just married! A bright past is ahead of them!", "author": "Ljupka Cvetanova"},
{"text": "I'll follow this good man, and go with you;", "author": "William Shakespeare"},
{"text": "Now go with me and with this holy man", "author": "William Shakespeare"},
{"text": "Speak to me: I will spend my lifetime trying to understand you.", "author": "Kamand Kojouri"},
{"text": "She broke off a piece of bacon and offered it to the cat who sat staring holes through her.", "author": "J.D. Robb"},
{"text": "She wondered how she would feel to be a married woman. It would be the end of her life, she decided, if life was a time of choices.", "author": "Neil Gaiman"},
{"text": "Compatibility doesn't determine the fate of a marriage, how you deal with the incompatibilities, does.", "author": "Abhijit Naskar"},
{"text": "In modern times couples are more concerned about loyalty than love.", "author": "Amit Kalantri"},
{"text": "The Dictionary defines Soul Mate as: A person who is perfectly suited to another in temperament. Before I met mine, I didn't know I was bonkers!", "author": "James Hauenstein"},
{"text": "Sentences like the following are found in many mystical and reactionary writings though not as clearly formulated as by", "author": "Wilhelm Reich"},
{"text": "We leave this life the same way that we enter it, totally alone, bereft.", "author": "Blake Crouch"},
{"text": "Parent may hinder their children's marriage; but children cannot interfere with the insane acts of their parents in their second childhood.", "author": "Honoré de Balzac"},
{"text": "You understand why you must go through with this marriage.", "author": "Jessica Khoury"},
{"text": "Dear Charles, she wrote.", "author": "Jan Holly"},
{"text": "You want someone in the ballpark and then you grow together. Thats what a relashionship's about: changing each other.", "author": "Grayson Perry"},
{"text": "[S]he'd realized that he had loved her only because she belonged to him.", "author": "Lauren Oliver"},
{"text": "We speak of course, of that most precious of treasures,", "author": "Trix Wilkins"},
{"text": "Marriage is a great blessing, but it can be a great lesson", "author": "Ernest Agyemang Yeboah"},
{"text": "I am sure that there is many a young man who would think it a great honor to exchange his name for yours.", "author": "Erik Christian Haugaard"},
{"text": "I wouldn’t be a good wife, but I would be a wife in a way that was cinematically compelling.", "author": "Gabby Bess"},
{"text": "How is it", "author": "Kamand Kojouri"},
{"text": "You’re all right, Blue Eyes.” She lifted her head to look into them. “You’re all right, down the line. You ever want a free bang, you got one coming.", "author": "J.D. Robb"},
{"text": "A poetess is not as selfish", "author": "Kamand Kojouri"},
{"text": "people have managed to marry without arithmetic", "author": "Geoffrey Chaucer"},
{"text": "The mature response, however, is not to leave; it's to change -- ourselves.", "author": "Gary Thomas"},
{"text": "Whenever you keep score in love, you lose.", "author": "Kamand Kojouri"},
{"text": "Loving her is so damn easy. It’s as natural as breathing or the beating of a heart.", "author": "Adriana Locke"},
{"text": "Vulnerability creates unimaginable space to build each other up, as much as it creates ample room to tear each other down.", "author": "Craig D. Lounsbrough"},
{"text": "Ran into him?  Are you not together?\"", "author": "Sarah  Curtis"},
{"text": "The only path wide for us all is love.", "author": "Kamand Kojouri"},
{"text": "If you take you away from me, you take everything.", "author": "Adriana Locke"},
{"text": "It's another man.", "author": "C.D. Reiss"},
{"text": "Love never lives on a one-way street, for it will always come back up the road bigger than how we had sent it down the road.", "author": "Craig D. Lounsbrough"},
{"text": "The poor wish to be rich, the rich wish to be happy, the single wish to be married, and the married wish to be dead.", "author": "Ann Landers"},
{"text": "I cannot live without you. For to attempt to do so would be to rob both of us of each other, and that is thievery of the greatest sort.", "author": "Craig D. Lounsbrough"},
{"text": "Show your love by giving your spouse incredible admiration and encouragement.", "author": "Lynne  Thomas"},
{"text": "Positive thoughts dramatically alter the direction of your life.", "author": "Lynne  Thomas"},
{"text": "It is far better to make mistakes, than to marry them.", "author": "Merlyn Gabriel Miller"},
{"text": "With you, I am. Without you, I am not.", "author": "Kamand Kojouri"},
{"text": "What is this love", "author": "Kamand Kojouri"},
{"text": "There is a miracle in your mess, don't let the mess make you miss the miracle.", "author": "Patience Johnson"},
{"text": "My spouse is my shield, my spouse is my strength.", "author": "Amit Kalantri"},
{"text": "I am not only not going to be married, at present, but have very little intention of ever marrying at all.", "author": "Jane Austen"},
{"text": "Many couples spend a great deal of time planning their wedding, but little time planning their marriage.", "author": "DeBorrah K. Ogans"},
{"text": "When you begin to fantasize about what you don't have, you begin to kill what you do have. #marriage", "author": "Jayce O'Neal"},
{"text": "I do not have any trust fund, I have always trusted God for all my funds.", "author": "Patience Johnson"},
{"text": "God is not interested in helping you finding out why you are in a mess, He is interested in fixing it.", "author": "Patience Johnson"},
{"text": "God always sees me with no make-ups on because He knew how we started.", "author": "Patience Johnson"},
{"text": "Whenever someone is a threat to the enemy there will be an attack dispatched against that person to try to minimise their effectiveness.", "author": "Patience Johnson"},
{"text": "I would rather have a man chasing JESUS than a house full of stuffs and garrage filled with big cars.", "author": "Patience Johnson"},
{"text": "It’s when your plans look dead that God’s resurrection power begins to operate in your life in greater measure", "author": "Patience Johnson"},
{"text": "There must always be an opposition because the enemy always opposes what the Lord has declared.", "author": "Patience Johnson"},
{"text": "My advice for those of you who felt being marginalised, undervalued and taken for granted; guess what? That is the Arena where God creates Leaders.", "author": "Patience Johnson"},
{"text": "There is power in the word of God if used properly.", "author": "Patience Johnson"},
{"text": "Be careful because God's gifts alone are not able to give you joy; God's gift can only bring you joy when they are joined with your gratitude.", "author": "Patience Johnson"},
{"text": "All the failures in my life freed me from all my fears so that I can succeed.", "author": "Patience Johnson"},
{"text": "Whenever you are in transition it is always important to choose the words that you use. You call it crises in your life and I call it transition.", "author": "Patience Johnson"},
{"text": "Be careful the mistake of yesterday always lives with tomorrow.", "author": "Patience Johnson"},
{"text": "I don't want to settle down because God has satisfied me and heard my prayers. I want to stay hungry and thirsty for the things of God.", "author": "Patience Johnson"},
{"text": "Thank God #EVEN# #THOUGH# in bad times not only in your good; this is a graduated form of gratitude.", "author": "Patience Johnson"},
{"text": "I have learned to thank God for what I cannot see, I have learned to trust God with what I cannot.", "author": "Patience Johnson"},
{"text": "Man's panic does not produce God's power.....sometimes you need to pray before you post on social media.", "author": "Patience Johnson"},
{"text": "The conflict hasn't gotten worst but the contest has really changed.............", "author": "Patience Johnson"},
{"text": "Why didn't you write all this time?", "author": "Kamand Kojouri"},
{"text": "I don’t know why we fight.", "author": "Kamand Kojouri"},
{"text": "Take me when I'm wild.", "author": "Kamand Kojouri"},
{"text": "You are not supposed to go out and find love. Love will find you when you are ready.", "author": "Suzy Kassem"},
{"text": "You do not find love. It finds you.", "author": "Suzy Kassem"},
{"text": "Like a pair of old slippers,", "author": "Kamand Kojouri"},
{"text": "I've written you sixty-seven love poems.", "author": "Kamand Kojouri"},
{"text": "When your wife asks you for your opinion, she doesn't really want your opinion. She wants her opinion - just in a deeper voice.", "author": "T. Rafael Cimino"},
{"text": "Does God know", "author": "Kamand Kojouri"},
{"text": "Marriage is the ultimate solitude with minimal privacy.", "author": "Nelson Rodrigues"},
{"text": "Where they come in the spirit of perpetual giving - the house that love built.", "author": "T.F. Hodge"},
{"text": "I will be a good wife,\" she thought, \"that all the earth will know there is a God in Israel.", "author": "Lois T. Henderson"},
{"text": "All my pains has always increased my sense of purpose.", "author": "Patience Johnson"},
{"text": "Darling, I would follow you through the blackest midnight—just not without my trousers!", "author": "Seth Adam Smith"},
{"text": "We live only for the hope of love.", "author": "Kamand Kojouri"},
{"text": "When you do away with God you become your own god, because you recognise no greater power in the universe than yourself.", "author": "Patience Johnson"},
{"text": "I have graduated to the extent of not asking what is happening in my life because I trust the maker(God).", "author": "Patience Johnson"},
{"text": "I have my priorities and I know my purpose. I do not Praise God because of my pain but I praise Him because of what the pain is producing.", "author": "Patience Johnson"},
{"text": "When you praise God in pain, it is preparing you for provision.", "author": "Patience Johnson"},
{"text": "The things I call crisis and all the things that were coming after me are all coming to serve the purpose of God in my life.", "author": "Patience Johnson"},
{"text": "I don't just have only the peace of God, I do also have a God who gives peace, not just resources but the revelation of His presence.", "author": "Patience Johnson"},
{"text": "You will always end up in frustration whenever you try to produce outside your purpose.", "author": "Patience Johnson"},
{"text": "If you can't see the assets in you, it will be hard for you to export it to the world. Recognise who you are and the world will recognise you.", "author": "Patience Johnson"},
{"text": "You can't disappoint what God has appointed.", "author": "Patience Johnson"},
{"text": "Sometimes we want God to use us to do big things when we would not even want to do the basics.", "author": "Patience Johnson"},
{"text": "Some people want to kill goliath but they do not want to attend to sheep. How can God use you to kill giants if you cannot follow simple instructions?", "author": "Patience Johnson"},
{"text": "In God’s Kingdom there are no overnight sensations or flash-in-the-pan successes.", "author": "Patience Johnson"},
{"text": "Women. You have to love them the way they are or they'll drive you insane.", "author": "James Hauenstein"},
{"text": "God wants to use you right where you are with what you have not what you do not have.", "author": "Patience Johnson"},
{"text": "Have you ever asked yourself this question \"what can God do through me?\" The preacher has no platform if the people has no sense of mission.", "author": "Patience Johnson"},
{"text": "The woman of my dreams. The woman of my nightmares. Everything good and bad about my life. The “I do” that “I didn’t.", "author": "Chris Fabry"},
{"text": "Where they come in the perpetual spirit of giving - the house that love built.", "author": "T.F. Hodge"},
{"text": "The forgiveness of God flows through me and because I am forgiven, I can forgive.", "author": "Patience Johnson"},
{"text": "Long before something happens in our life, it happened in our heart.", "author": "Patience Johnson"},
{"text": "Dear Lord please show me what really matters so that I may be able to determine what is distraction and God's direction in my life.", "author": "Patience Johnson"},
{"text": "Before Marriage opposite attracts, after marriage opposite attacks☺. Just telling you the truth.", "author": "Patience Johnson"},
{"text": "Evil is real but God is greater.", "author": "Patience Johnson"},
{"text": "God takes two and make them one but satan takes one and make it two.", "author": "Patience Johnson"},
{"text": "What starts in the heart doesn't stay in the heart, it either turn into action or words.", "author": "Patience Johnson"},
{"text": "If God can help us locate demands, He can also help us locate the leaks.", "author": "Patience Johnson"},
{"text": "God always have a perfect way for every imperfect situations.", "author": "Patience Johnson"},
{"text": "God's perspectives requires persistence. To have God's perspective in the world we live in requires persistence.", "author": "Patience Johnson"},
{"text": "Sara,\" I ask finally, \"what do you want from me?\"", "author": "Jodi Picoult"},
{"text": "For her, marriage was a sweetened version of murder.", "author": "Daniel Saldaña París"},
{"text": "But then again, maybe 'I will' is nicer. It has the future in it. 'I do' just has the present.", "author": "Gabrielle Zevin"},
{"text": "Don't constantly make angry your wife. Once she throws you out of her heart, there is no appeal", "author": "Bangambiki Habyarimana"},
{"text": "The 'institution of marriage' is being threatened - by people getting married? Huh?", "author": "Christina Engela"},
{"text": "[Marriage] promote[s] the moral order of the world - Edith Wharton \"The Eyes", "author": "S.T. Joshi"},
{"text": "You don't have to feel grateful in order to be grateful.", "author": "Patience Johnson"},
{"text": "I didn't get to God by effort or title, I got there by invitation. God can lift you quickly if you let Him. He really cares.", "author": "Patience Johnson"},
{"text": "What you see and what you listen to will determine how high you will go.", "author": "Patience Johnson"},
{"text": "You have a standing invitation to experience God's presence but you have to pay attention because attention creates access.", "author": "Patience Johnson"},
{"text": "You asked if I loved her?", "author": "Ahmad Ardalan"},
{"text": "Most women sell sex; most of them just don’t take cash (nor do they each sell to more than one ‘client’ at a time).", "author": "Mokokoma Mokhonoana"},
{"text": "My parents told me to marry for money,' said her husband. 'But I chose the love of a strong woman.'", "author": "Helen Simonson"},
{"text": "Unrequited love is a billion times less intolerable than unrequited hate.", "author": "Mokokoma Mokhonoana"},
{"text": "Some women have kissed—and some are kissing—a lot of frogs, even though the very first man that they have each kissed was and is still a prince.", "author": "Mokokoma Mokhonoana"},
{"text": "There would definitely be way fewer instances of cheating, if the average couple did not have sex only when the woman feels like it.", "author": "Mokokoma Mokhonoana"},
{"text": "School will bring you more success than marriage.", "author": "Nnedi Okorafor"},
{"text": "Behind every successful woman is a hungry man.", "author": "Ljupka Cvetanova "},
{"text": "It is in the perfect union of two hearts that complete and total marriage consists.", "author": "Saint Bernard of Clairvaux"},
{"text": "Before marriage, a man declares that he would lay down his life to serve you; after marriage, he won`t even lay down his newspaper to talk to you.", "author": "Helen Rowland"},
{"text": "Am I the I she tried to save, still lopsided with trying to be a little less or more, escaping who I was a minute ago?", "author": "Philip Schultz"},
{"text": "I am happy to be alone.", "author": "Heather Day Gilbert"},
{"text": "The fact of your heart's enfoldment in mine is evidence enough that there is, underneath it all, some hidden order to this world.", "author": "Eric Micha'el Leventhal"},
{"text": "In war, love is a luxury. It comes at a high price... This brand of marriage, I guess, takes steady nerves.", "author": "Emily Yellin"},
{"text": "But men are bound to say", "author": "Joyce Rachelle"},
{"text": "Before a marriage, a man will lie awake all night thinking about something you`ve said; after marriage, he`ll fall asleep before you finish saying it.", "author": "Helen Rowland"},
{"text": "Marriage is work, Cora, I'm not going to lie. It’s glorious some days and not so much on others.", "author": "Rachel Hauck"},
{"text": "Most people who are would each not be in love with their partner, if they did not have the kind of genitals they have.", "author": "Mokokoma Mokhonoana"},
{"text": "If I must die young, bury me", "author": "Jalina Mhyana"},
{"text": "Proximity to reality induces feelings of emptiness, horror and depression. Do not approach it alone.", "author": "Anthony Marais"},
{"text": "Behind every successful man,there isn't just a woman but a prayerful and hard working woman.If not every married man would be successful", "author": "ABC"},
{"text": "A broken heart is not a broken glass", "author": "ABC"},
{"text": "Every Sunday behind bibles, virgins,", "author": "Jalina Mhyana"},
{"text": "Destiny brought two souls, Jeremiah and Lailah Akita, to light the world with love.", "author": "Lailah Gifty Akita"},
{"text": "In finnish:", "author": "Hitomi Kanehara"},
{"text": "Perhaps, deep down inside that rugged shell of yours, there is a little girl desperately waiting for her Prince Charming to propose.\"", "author": "Sylvain Neuvel"},
{"text": "Finding out that you are not your lover’s only lover hurts, but not as much as discovering that you are the side chick … or the side dick.", "author": "Mokokoma Mokhonoana"},
{"text": "If he could just have one more chance, he'd act like the man he'd always believed himself to be.", "author": "Liane Moriarty"},
{"text": "We think we like or love some people until we see them regularly.", "author": "Mokokoma Mokhonoana"},
{"text": "Moonrise is a fabulous novel and my damn wife wrote it and that’s me up there near Highlands shouting it out to the hills.", "author": "Pat Conroy"},
{"text": "That's what marriage is, isn't it? Taking the rough with the smooth. At least, that's what it should be.", "author": "Laura Barnett"},
{"text": "It eases my soul that I share a house with [Cassandra King] a novelist of such rare and distinctive gifts.", "author": "Pat Conroy"},
{"text": "Some people love but will never marry each other. Some are married to but have never loved and will never love each other.", "author": "Mokokoma Mokhonoana"},
{"text": "Stop telling God what you want to have , He is going to use what you have left to give you what you need.", "author": "Patience Johnson"},
{"text": "I have lived long enough to see God make my enemies my footstool not even footsteps.", "author": "Patience Johnson"},
{"text": "Whether idyllic or defective, relationships are the fabric of life.", "author": "John Tracy Wilson"},
{"text": "Any bridge you refuse to burn gives Satan an invitation and re-entry point into your life.", "author": "Patience Johnson"},
{"text": "Some people are in church but not in christ because if you are in christ, the first sign of true christianity is peace.", "author": "Patience Johnson"},
{"text": "Christianity is not for seasonal use, it is for daily use. Make the word of God your daily Language.", "author": "Patience Johnson"},
{"text": "Take anything that is above you to God, lift it, bless it and release it and see what God will do.", "author": "Patience Johnson"},
{"text": "I believe that to be kept from evil is better than to be healed from sickness.", "author": "Patience Johnson"},
{"text": "God sends the best to those who deserves it.", "author": "Patience Johnson"},
{"text": "There must be a demand, there must be an urge and there must be a will and where there is a demand and a will, there will also be a way.", "author": "Patience Johnson"},
{"text": "If you are looking for bad news ask new york times or CNN, if you are looking for good news ask me. I am an ambassador of good news.", "author": "Patience Johnson"},
{"text": "I do not need to grow up or train in the gym in order to beat the devil, when I know that my God can beat him for me.", "author": "Patience Johnson"},
{"text": "Nobody is too holy for the devil's attack, even your tithes and offerings won't stop him either but God rebukes the devourer through your giving.", "author": "Patience Johnson"},
{"text": "You can win war without fighting and you must not fight a war in order to win. The battle is of the Lord.", "author": "Patience Johnson"},
{"text": "When you go nearer to God, He shows you what to do, He tells you when to do it and He backs whatever He promised.", "author": "Patience Johnson"},
{"text": "Any prophet who does not refer you to christ is not a true prophet.", "author": "Patience Johnson"},
{"text": "If the word of God cannot do it in your life then your Pastor must be wasting his time.", "author": "Patience Johnson"},
{"text": "It is not your duty to run from the devil but resist him and he will flew from you.", "author": "Patience Johnson"},
{"text": "What you need to succeed is already there, just lean on God. For your faith's sake, God can still disappoint the devil.", "author": "Patience Johnson"},
{"text": "Cheap food always requires expensive treatment.", "author": "Patience Johnson"},
{"text": "Man may change, government may change, people may change but Jesus Christ is the same yesterday, today and forever.", "author": "Patience Johnson"},
{"text": "See it (your situations) with your eyes but direct it to God", "author": "Patience Johnson"},
{"text": "Anything that doubt me can´t doubt my God. Any situation that is too high for me can never be too high for my God.", "author": "Patience Johnson"},
{"text": "Faith to challenge equals recovery. When you learn to challenge your situation God speaks.", "author": "Patience Johnson"},
{"text": "Troy and I loved each other. We called it 'unconditional love', which was true. Once conditions arose, the love dissipated.", "author": "Joseph Fink"},
{"text": "You have asked her to marry you, I hope''", "author": "Julia Quinn"},
{"text": "You know all of the young gentlemen better than I do,” Lady Manston continued. “Are there any we should avoid?", "author": "Julia Quinn"},
{"text": "Oh, come now, you two,” Lady Manston said, “surely it can be no surprise that I have long hoped for an alliance between the Rokesbys and Bridgertons.", "author": "Julia Quinn"},
{"text": "Taking good care of your husband or wife is the best way to thank their parent or parents for having taken good care of them.", "author": "Mokokoma Mokhonoana"},
{"text": "Marriage is a public declaration of", "author": "Katherine Anne Porter"},
{"text": "Christians believe in a big God but do small things and this is a big insult to God.", "author": "Patience Johnson"},
{"text": "A person's character is but half formed till after wedlock.", "author": "Charles Simmons"},
{"text": "If God give you a status, don't turn yourself to a statue. Don't become a monument. God still want to reside inside you but not in a monument.", "author": "Patience Johnson"},
{"text": "So long as you are in God's hands, He will not throw you away. God cannot drop you for you to be ashamed.", "author": "Patience Johnson"},
{"text": "What you need is not too big for God to supply.", "author": "Patience Johnson"},
{"text": "Poverty I am too beautiful to be like you. Sickness from the crown of my head to the sole of my feet, I belong to God.", "author": "Patience Johnson"},
{"text": "Don’t make the mistake of looking down on your partner. You’re only on that pedestal because they put you up there.", "author": "Kamand Kojouri"},
{"text": "For five years I didn't think it was possible to be this happy.", "author": "Terry McMillan"},
{"text": "Each marriage is a living thing, just as complex as the two individuals within it.", "author": "Penny Reid"},
{"text": "Many a woman is in a relationship with or married to her man not because she loves him but only because she likes men like him.", "author": "Mokokoma Mokhonoana"},
{"text": "Life during the wedding day can be so simple, but life after the wedding day can be THE HARDEST.", "author": "Auliq-Ice"},
{"text": "Then I’ll have more fun searching in vain then marrying one of the wrong sort.", "author": "Erle Stanley Gardner"},
{"text": "Being called ‘love’ or ‘my love’ by someone doesn’t necessarily mean that you are loved or even liked by them.", "author": "Mokokoma Mokhonoana"},
{"text": "Was marriage invented to cage love?", "author": "Nilesh Rathod"},
{"text": "The bonds between husband and wife spring from deep laws of destiny and should not be broken lightly.", "author": "Lian Hearn"},
{"text": "Women marry men hoping they will change. They don't. Men marry women hoping they won't change. They do.", "author": "Bettin Arndt"},
{"text": "As long as he lived, it would always be a pleasure and a gift to fill his hands with the weight of her flesh.", "author": "Yaa Gyasi"},
{"text": "Marriage is just like business, only a few succeed, many manage & the REST RESIGN.", "author": "Auliq-Ice"},
{"text": "Some women would not cheat, and some would not have cheated, had they each married a man whom they love … or at least like.", "author": "Mokokoma Mokhonoana"},
{"text": "When are you going to marry her?", "author": "Kori David"},
{"text": "If you dump the fear of failure, you will eventually marry success.", "author": "Jeanette Coron"},
{"text": "We believe that Jesus has made His home in our hearts, and as long as we carry Him there, God's love will keep our love strong no matter where we are.", "author": "Nick Vujicic"},
{"text": "It was mathematical, marriage. Not, as one might expect, additional. It was exponential.", "author": "Lauren Groff"},
{"text": "Marriage is like a magnifying glass. It simply", "author": "Bo Sánchez"},
{"text": "Emerson is a remarkable person, considering that he is a man. Which is not saying a great deal.", "author": "Elizabeth Peters"},
{"text": "Married life had taught Toran the futility of arguing with a female in dark-brown mood. He shrugged, and left her.", "author": "Isaac Asimov"},
{"text": "You never know the nature of another couple's marriage, do you?", "author": "Curtis Sittenfeld"},
{"text": "Why hadn't that been part of his stupid lifelong redemption program: Do what my wife asks immediately so she doesn't feel like a nag.", "author": "Liane Moriarty"},
{"text": "Know this: whenever you think of leaving, a part of you has already left. But it’s never too late to get it back.", "author": "Kamand Kojouri"},
{"text": "I love you like the devil loves his pitchfork. I love you like the angel loves his wings. I love you from here to heaven, through hell and back again.", "author": "Robert Thier"},
{"text": "Memories of the past are what drive us, whether to a life of beauty or a life of insanity is up to us.", "author": "Abhishek Shukla"},
{"text": "Strong people don't put others down. They lift them up and slam them on the ground for maximum damage.", "author": "Abhishek Shukla"},
{"text": "All lies, freckled vows, crying-weeping on your toes", "author": "Heenashree Khandelwal"},
{"text": "Life is about the moments you create,that you can keep with you forever.After everything is over,That is what we have or what we are left with.", "author": "Abhishek Shukla"},
{"text": "Every major life decision I made came from my pain, guilt and shame...even down to the man I chose for a husband.", "author": "Elona Washington"},
{"text": "Every interaction is an opportunity to learn, Only if we are interested in improving rather than proving.", "author": "Abhishek Shukla"},
{"text": "We are not going to decide this with a game of cards,\" Sebastian grout. \"Besides, the decision has been made.\"", "author": "Lorraine Heath"},
{"text": "Being loved is the only thing that is admirable by any stretch of the imagination.", "author": "Auliq-Ice"},
{"text": "What most couples fail to realize is that marriage vows denote change.", "author": "Elona Washington"},
{"text": "I couldn’t have dreamed you into existence because I didn’t even know I needed you. You must have been sent to me.", "author": "Kamand Kojouri"},
{"text": "Rules are made to be broken, but hearts are broken to be made.", "author": "Olaotan Fawehinmi"},
{"text": "The only thing we can never get enough of is love. And the one thing we never give is enough love.", "author": "Henry Miller"},
{"text": "Wisdom is knowing the right thing to do and doing it at the right time to get the desired result. It is also the correct application of knowledge.", "author": "Patience Johnson"},
{"text": "Can you imagine, finally showing your true self to your spouse, your soul mate, and having him not like you?", "author": "Gillian Flynn"},
{"text": "Life is about the moments you create, that you can keep it with you FOREVER. After everything is over,That is what we have or what we are left with.", "author": "Abhishek Shukla"},
{"text": "You cannot occupy a proper place on earth without wisdom. It is the principal thing you must have.", "author": "Patience Johnson"},
{"text": "Ladies, being able to submit to your future husband requires a deeper trust in God who created him.", "author": "Nicole J. Fortune"},
{"text": "There is no gift of principles, you must apply them if you want to move forward.", "author": "Patience Johnson"},
{"text": "God gave you the capacity to invent, work, create and to be brilliant.", "author": "Nicole J. Fortune"},
{"text": "Every crisis is a wisdom crisis. If you have no peace around you then you lack wisdom.", "author": "Patience Johnson"},
{"text": "Even with fasting and prayers you still need wisdom. At the root of every great accomplishment is wisdom. In all your getting get wisdom first.", "author": "Patience Johnson"},
{"text": "I've learned not to worry about love; but to honor its coming with all my heart.", "author": "Alice Walker"},
{"text": "Love can never let you down because love is perfect.", "author": "Nicole J. Fortune"},
{"text": "You cannot have a dream and expect someone else's faith to make it a reality for you.", "author": "Patience Johnson"},
{"text": "God's word will produce with your level of understanding. The much you can understand it, the more wisdom you are privileged to have.", "author": "Patience Johnson"},
{"text": "When wisdom comes, transformation comes. Wisdom makes the difference between the succeeding man and the failing man.", "author": "Patience Johnson"},
{"text": "Simple misunderstanding… and couple forget the lovely moments they spent before marriage and during honeymoon.", "author": "Girdhar Joshi"},
{"text": "Wisdom cannot be bought from the walmart, it can only come from the Holy Spirit of God.", "author": "Patience Johnson"},
{"text": "There are too many stars in the sky and none of them is overshadowing the other. Don't let anybody be a threat to your growth.", "author": "Patience Johnson"},
{"text": "A man with wisdom will always have a solution no matter how big his challenges may be. Wisdom makes you a problem solver.", "author": "Patience Johnson"},
{"text": "If want to become a person with vision, get back and reconnect to your source.", "author": "Patience Johnson"},
{"text": "If knowledge is lacking, your destruction is inevitable.", "author": "Patience Johnson"},
{"text": "Negative prophecies are reversible. The Lord reveals to conquer. You are created to reverse any negative with your prayers and the word of God.", "author": "Patience Johnson"},
{"text": "I am the most important person to me. I am the most important person in the entire universe to me. I am the centre of my own universe.", "author": "Patience Johnson"},
{"text": "People would want to get safe and come to Christ because they see the evidence in your life not because you quote the scriptures to them.", "author": "Patience Johnson"},
{"text": "If satan succeds in blinding your mind, he has succeeded in arresting you because anything that can stop you from believing can stop your future.", "author": "Patience Johnson"},
{"text": "No satan can unsettle what God has settled.", "author": "Patience Johnson"},
{"text": "Blind minds are worst than blind eyes. That you have eyes does not mean that you have vision. Visionaries do not look they see whlie people look.", "author": "Patience Johnson"},
{"text": "People with vision sees opportunity where there is problem. They see money not problem.", "author": "Patience Johnson"},
{"text": "It is impossible to enjoy divine protection without the word of God. You must be a word addict.", "author": "Patience Johnson"},
{"text": "The devil comes to steal, kill and destroy and his followers do the same. Be watchful and keep that in mind.", "author": "Patience Johnson"},
{"text": "Rebuilding is something that is practically difficult than starting over from nothing.", "author": "Patience Johnson"},
{"text": "It makes the idea of in sickness and in health that much more real to see it play out in front of you.", "author": "Kiera Cass"},
{"text": "And while she was fire,", "author": "Morris R. Gates"},
{"text": "I was relying on youth be loyal to the specific variety of compromise and unhappiness, which our hard-won marriage represents.", "author": "Alain de Botton"},
{"text": "There is nothing inherently painful about being cheated on.", "author": "Mokokoma Mokhonoana"},
{"text": "Hard hands and no sense of humor makes for a bad marriage.", "author": "George R.R. Martin"},
{"text": "The Fear of being lonely and alone after a breakup\"", "author": "Elias Tan JS"},
{"text": "You cannot really get married by mistake. You can only marry the wrong person.", "author": "Mokokoma Mokhonoana"},
{"text": "Between people long-married there is a diplomacy of the eyes", "author": "Gregory Benford"},
{"text": "You marry who you think your beloved is, and then discover who they really are over the years. It’s that discovery that makes a marriage work.", "author": "Mercedes Lackey"},
{"text": "That place is happy over which a holy man builds a house, with fire, cattle, wife, children and good followers", "author": "The God"},
{"text": "... You are ignorant of the duties you undertake in marrying...", "author": "Emily Brontë"},
{"text": "They sat a moment in embrace of silent mutual comfort, which was, she often thought, the reward of those long married.", "author": "Helen Simonson"},
{"text": "Getting married is easy, having sex is easier, but findings someone who can stimulate your mind and make love to your soul, that is rare.", "author": "Habeeb Akande"},
{"text": "That’s what marriage was at its best: You didn’t have to tell your partner to look out, that you were falling. They were just there to catch you.", "author": "Jamie Brenner"},
{"text": "If we try to see something positive in everything we do, life won't necessarily become easier but it becomes more valuable.", "author": "Abhishek Shukla"},
{"text": "The Sleeping", "author": "Lynn Emanuel"},
{"text": "A lot of pain that we are dealing with are really only THOUGHTS.", "author": "Abhishek Shukla"},
{"text": "Innocence and experience make for a perfect marriage.", "author": "George R.R. Martin"},
{"text": "I'll never know the right answer for sex and marriage, sense and mirage.", "author": "James Thurber"},
{"text": "Many of our flaws are old emotional defenses which may fade away when we're loved in spite of them.", "author": "Rick Cormier"},
{"text": "We take the most difficult relationship of our childhood... and we MARRY it.", "author": "Rick Cormier"},
{"text": "Thou mayest choose an helpmeet,\" said the King to me.", "author": "Michael  Darling"},
{"text": "May I help you?\"", "author": "Michael  Darling"},
{"text": "I notice perfume smells on his shirts and even later hours. I suspect he's having an affair but really don't care.", "author": "Martha Lemasters"},
{"text": "Oh,\" she said. \"I wasn't going to ask, but then you never said anything about it, so I thought I'd ask.\"", "author": "Lorrie Moore"},
{"text": "Breakup is hard enough to live with, why do we need the paperwork of divorce.", "author": "Nilesh Rathod"},
{"text": "Divorce is a bitch and marriage is the mother of that bitch.", "author": "Nilesh Rathod"},
{"text": "The bond (of marriage) became the bondage itself", "author": "Nilesh Rathod"},
{"text": "A good marriage is supposed to be one where each spouse secretly thinks he or she got the better deal.", "author": "Anne Lamott"},
{"text": "Ladies, you have a ton of power if you just understand the fundamental differences between men and women and unaffectedly play by the rules.", "author": "Julieanne O'Connor"},
{"text": "Often, the bonds of marriage kill the purpose of the very marriage.", "author": "Nilesh Rathod"},
{"text": "The secret tugs at my sleeve.", "author": "Adelheid Manefeldt"},
{"text": "I respect a woman who can respect me when I'm not around.", "author": "Mark W Boyer"},
{"text": "My feeling on the subject of sex with a man is - don't give it up unless you're willing to give him up. Not in the beginning. Sex is power!", "author": "Julieanne O'Connor"},
{"text": "Life is surreal. When you step back and really take a look at it, the irony is absolute.", "author": "Julieanne O'Connor"},
{"text": "Home cooking is the true embodiment of love. It makes us show patience, kindness, humility, hope, and perseverance.", "author": "Agus Ekanurdi"},
{"text": "It is not the lack of commitment that destroys marriages, it is the lack of purpose.", "author": "Debasish Mridha"},
{"text": "We will all experience the judgment of others when we fall in love. Love with your whole being anyway.", "author": "Julieanne O'Connor"},
{"text": "When you love someone, you can just live without it.", "author": "Lailah Gifty Akita"},
{"text": "Men love pleasure, but women wish for purposeful promise.", "author": "Lailah Gifty Akita"},
{"text": "Children are God’s or nature’s practical joke on couples—that which is produced by passion then proceeds to nearly kill it.", "author": "Dennis Prager"},
{"text": "It is not what we feel that gets us in to trouble. It is how we express how we feel that causes conflict.", "author": "DeBorrah K. Ogans"},
{"text": "I accept you as you are, and I will always hold you close in my heart. I will walk beside you forever.", "author": "Sherrilyn Kenyon"},
{"text": "I sit on a rock and watch children playing", "author": "Adelheid Manefeldt"},
{"text": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "author": "Abhishek Shukla"},
{"text": "Its not your fault for not being there.", "author": "Abhishek Shukla"},
{"text": "There's a story behind every", "author": "Abhishek Shukla"},
{"text": "The most important subject in the curriculum in the future years will be how to love ourselves and be content.", "author": "Abhishek Shukla"},
{"text": "We live in a society where every business has a huge scope.", "author": "Abhishek Shukla"},
{"text": "I knew that my husband was a song that I had forgotten the words to and I was a fuzzy photograph of someone he used to love.", "author": "Catherine Lacey"},
{"text": "Life was rich with possibility, or life was possibly rich...She felt incandescent with the news.", "author": "Lauren Groff"},
{"text": "If God is going to write your loves story, He's going to first need your pen.", "author": "Eric Ludy"},
{"text": "Such a mad marriage never was before.", "author": "William Shakespeare"},
{"text": "Benazir Bhutto doesn't cease to exist the moment she gets married. I am not giving myself away. I belong to myself and I always shall.", "author": "Benazir Bhutto"},
{"text": "Marriage is a shared sacred life.", "author": "Lailah Gifty Akita"},
{"text": "Marriage is a mutual faithful friendship", "author": "Lailah Gifty Akita"},
{"text": "Marriage is mutual faithful friendship.", "author": "Lailah Gifty Akita"},
{"text": "What is life without love?", "author": "Lailah Gifty Akita"},
{"text": "You need to be my wife to win with me.", "author": "Pawan Mishra"},
{"text": "Marriage is a long conversation, someone once said, and maybe so is a rock band's life. A few minutes later, both were done.", "author": "Kim Gordon"},
{"text": "Mathilde and Lotto held hands in the taxi going to brunch, communicating, not speaking.", "author": "Lauren Groff"},
{"text": "Create your own path.Don't blindly follow the massess... because most of the time the \"M\" is silent.", "author": "Abhishek Shukla"},
{"text": "Lorenzo: In such a night stood Dido with a willow in her hand upon the wild sea-banks, and waft her love to come again to Carthage", "author": "William Shakespeare"},
{"text": "My husband says spring will be early.", "author": "Lisel Mueller"},
{"text": "In the break-up of a marriage the world inclines to take the side of the partner with most vitality, rather than the one apparently least to blame.", "author": "Anthony Powell"},
{"text": "For the crown of our life as it closes", "author": "Algernon Charles Swinburne"},
{"text": "I suppose one oughtn’t to marry anybody, unless one’s prepared to make him a full-time job.", "author": "Dorothy L. Sayers"},
{"text": "I have a theory that while a man might not always get the wife he wants or needs, he always gets the wife he deserves.", "author": "Marlon James"},
{"text": "Men (who cheat) do not cheat because they are dogs. They are (regarded as) dogs because they cheat.", "author": "Mokokoma Mokhonoana"},
{"text": "Marriage is nothing but a commitment to care and share.", "author": "Debasish Mridha"},
{"text": "The marriage seemed to flourish on Father’s extended absences. ” Ragtime", "author": "E. L. Doctorow"},
{"text": "Maybe it's a good idea,\" said Kathy.", "author": "Charlie Close"},
{"text": "Why do ever think about to get married??", "author": "DeYtH Banger"},
{"text": "The difference between the right spouse and the wrong spouse is the difference between a soul mate and a cell mate.", "author": "R.A. Mathis"},
{"text": "Success in marriage does not come merely through finding the right mate, but through being the right mate.", "author": "Barnett R. Brickner"},
{"text": "Love is a sin...!!!", "author": "M.Rehan Behleem"},
{"text": "The best of who you are is not from who you have in your life, rather who they helped you become because they loved you.", "author": "Shannon L. Alder"},
{"text": "That’s what a good wife does, keeps your dreams alive even when you don’t believe anymore.", "author": "Michael J. Sullivan"},
{"text": "Don’t touch me. Don’t tell me how beautiful my eyes are, how", "author": "melissa de la cruz"},
{"text": "When she found a place of her own", "author": "Ian McEwan"},
{"text": "Your friends can be double-edged knife thy can either nurture you or destroy you. Choose them Wisely......", "author": "Abhishek Shukla"},
{"text": "Now he must put into practice all his fine poetic thoughts about romantic love.", "author": "Philip Zaleski"},
{"text": "Live each day as if it could be the last day that you spend with your husband or wife.", "author": "Lindsey Rietzsch"},
{"text": "It is the most miserable thing to feel ashamed at home.", "author": "Charles Dickens"},
{"text": "This is one secret in living with the loved one. That is, it doesn't try to change the other party.", "author": "J. Chardonne"},
{"text": "I assumed my first undivided responsibility.", "author": "Charles Dickens"},
{"text": "Keep strong the bond of love.", "author": "Lailah Gifty Akita"},
{"text": "The way you date(treat) your spouse, truly has an impact inside and outside of your marriage.", "author": "Lindsey Rietzsch"},
{"text": "Ask any successfully married couple what keeps their relationship alive and they will tell you, \"interest.\" It's as simple as that.", "author": "Lindsey Rietzsch"},
{"text": "If you want something bad enough, then do something about it!", "author": "Lindsey Rietzsch"},
{"text": "The more interest you show in your spouse, the more interest your spouse will show in you.", "author": "Lindsey Rietzsch"},
{"text": "Forget about trying to \"fix\" your spouse's flaws. Instead, focus your attention on aspects and characteristics that you enjoy most.", "author": "Lindsey Rietzsch"},
{"text": "Love is love.", "author": "Lailah Gifty Akita"},
{"text": "Marriage, she felt, was a fine arrangement generally, except that one never got it generally. One got it very, very specifically.", "author": "Lorrie Moore"},
{"text": "A man cannot really be called (sexually) confident if he has never bought his woman a vibrator.", "author": "Mokokoma Mokhonoana"},
{"text": "She says affection is all very well being imagined, like a romantic fancy, but marriage should be based on practical purposes in order to last longer.", "author": "Aya Ling"},
{"text": "What's the rush, honey? We have all the time in the world.", "author": "Taylor Jenkins Reid"},
{"text": "Some men do not know the father of 'their' children.", "author": "Mokokoma Mokhonoana"},
{"text": "Most if not all sexually active people do not really love having sex; they merely love experiencing an orgasm every now and then.", "author": "Mokokoma Mokhonoana"},
{"text": "It was a dark story.", "author": "Joseph Conrad"},
{"text": "Coco Chanel is said to have said that a girl should be two things: who and what she is. I say a girl should do two things: what and who she wants.", "author": "Mokokoma Mokhonoana"},
{"text": "Some people are so sexually unattractive that the thought of masturbating turns them off.", "author": "Mokokoma Mokhonoana"},
{"text": "I will not give up on love.", "author": "Lailah Gifty Akita"},
{"text": "There is a huge college about how men and women interact with each other after marriage. But people get married without learning.", "author": "Dada Bhagwan"},
{"text": "Marriage results in two possibilities: sometimes it results in prosperity, sometimes it results in destruction.", "author": "Dada Bhagwan"},
{"text": "his wife might, I verily believe, be the very happiest woman the sun shines on", "author": "Charlotte Brontë"},
{"text": "Love is blind. You don't have to be.", "author": "Michael  Gabriel"},
{"text": "I think mixed women from interracial marriages are beautiful, and for many reasons, all of them good.", "author": "Daniel Marques"},
{"text": "Intoxicating affections mimic marriage. They don’t last!", "author": "DeBorrah K. Ogans"},
{"text": "It would take a helluva man to replace no man at all.", "author": "Anna Quindlen"},
{"text": "There's more at stake from the ripples we make than simply passing through.", "author": "John Tracy Wilson"},
{"text": "Hecuba had the mistaken notion, just like my poor mama, that all a girl had to do was to get married and all her problems were solved overnight.", "author": "Costas Taktsis"},
{"text": "Young people, look to your Bible when thinking about any matter, including getting married.", "author": "Billy Graham"},
{"text": "Too many husbands and wives enter into marriage with the idea that their spouse exists for one purpose: to make them happy.", "author": "Billy Graham"},
{"text": "Every divorce represents a broken dream, a shattered hope, a ruined expectation.", "author": "Billy Graham"},
{"text": "My wife often said that “a good marriage consists of two good forgivers.", "author": "Billy Graham"},
{"text": "When a husband and wife are concerned only about their own individual desires, the stage is set for conflict.", "author": "Billy Graham"},
{"text": "[My wife] is a great student of the Bible. Her life is ruled by the Bible more than any person I’ve ever known. That’s her rule book, her compass.", "author": "Billy Graham"},
{"text": "The perfect marriage is a uniting of three persons—a man and a woman and God. That is what makes marriage holy.", "author": "Billy Graham"},
{"text": "Without Ruth’s partnership and encouragement over the years, my own work would have been impossible. We were called by God as a team.", "author": "Billy Graham"},
{"text": "A loving God ordained monogamous marriage and the sanctity of what we call the traditional family.", "author": "Billy Graham"},
{"text": "It’s amazing how we can hurt others, especially those close to us . . .subtle and not-so-subtle ways in which wives belittle husbands and vice versa.", "author": "Billy Graham"},
{"text": "Gardens don’t grow by themselves; they need to be tended and cultivated and weeded. The same is true of a marriage.", "author": "Billy Graham"},
{"text": "Marriage is not a reform school . . .Instead of you reforming [your spouse], [he or she] will instead influence you.", "author": "Billy Graham"},
{"text": "As husband and wife, to have a happy life together, you must have confidence and respect, and you must have substantial agreement in your faith.", "author": "Billy Graham"},
{"text": "The only really sound marriages are those based on mutual respect.", "author": "Billy Graham"},
{"text": "[God] can help you begin to rebuild your marriage and your life if you will let Him rule in your life.", "author": "Billy Graham"},
{"text": "While God’s will is that every marriage will endure, man’s sin has poisoned many relationships.", "author": "Billy Graham"},
{"text": "A good marriage is not “made in heaven,” but on earth. Love is a fragile commodity which needs to be cultivated and nourished constantly.", "author": "Billy Graham"},
{"text": "Marriage is God’s invention, not ours! Society didn’t establish it; God did.", "author": "Billy Graham"},
{"text": "I know of few families today that aren’t touched to some extent by the heartache of divorce, including our own.", "author": "Billy Graham"},
{"text": "A marriage based only on physical attraction or romantic emotions is almost certainly doomed to failure right from the start.", "author": "Billy Graham"},
{"text": "Nothing brings more joy than a good marriage, and nothing brings more misery than a bad marriage.", "author": "Billy Graham"}
]