[
{"text": "Don't cry because it's over, smile because it happened.", "author": "Dr. Seuss"},
{"text": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.", "author": "Henry Wadsworth Longfellow"},
{"text": "You cannot protect yourself from sadness without protecting yourself from happiness.", "author": "Jonathan Safran Foer"},
{"text": "What you must understand about me is that I’m a deeply unhappy person.", "author": "John Green"},
{"text": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep.", "author": "Clive Barker"},
{"text": "Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day.", "author": "Markus Zusak"},
{"text": "Tonight I can write the saddest lines", "author": "Pablo Neruda"},
{"text": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.", "author": "José N. Harris"},
{"text": "The longer and more carefully we look at a funny story, the sadder it becomes.", "author": "Nikolai V. Gogol"},
{"text": "Tears are words that need to be written.", "author": "Paulo Coelho"},
{"text": "When God Created Mothers\"", "author": "Erma Bombeck"},
{"text": "Don't cry over someone who wouldn't cry over you.", "author": "Lauren Conrad"},
{"text": "there are two types of people in the world: those who prefer to be sad among others, and those who prefer to be sad alone.", "author": "Nicole Krauss"},
{"text": "Why do beautiful songs make you sad?' 'Because they aren't true.' 'Never?' 'Nothing is beautiful and true.", "author": "Jonathan Safran Foer"},
{"text": "I can't eat and I can't sleep. I'm not doing well in terms of being a functional human, you know?", "author": "Ned Vizzini"},
{"text": "Ho! Ho! Ho! To the bottle I go", "author": "J.R.R. Tolkien"},
{"text": "So it’s true, when all is said and done, grief is the price we pay for love.", "author": "E.A. Bucchianeri"},
{"text": "Ester asked why people are sad.", "author": "Paulo Coelho"},
{"text": "Sigh no more, ladies, sigh no more,", "author": "William Shakespeare"},
{"text": "Nothing can cure the soul but the senses, just as nothing can cure the senses but the soul.", "author": "Oscar Wilde"},
{"text": "I don’t know what they are called, the spaces between seconds– but I think of you always in those intervals.", "author": "Salvador Plascencia"},
{"text": "Percy, let me go\" she croaked. \"You can't pull me up.\"", "author": "Rick Riordan"},
{"text": "Nothing thicker than a knife's blade separates happiness from melancholy.", "author": "Virginia Woolf"},
{"text": "When you've suffered a great deal in life, each additional pain is both unbearable and trifling.", "author": "Yann Martel"},
{"text": "I can write the saddest poem of all tonight.", "author": "Pablo Neruda"},
{"text": "Someday, we’ll run into each other again, I know it.", "author": "Gabrielle Zevin"},
{"text": "Give sorrow words; the grief that does not speak knits up the o-er wrought heart and bids it break.", "author": "William Shakespeare"},
{"text": "Tears, idle tears, I know not what they mean,", "author": "Alfred Lord Tennyson"},
{"text": "I said uselessly, \"Sam, don't go.\"", "author": "Maggie Stiefvater"},
{"text": "The sadness will last forever.", "author": "Vincent van Gogh"},
{"text": "Some people are just not meant to be in this world. It's just too much for them.", "author": "Phoebe Stone"},
{"text": "I am in that temper that if I were under water I would scarcely kick to come to the top.", "author": "John Keats"},
{"text": "Maybe we all have darkness inside of us and some of us are better at dealing with it than others.", "author": "Jasmine Warga"},
{"text": "Issac:\"I dislike living in a world without Augustus Waters.\"", "author": "John Green"},
{"text": "If a man cannot understand the beauty of life, it is probably because life never understood the beauty in him.", "author": "Criss Jami"},
{"text": "I am intrigued by the smile upon your face, and the sadness within your eyes", "author": "Jeremy Aldana"},
{"text": "I did not know how to reach him, how to catch up with him... The land of tears is so mysterious.", "author": "Antoine de Saint-Exupéry"},
{"text": "There you go...let it all slide out. Unhappiness can't stick in a person's soul when it's slick with tears.", "author": "Shannon Hale"},
{"text": "If you desire healing,", "author": "Rumi"},
{"text": "She had loved him for such a long time, she thought. How was it that she did now know him at all?", "author": "Cassandra Clare"},
{"text": "I went to bed and woke in the middle of the night thinking I heard someone cry, thinking I myself was weeping, and I felt my face and it was dry.", "author": "Ray Bradbury"},
{"text": "I have so much in me, and the feeling for her absorbs it all; I have so much, and without her it all comes to nothing.", "author": "Johann Wolfgang von Goethe"},
{"text": "Parting is such sweet sorrow that I shall say goodnight till it be morrow.", "author": "Shakespeare"},
{"text": "I do not believe anyone can be perfectly well, who has a brain and a heart", "author": "Henry Wadsworth Longfellow"},
{"text": "Tears are words the mouth can't say nor can the heart bear.", "author": "Joshua Wisenbaker"},
{"text": "Suddenly this defeat.", "author": "Jack Gilbert"},
{"text": "You can't keep the birds of sadness from flying over your head, but you can keep them from nesting in your hair.", "author": "Sharon Creech"},
{"text": "From the moment we are born, we begin to die.", "author": "Janne Teller"},
{"text": "There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness.", "author": "Katerina Stoykova Klemer"},
{"text": "I will be stronger than my sadness.", "author": "Jasmine Warga"},
{"text": "Anyone who has actually been that sad can tell you that there's nothing beautiful or literary or mysterious about depression.", "author": "Jasmine Warga"},
{"text": "Sometimes you weren't supposed to share pain. Sometimes it was best just to deal with it alone.", "author": "Sarah Addison Allen"},
{"text": "It seemed silly to wash one day when I would only have to wash again the next.", "author": "Sylvia Plath"},
{"text": "But what was there to say?", "author": "Arundhati Roy"},
{"text": "I saw the world in black and white instead of the vibrant colours and shades I knew existed.", "author": "Katie McGarry"},
{"text": "Now something so sad has hold of us that the breath leaves and we can't even cry.", "author": "Charles Bukowski"},
{"text": "I'd rather laugh with the sinners than cry with the saints.", "author": "Billy Joel"},
{"text": "the saddest thing is to be", "author": "Sanober Khan"},
{"text": "I am living in a nightmare, from which from time to time I wake in sleep.", "author": "Ursula K LeGuin"},
{"text": "One of the greatest tragedies in life is to lose your own sense of self and accept the version of you that is expected by everyone else.", "author": "K.L. Toth"},
{"text": "a flower knows, when its butterfly will return,", "author": "Sanober Khan"},
{"text": "It is beautiful, it is endless, it is full and yet seems empty. It hurts us.", "author": "Jackson Pearce"},
{"text": "Laugh, and the world laughs with you;", "author": "Ella Wheeler Wilcox"},
{"text": "I wish the night would end,", "author": "V.C. Andrews"},
{"text": "It's OK not to be OK.", "author": "Lindsey Kelk"},
{"text": "She's known sadness. That's what it is. I only just thought that as I wrote it. She's known sadness, and it has made her kind.", "author": "Nathan Filer"},
{"text": "True confessions are written with tears only. But my tears would drown the world, as my inner fire would reduce it to ashes.", "author": "Emil Cioran"},
{"text": "Absence is a house so vast that inside you will pass through its walls and hang pictures on the air.", "author": "Pablo Neruda"},
{"text": "I wish to cry. Yet, I laugh, and my lipstick leaves a red stain like a bloody crescent moon on the top of the beer can.", "author": "Sylvia Plath"},
{"text": "The stars are brilliant at this time of night", "author": "Charlotte Eriksson"},
{"text": "I just let the pain take over, allowing it to numb the pain of being left behind.", "author": "Jessica Sorensen"},
{"text": "Lie still, lie still, my breaking heart;", "author": "Christina Rossetti"},
{"text": "Hearing him talk about his mother, about his intact family, makes my chest hurt for a second, like someone pierced it with a needle.", "author": "Veronica Roth"},
{"text": "I'll never wake up in a good mood again.", "author": "Jim Morrison"},
{"text": "It would be wrong to refuse to face the fact that everything is fundamentally sick and sad.", "author": "Thomas Bernhard"},
{"text": "I don't think all writers are sad, she said.", "author": "Lang Leav"},
{"text": "Sorry excuses for hunters and friends. Both of us.", "author": "Suzanne Collins"},
{"text": "When your sad--like really sad--you only want to be with other people who are sad.", "author": "Nick Hornby"},
{"text": "And empty words are evil.", "author": "Homer"},
{"text": "i want to give up my bearings, slip out of who i am, shed everything, the way a snake discards old skin.", "author": "Khaled Hosseini"},
{"text": "I thought living dead girls couldn't feel pain, thought I was emptied out but I'm not, I'm not.", "author": "Elizabeth Scott"},
{"text": "Sadness is a vice.", "author": "Gustave Flaubert"},
{"text": "I love walking in the rain because no one can see me crying", "author": "Rowan Atkinson"},
{"text": "In the silence, she felt the past and the present shift and mix, but that was a mirage. There was no way to comfort the lost boy he'd been back then.", "author": "J.R. Ward"},
{"text": "Once you start down the slippery slope of depression, it's hard to climb off of it. And sometimes you don't want to climb off of it.", "author": "Keary Taylor"},
{"text": "Some of the most beautiful things we have in life comes from our mistakes.", "author": "Surgeo Bell"},
{"text": "Carrie doesn't seem to talk about anything with sharp edges. Maybe she's afraid they might poke her and then she'd burst.", "author": "Lisa McMann"},
{"text": "A tragedy need not have blood and death; it's enough that it all be filled with that majestic sadness that is the pleasure of tragedy.", "author": "Jean Racine"},
{"text": "You know what sucks about sorry? It's the worst word in the world. Because it always happens after you fuck up something good.", "author": "Brigid Kemmerer"},
{"text": "Some things take so long", "author": "George Harrison"},
{"text": "The largest part of what we call 'personality' is determined by how we've opted to defend ourselves against anxiety and sadness\".", "author": "Alain de Botton"},
{"text": "Your memory feels like home to me.", "author": "Ranata Suzuki"},
{"text": "Mostly I have felt myself becoming a servant of sadness. I am still looking for the beauty in that.", "author": "Maggie Nelson"},
{"text": "It’s how I fill the time when nothing’s happening. Thinking too much, flirting with melancholy.", "author": "Tim Winton"},
{"text": "He gave everything to everybody. Except to me.", "author": "J.K. Rowling"},
{"text": "At the end of the day your ability to connect with your readers comes down to how you make them feel.", "author": "Benjamin J. Carey"},
{"text": "When I was little, I was out riding my brand-new blue bicycle when I decided to see how far I could keep going without looking back even once.", "author": "Chica Umino"},
{"text": "The tears stream down my cheeks from my unblinking eyes. What makes me weep so? There is nothing saddening here. Perhaps it is liquefied brain.", "author": "Samuel Beckett"},
{"text": "I miss that feeling of connection.", "author": "Ranata Suzuki"},
{"text": "I stumbled out into the courtyard to try to flee my misery, but of course we can never flee the misery that is within us.", "author": "Arthur Golden"},
{"text": "In the moonlight which is always sad, as the light of the sun itself is--as the light called human life is--at its coming and its going.", "author": "Charles Dickens"},
{"text": "When you experience loss, people say you’ll move through the 5 stages of grief….", "author": "Ranata Suzuki"},
{"text": "Sadness was so claustrophobic.", "author": "Kiran Desai"},
{"text": "If you’re searching for a quote that puts your feelings into words – you won’t find it.", "author": "Ranata Suzuki"},
{"text": "Though these words will never find you, I hope that you knew I was thinking of you today….. and that I was wishing you every happiness.", "author": "Ranata Suzuki"},
{"text": "The person you hurt the most in this world was the person that brought you into it.", "author": "Vannary Rang"},
{"text": "When by my solitary hearth I sit,", "author": "John Keats"},
{"text": "Think I'll miss you forever,", "author": "Lana Del Rey"},
{"text": "Eyes so young, so full of pain ... Two lonely drops of winter rain ... And no tear could these eyes sustain ... For too much had they seen.", "author": "Shaun Hick"},
{"text": "There is an ocean of silence between us… and I am drowning in it.", "author": "Ranata Suzuki"},
{"text": "About time, what I really learned from studying English is: time is different with timing.", "author": "Xiaolu Guo"},
{"text": "After a while, though, even the deepest sorrow faltered, even the most penetrating despair lost its scalpel edge.", "author": "Richard Matheson"},
{"text": "I've never wanted to be loved. And God Knows no one's done it yet.", "author": "Lisa Kleypas"},
{"text": "IN THE HANDS OF MAN", "author": "Suzy Kassem"},
{"text": "Why, then, did I always feel as if his happiness was my responsibility? It wasn't fair for him to burden me with that. It had never been fair.", "author": "Melanie Benjamin"},
{"text": "Tell the truth through whichever veil comes to hand – but tell it. Resign yourself to the lifelong sadness that comes from never ­being satisfied.", "author": "Zadie Smith"},
{"text": "Training?'Clary echoed.\"But we trained yesterday.\"", "author": "Cassandra Clare"},
{"text": "The trouble with a great sadness is that it doesn't fit inside your body.", "author": "Manuel Rivas"},
{"text": "I loved you at your worst, and you were always at your worst. Nothing could stop me. Not even you.", "author": "Denice Envall"},
{"text": "He wipes tears off my face and then snot. He uses his hands. He loves me that much.", "author": "Nina LaCour"},
{"text": "Your coffin reached the monstrous hole. And a part of me went down into the muddy earth with you and lay down next to you and died with you.", "author": "Rosamund Lupton"},
{"text": "I smile. I smile all the time, but you're just not around to see it these days\".", "author": "Sarra Manning"},
{"text": "He was both everything I could ever want…", "author": "Ranata Suzuki"},
{"text": "Clearly God was in some kind of mood on my birthday.", "author": "Jodi Picoult"},
{"text": "People who shout joy from the rooftops are often the saddest of all.", "author": "Milan Kundera"},
{"text": "Grief, no matter how you try to cater to its wail, has a way of fading away.", "author": "V.C. Andrews"},
{"text": "My boyfriend is named Percocet,\" I say. \"We're very close. I even went to Europe with him last summer.", "author": "E. Lockhart"},
{"text": "I try to smile at her, but I can't extend my flexibility training to my mouth, it just won't move.", "author": "Stephanie Campbell"},
{"text": "There is no greater sorrow than to recall in misery the time when we were happy.", "author": "Dante Alighieri"},
{"text": "To me, you were more than just a person. You were a place where I finally felt at home.", "author": "Denice Envall"},
{"text": "If you choose to be sad then you will be sad but there times you don't know why you're sad. Tears start flowing from your eyes.", "author": "Ann Marie Aguilar"},
{"text": "Behind these eyes", "author": "Chimnese Davids"},
{"text": "Because pieces of your heart clearly weigh more when they're sitting shattered at the bottom of your stomach.", "author": "Heather Brewer"},
{"text": "Sometimes I wish life was written pencil so we could erase it and write it all over again.", "author": "Thisuri Wanniarachchi"},
{"text": "…the sad part is, that I will probably end up loving you without you for much longer than I loved you when I knew you.", "author": "Ranata Suzuki"},
{"text": "I don't-\" I shake my head. (...)", "author": "Ned Vizzini"},
{"text": "We had no choice. Sadness was a dangerous as panthers and bears. the wilderness needs your whole attention.", "author": "Laura Ingalls Wilder"},
{"text": "I have found it is surprisingly difficult to remain sad when a cat is doing its level best to sandpaper one's cheeks.", "author": "R. L. LaFevers"},
{"text": "I would have followed you to hell and back... if only you'd lead me back.", "author": "Ranata Suzuki"},
{"text": "We try to fix the outside so much, but our control of the outer world is limited, temporary, and often, illusory.", "author": "Matthieu Ricard"},
{"text": "His leaving had been like snipping off the end of a rope - leaving two unraveling strands.", "author": "Sarah Blakley-Cartwright"},
{"text": "The fruit of empty hopes is more bitter than the saddest truth.", "author": "Angel Wagenstein"},
{"text": "I want that. I want that awful intense and serious unhappiness, cos then I might feel better, and then I might be happy.", "author": "David Thewlis"},
{"text": "if it makes you happy, then why the hell are you so sad?", "author": "Sheryl Crow"},
{"text": "Out of the starless night that covers me,", "author": "W.E. Henley"},
{"text": "Gentle lady, do not sing", "author": "James Joyce"},
{"text": "His absence is so big it's like he's there.", "author": "Patrick Ness"},
{"text": "Bridget's anger evaporated and the sadness came back. The anger was easier. She owned and controlled it, whereas the sadness owned her.", "author": "Ann Brashares"},
{"text": "I'm pretty lost in becoming all this frost. Bitter, like Winter. Strung-out like a string of pearls.", "author": "Ashly Lorenzana"},
{"text": "How do you file a restraining order against sadness?", "author": "Alex Adams"},
{"text": "Sweet for a little even to fear, and sweet,", "author": "Algernon Charles Swinburne"},
{"text": "When you're sad, my Little Star, go out of doors. It's always better underneath the open sky.", "author": "Eva Ibbotson"},
{"text": "You don't know where you are or where your dreams end and the world begins.", "author": "Rachel Klein"},
{"text": "too much happiness always overflowed into tears of sorrow.", "author": "Amy Tan"},
{"text": "My insides feel like they are crumbling like a towering JENGA game. I lose.", "author": "Stephanie Campbell"},
{"text": "Among the problems with shame was that it in fact did not make you shorter or quieter or less visible. You just felt like you were.", "author": "J.R. Ward"},
{"text": "He turned away; he threw himself on his face on the sofa. 'Oh, Jane! my hope - my love - my life!' broke in anguish from his lips.", "author": "Charlotte Bronte"},
{"text": "The sorrow that lay cold in her mother's heart... converted it into a tomb.", "author": "Nathaniel Hawthorne"},
{"text": "I used to cover my windows in heavy curtains, never drawn. Now I danced in the sunlight on my hardwood floors.", "author": "Kimberly Novosel"},
{"text": "Not easy to state the change you made.", "author": "Sylvia Plath"},
{"text": "...when I look at my arms, I don't think revolutionary. I think sad, and pain, but not revolutionary.", "author": "Kathleen Glasgow"},
{"text": "May be its mine bad-luck", "author": "Hasil Paudyal"},
{"text": "The sight of such aching beauty would infuse his soul with pain.", "author": "Tabitha Suzuma"},
{"text": "The sky cries for those filled with sadness", "author": "Sonya Watson"},
{"text": "Your smile and your laughter lit my whole world.", "author": "Ranata Suzuki"},
{"text": "No reason to be angry. Anger just distracts from the all-encompassing sadness.", "author": "John Green"},
{"text": "But as the years passed, he missed her more, not less, and his need for her became a cut that would not scar over, would not stop leaking.", "author": "Dennis Lehane"},
{"text": "I wear a necklace of hope with pearly beads. When I met you, it broke, and the beads spilled all over the floor, into the gutters.", "author": "Karen Quan"},
{"text": "A man who is master of himself can end a sorrow as easily as he can invent a pleasure.", "author": "Oscar Wilde"},
{"text": "[A] person whose head is bowed and whose eyes are heavy cannot look at the light.", "author": "Christine de Pizan"},
{"text": "The man walked past me and stopped, observing the blood running down my neck.", "author": "David Wong"},
{"text": "A grief without a pang, void, dark and drear,", "author": "Samuel Taylor Coleridge"},
{"text": "Maybe this is the point: to embrace the core sadness of life without toppling headlong into it, or assuming it will define your days.", "author": "Gail Caldwell"},
{"text": "I have a soul of lead", "author": "William Shakespeare"},
{"text": "[F]or grief is felt not so much for the want of what we have never known, as for the loss of that to which we have been long accustomed.", "author": "Pericles"},
{"text": "And why had Deb's last boyfriend dumped her?", "author": "Miranda July"},
{"text": "Every single day", "author": "Skillet"},
{"text": "Love can cause problem and love can heal humanly problems based on our virtue.", "author": "Santosh Kalwar"},
{"text": "I'd love to wrap myself inside your sadness and pretend it is mine", "author": "Amy Reed"},
{"text": "I was the one with the open wound, and the river waters turned red when I bathed in them. My sadness is greater than the heavens.", "author": "Laura Restrepo"},
{"text": "how anxiously I yearned for those I had forsaken.", "author": "Fyodor Dostoyevsky"},
{"text": "Sadness is never bad,\" said Amparo. \"Sadness is the mirror of being happy", "author": "Tim Willocks"},
{"text": "Life is but a momentary glimpse of the wonder of this astounding universe, and it is sad to see so many dreaming it away on spiritual fantasy.", "author": "Carl Sagan"},
{"text": "I shall never be very merry or very sad, for I am more prone to analyse than to feel.", "author": "H.P. Lovecraft"},
{"text": "I do hope that when the day comes, whether in 1, 10, or 100 years, I don’t want you to think of me and feel sad.", "author": "Esther Earl"},
{"text": "Sometimes I'm so deeply buried under self-reproaches that I long for a word of comfort to help me dig myself out again.", "author": "Anne Frank"},
{"text": "He carries stars in his pockets", "author": "Alaska Gold"},
{"text": "Not a whit, we defy augury: there's a special", "author": "William Shakespeare"},
{"text": "It’s difficult for me to imagine the rest of my life without you. But I suppose I don’t have to imagine it... I just have to live it", "author": "Ranata Suzuki"},
{"text": "A flower bloomed already wilting. Beginning its life with an early ending.", "author": "RJ Gonzales"},
{"text": "I have fallen into an abyss. I live in a world so curious, so strange. Of the dream that was my life, this is my nightmare.", "author": "Camille Claudel"},
{"text": "How pale the Princess is! Never have I seen her so pale. She is like the shadow of a white rose in a mirror of silver.", "author": "Oscar Wilde"},
{"text": "Man cries, his tears dry up and run out. So he becomes a devil, reduced to a monster.", "author": "Kouta Hirano"},
{"text": "Come here, let me share a bit of wisdom with you.", "author": "Anne Carson"},
{"text": "She knew that there were all kinds of ways to make a conquest and that one of the surest roads to a woman's genitals was through her sadness.", "author": "Milan Kundera"},
{"text": "The last time I felt alive – I was looking into your eyes.", "author": "Ranata Suzuki"},
{"text": "She was becoming sad. There is no joy involved in following others' expectations of yourself.", "author": "Miriam Toews"},
{"text": "Ceaseless as the interminable voices of the bell-cricket, all night till dawn my tears flow.", "author": "Murasaki Shikibu"},
{"text": "Thinking about spaghetti that boils eternally but is never done is a sad, sad thing.", "author": "Haruki Murakami"},
{"text": "Expect more get less and feel sadness Or expect less get more and feel happiness", "author": "Vijay Dhameliya"},
{"text": "Spontaneous insanity is the real bliss! It's sad that we are honored for playing sane, serious, safe, miserable and controlling in this poor world.", "author": "Saurabh Sharma"},
{"text": "Do you love me enough that I am allowed to be damaged? Do you love me enough that I am allowed to be weak in some places?", "author": "Khadija Rupa"},
{"text": "Gradually, we have become each other's weather.", "author": "Paul Zweig"},
{"text": "Our own front door can be a wonderful thing, or a sight we dread; rarely is it only a door.", "author": "Jeanette Winterson"},
{"text": "If he does go, the change will be doleful. Suppose he should be absent spring, summer, and autumn: how joyless sunshine and fine days will seem!", "author": "Charlotte Brontë"},
{"text": "I want her back\" I said \"I want HIM back\"~Charlie", "author": "Ann M. Martin"},
{"text": "Have I thought long to see this morning’s face,", "author": "William Shakespeare"},
{"text": "It's like a Venn diagram of tragedy.", "author": "Sara Zarr"},
{"text": "Utterly, irrevocably, lost", "author": "Oscar Wilde"},
{"text": "I have been poisoned in your love and now I need antidote Jacqueline.L.J! <3", "author": "Omaid olovejlj Zazai"},
{"text": "How little our careers express what lies in us, and yet how much time they take up. It's sad, really.", "author": "Philip Larkin"},
{"text": "It is such a secret place, the land of tears.", "author": "Antoine de Saint-Exupéry"},
{"text": "No one loves me, - no one cares for me, but you, mother.", "author": "Elizabeth Gaskell"},
{"text": "She laughed so easily when she was happy. But also when she was sad.", "author": "Janet Fitch"},
{"text": "He who has felt the deepest grief is best able to experience supreme happiness.", "author": "Alexandre Dumas"},
{"text": "The only place I ever felt at home was with you. There isn’t a place for me anywhere anymore… I’ve been evicted.", "author": "Ranata Suzuki"},
{"text": "Remembering bred its own peculiar sorrow. It seemed so unfair: that time should render both sadness and happiness into a source of pain.", "author": "Rohinton Mistry"},
{"text": "I wanted to keep looking at her because I wanted to never take my eyes from her, but still I had to", "author": "Erich Segal"},
{"text": "I often wish I'd got on better with your father,' he said.", "author": "Virginia Woolf"},
{"text": "Never such innocence,", "author": "Philip Larkin"},
{"text": "It is sad that people need alcohol to make them happy.", "author": "Habeeb Akande"},
{"text": "Tears are a form of communication - like speech - and require a listener.", "author": "Erica Jong"},
{"text": "Knowing the Techniques of Survival........", "author": "Sebastian K. Young"},
{"text": "Toward dawn we shared with you", "author": "Stanley Kunitz"},
{"text": "Someday, beyond the clouds and all the world's wrongs, there will be love, compassion and justice, and we shall all understand.", "author": "Flavia Weedn"},
{"text": "And a rock feels no pain;", "author": "Paul Simon"},
{"text": "You know what Marshall needs to do. He needs to stop being sad. When I get sad, I stop being sad, and be awesome instead. True story.", "author": "Barney Stinson"},
{"text": "This planet has — or rather had — a problem, which was this: most of the people living on it were unhappy for pretty much all of the time.", "author": "Douglas Adams"},
{"text": "If you have a dog, you will most likely outlive it; to get a dog is to open yourself to profound joy and, prospectively, to equally profound sadness.", "author": "Marjorie Garber"},
{"text": "She was like a lone angel floating above the surface of the earth, laughing with delight because she could fly but crying out of loneliness.", "author": "Markus Zusak"},
{"text": "Birds sing even when the world is filled with sadness. I don't know why people can't do the same thing.", "author": "Michael Gilbert"},
{"text": "Tears are God's way of cleansing the heart.", "author": "Rebecca Barlow Jordan"},
{"text": "This is how sudden things happened that haunted forever.", "author": "Daniel Woodrell"},
{"text": "Empty teacups gathered around her and dictionary pages fell at her feet.", "author": "Nicole Krauss"},
{"text": "He smiles sadly. \"Now I know my destiny.\"", "author": "Libba Bray"},
{"text": "...sadness is a powerful foe, maybe harder to keep down than happiness...", "author": "Katherine Hannigan"},
{"text": "It wasn't the aloneness that Liz minded. It was the silence. It echoed.", "author": "Amy Zhang"},
{"text": "In search of Truth the hopeful zealot goes,", "author": "H.P. Lovecraft"},
{"text": "There is often grief that comes with loving, Moshe. But it is worth it.", "author": "Bodie Thoene"},
{"text": "He tried not to cry as he wondered if he would ever have a home again.", "author": "KayeC Jones"},
{"text": "sad things are beautiful only from a distance", "author": "Tao Lin"},
{"text": "there are many reasons to be sad.", "author": "Jomny Sun"},
{"text": "...to make art is to realize another's sadness within, realize the hidden sadness in other people's lives, to feel sad with and for a stranger.", "author": "Marianne Wiggins"},
{"text": "He had the same look on his face that I had every day when I looked in the mirror. He was nothing more than a shell of a person.", "author": "Amy Lichtenhan"},
{"text": "No one can usurp the heights...", "author": "John Keats"},
{"text": "Here is a minute. It may be my love is dead, but here is a minute to kneel over the grave and pray by it.", "author": "William Makepeace Thackeray"},
{"text": "Idyllic memories are merely a jeweled noose.", "author": "Orlando Ricardo Menes"},
{"text": "No child should ever be too sad to play.", "author": "Andrew Galasetti"},
{"text": "As she looks through the window;", "author": "J.B."},
{"text": "The amusements of life, he argued, should be accepted with the same philosophy as its ills. (\"The Striding Place\")", "author": "Gertrude Atherton"},
{"text": "You might want someone else to save you, or might want to save someone so badly. But no one else can save you, not really, not from yourself.", "author": "Ava Dellaira"},
{"text": "Although", "author": "Izumi Shikibu"},
{"text": "Cry as much as you want to, but make sure when you're finished, you never cry for the same reason again", "author": "Wiz Khalifa"},
{"text": "It's not reasonable to love people who are only going to die.", "author": "Kristin Cashore"},
{"text": "my life is just waiting for you to get started.", "author": "Nina LaCour"},
{"text": "Ah! The anguish, the vile rage, the despair", "author": "Fernando Pessoa"},
{"text": "A mist is rolling over the fields. Why is a summer mist romantic and autumn mist just sad?", "author": "Dodie Smith"},
{"text": "I am...sad and angry. Why is my spirit so sad and angry? I look back at my life and all I can remember is rage and rage and rage.", "author": "Chris Adrian"},
{"text": "Stain my eyes as I may, on all sides all is black.", "author": "Helen Hunt Jackson"},
{"text": "That’s what I’m trying, sir… getting my life.", "author": "Faraaz Kazi"},
{"text": "Is there anything sadder than the scrawniest little piece of uneaten chicken at a dinner party?", "author": "Meg Wolitzer"},
{"text": "In the world of the Machiguenga, sadness could be equated with anger, and anger was a perilous emotion, by which a foreigner could lose his life.", "author": "Tahir Shah"},
{"text": "Nobody's happy. What's happy? Happiness is over when the lights come on", "author": "Armistead Maupin"},
{"text": "The last thing we wanted was for the Machiguenga to be sad again. Sadness appeared to bring out their violence.", "author": "Tahir Shah"},
{"text": "As if one's capacity for pain had anything to do with life's apportionment of agonies, Mr. Kimmelbrod thought. Such idiocy.", "author": "Ayelet Waldman"},
{"text": "Zapped while zipping.", "author": "Tim O'Brien"},
{"text": "SOMETIMES WHAT WE WANT BUT CANT GET IT, EVEN WE DO NOT TRY TO GET IT. AT LAST WE SATISFIED JUST FAILURE.", "author": "RUPEE"},
{"text": "Don't take in no strangers while I'm gone.", "author": "Cormac McCarthy"},
{"text": "Wounds may heal", "author": "Samiha Totanji"},
{"text": "The cadence of suffering has begun. Every evening at dusk, my heart constricts until night has come.", "author": "Cesare Pavese"},
{"text": "Yup.. . \"I got people… no need for you\"… SADNESS is a cycle of misery.", "author": "Deyth Banger"},
{"text": "Nothing cuts like a scar. It suddenly comes with beautiful memories and then poisons our mind with sadness.", "author": "Tam Cao"},
{"text": "Sooner or later the rain stops and the sun rises again.", "author": "Abhijit Naskar"},
{"text": "I’ve burned the bridges and built many walls instead …", "author": "Samiha Totanji"},
{"text": "There's a terrible sadness in me", "author": "Christina Hart"},
{"text": "Wake up from death, return to life.", "author": "Abhijit Naskar"},
{"text": "But there is no light at the end of the tunnel to see.", "author": "Samiha Totanji"},
{"text": "Sadness seemed to me like a disease, and I worried it was contagious.", "author": "Matt Haig"},
{"text": "No sadness, my soul’s no more of this world.", "author": "Anna Akhmatova"},
{"text": "Death should leave you with hope not despair. One who despairs about death has no understanding of life.", "author": "Ashta-Deb"},
{"text": "I can no more live without your smile than I can without your love.", "author": "Anthony T. Hincks"},
{"text": "You think I’ll weep?", "author": "William Shakespeare"},
{"text": "Negativity, like mass, can neither be created nor destroyed—it exists in everything.", "author": "Michael A. Ferro"},
{"text": "should i tear my heart out now?", "author": "Sufjan Stevens"},
{"text": "Negativity, like mass, can neither be created nor destroyed—it exists in everything.", "author": "Michael A Ferro"},
{"text": "I'm still as stone, arms wrapped around myself to hold my breaking heart in. These stories always end the same way.", "author": "Laura E. Weymouth"},
{"text": "If I enjoy hearing sad songs, it's only because I don't believe in them.", "author": "Marty Rubin"},
{"text": "If I can ever get my hands on it, I’m gonna smack the shit out of your sadness.", "author": "Curtis Tyrone Jones"},
{"text": "Funny isn't it? I can get almost anything I want. Except the one thing I want the most.", "author": "Haruki Murakami"},
{"text": "Should prosperity befall thee, rejoice not, and should abasement come upon thee, grieve not, for both shall pass away and be no more.", "author": "Bahá'u'lláh"},
{"text": "When the expectations fail, reasons should not be shouldered to meet the expectations.", "author": "Vignesh Srinivasan"},
{"text": "I breathe therefore I write…", "author": "J. AnnRey"},
{"text": "The person who has an extra sweet tongue,", "author": "Mohammed Zaki Ansari"},
{"text": "The moon is in a holding cell, grasped between the bones of his failing ribcage.", "author": "Grace Curley"},
{"text": "I want to make of your life a monument", "author": "Emmanuelle Soni-Dessaigne"},
{"text": "Focus on what makes you happiest and you will be happier. Focus the sadness and you will be more sad. It can be as that simple, it is your choice.", "author": "Hazel Butterworth"},
{"text": "Music melts the soul misery.", "author": "Lailah Gifty Akita"},
{"text": "We’re all just passing ships; no point forming friendships that won’t last.", "author": "Shea Ernshaw"},
{"text": "Happiness is odd", "author": "Aleena Sebastian"},
{"text": "City life can manufacture depression with no expiry date", "author": "Munia Khan"},
{"text": "The perpetual Tristeza growning within you", "author": "Patricia Rezai"},
{"text": "If I touch a burning candle", "author": "Tim Burton"},
{"text": "If I touch a burning candle", "author": "Tim Burton"},
{"text": "Most unexpected was the sadness that followed on the heels of pleasure, like smoke from an extinguished candle.", "author": "Rachel Kushner"},
{"text": "I keep planting my smile in the rich soil of your sadness, hoping one day love will bloom from your thoroughly saturated heart.", "author": "Curtis Tyrone Jones"},
{"text": "Is that what lives on longest, the sadness? The proof of our being weak, not the proof of our being strong?", "author": "Howard Jacobson"},
{"text": "You can’t help your emotions but you can change how you express them.", "author": "Dr. Suzette Toombs"},
{"text": "Please understand that you don’t always have to make jokes about your sadness. You are allowed to suffer, too.", "author": "Mandy K."},
{"text": "If you love something, set it free. If it doesn’t come back, it probably died of sadness because it thought you loved it.", "author": "joseph fink, jeffrey cranor"},
{"text": "If you knew every cranny", "author": "W.G. Sebald"},
{"text": "It's all about Laughuck vs Sadist. The world of laughter vs the universe of sadness.", "author": "Bhavik Sarkhedi"},
{"text": "I wish I could write an elegy for my sadness", "author": "Chen Chen"},
{"text": "I think to be this happy is to be miserable, to feel this much satisfaction is to burn.", "author": "Anne Rice"},
{"text": "Six horses died in a tractor-trailer fire.", "author": "Ada Limon"},
{"text": "I feel infinite sadness at seeing how few people are genuinely kind.", "author": "Marcel Proust"},
{"text": "I look for places like me: big, hollow, forgotten by almost everyone.", "author": "Jodi Picoult"},
{"text": "How it hurts to see you", "author": "Mona Soorma"},
{"text": "That set my ears buzzing. Why did Annabeth sound like she'd been crying?\"", "author": "Rick Riordan"},
{"text": "She thinks, briefly, that she has never felt so lonely in her life.", "author": "Jojo Moyes"},
{"text": "You need to let go of yesterday’s sadness, to make room for today’s happiness.", "author": "Gift Gugu Mona"},
{"text": "The worst sadness of all is the one pacing without tears.", "author": "Laure Lacornette"},
{"text": "I knew …….", "author": "LEONORA MORRISON"},
{"text": "I haven’t seen my family in five years", "author": "Akachi Obijiaku"},
{"text": "My only consolation when I am really sad is to love and to be loved.", "author": "Marcel Proust"},
{"text": "He's lighter than you'd think, like whatever was inside him was used up long ago.", "author": "Jodi Picoult"},
{"text": "Wow. Forty, getting divorced, and out of a job. It's like you're the poster girl for sadness.", "author": "Lucy Sykes"},
{"text": "Regardless of our efforts, we have arrived at the inevitable destination of apathy.", "author": "D.M. Timney"},
{"text": "Tears of joy, I can handle.", "author": "Suresh Rao (Founder of rollnreel.com)"},
{"text": "A teardrop has every right to live just as much as a single raindrop.", "author": "Anthony T. Hincks"},
{"text": "A raindrop carries hopes & expectations, but a teardrop carries happiness & sadness.", "author": "Anthony T. Hincks"},
{"text": "Tears are what makes us one with the clouds.", "author": "Anthony T. Hincks"},
{"text": "His life cries for an unknown land of joy;", "author": "Munia Khan"},
{"text": "Abortive time: unwilling to tarry", "author": "Munia Khan"},
{"text": "You will sad your way out of life.", "author": "Juansen Dizon"},
{"text": "Paint the stars and the moon", "author": "Juansen Dizon"},
{"text": "If people leave you, they may be right or wrong", "author": "Vineet Raj Kapoor"},
{"text": "With Deep Hurt comes Empathy", "author": "Vineet Raj Kapoor"},
{"text": "Laughing over the human condition is better than weeping over it.", "author": "Marty Rubin"},
{"text": "Sadness taught me to let someone hurt me and yet still talk beautifully about them.", "author": "Harlrey Biala"},
{"text": "Sadness is the emotion that lets us know that we are missing something in our life. It is usually something that we love.", "author": "Anthony T. Hincks"},
{"text": "Jenna didn't have emotions to spare for other people's pain.", "author": "Eliza Maxwell"},
{"text": "Death-the sad thing is we die with so much music still left inside us.", "author": "Marty Rubin"},
{"text": "The sadness of life. That was another conundrum he would occasionally ponder.", "author": "Julian Barnes"},
{"text": "Poking at the memories, at the guilt she felt over her sister, was like prodding a bear that could wake and consume her at any moment.", "author": "Shane Arbuthnott"},
{"text": "If I can't tell you, I tell it to poetry", "author": "Vineet Raj Kapoor"},
{"text": "Crediting someone for your unhappiness is", "author": "Vineet Raj Kapoor"},
{"text": "Some things, when lost, take more with them than just themselves. The hole they leave behind means never being whole.", "author": "Garon Whited"},
{"text": "If anyone's ever told you there's peace in solitude, they haven't been alone for a very long time.", "author": "Dennis Wold-McGimsey"},
{"text": "You have entered an abnormal, lonely, and unwelcome new world where you are nothing but an island of sadness.", "author": "Elisabeth Kübler-Ross"},
{"text": "I'm glad we broke up. The distance helps me see how much you mean to me", "author": "Haruko Ichikawa"},
{"text": "You remind me of dusk, so beautiful yet so sad.", "author": "Shweta Grewal"},
{"text": "Grief is visceral, not reasonable: the howling at the center of grief is raw and real. It is love in its most wild form.", "author": "Megan Devine"},
{"text": "Sometimes you feel that you are crying but tears won't come out of your eyes.", "author": "Avijeet Das"},
{"text": "Most people have given back to life the power to make themselves happy.", "author": "Mokokoma Mokhonoana"},
{"text": "Why is it that my heart hurts for that one miracle that did not happen?", "author": "Radhika Mundra"},
{"text": "She turned her face into the pillow and let her tears drain into it, and felt that yet more was lost, when there was no witness to her sorrow.", "author": "Ian McEwan"},
{"text": "Heartaches are like giving a rope to hang onto only to take it away the next moment.", "author": "Isha Choudhury"},
{"text": "Quiet people notice everything", "author": "Surendra Sidar"},
{"text": "OK! Let's get started,\" Mariela announced brightly. \"Now, can anyone tell me the meaning of 'tango'--the actual word?\"", "author": "Jennifer Vandever"},
{"text": "You grew up fast to the realisation", "author": "Musa M."},
{"text": "Then you said \"nothing has changed\".", "author": "Musa M."},
{"text": "People drown, quietly, before our eyes, all the time.", "author": "Ilsa J. Bick"},
{"text": "Remember this, Ren. Sadness alone can't harm anyone. It's what you do when you're sad that can hurts you and those around you.", "author": "Clarissa Goenawan"},
{"text": "You might feel lost; you might feel nothing. You might feel trapped inside and locked outside of yourself at the same time.", "author": "Lydia Ruffles"},
{"text": "Judgments are the only possible cause of unhappiness and happiness.", "author": "Mokokoma Mokhonoana"},
{"text": "The poeticization of words", "author": "Marty Bisson milo"},
{"text": "We are all a little broken,", "author": "Jyoti Patel"},
{"text": "Sadness is going to throw you in a hole.", "author": "Deyth Banger"},
{"text": "You mistake tragedy for horror because no one likes true sadness.", "author": "Dominic Riccitello"},
{"text": "Worst thing was I said I am fine and you believed me", "author": "Anamika Mishra"},
{"text": "Somewhere deep within you also know that you love me", "author": "Anamika Mishra"},
{"text": "So I died many times that year.", "author": "Charlotte Eriksson"},
{"text": "I keep falling deep down into my dark abyss…", "author": "Talismanist Giebra"},
{"text": "What if we were wrong and chased happiness only to find sadness in quest.", "author": "Crestless Wave"},
{"text": "You wallow in abusive relationships because that’s all you have in that moment. You need something darker to bring you to truth.", "author": "Dominic Riccitello"},
{"text": "But hers was a strange heart, sad in its very nature, and she could never weep and ease it as other women do, for her tears never brought her comfort.", "author": "Pearl S. Buck"},
{"text": "The wind took me away from you,", "author": "Phen Weston"},
{"text": "Grief is like that: One minute you think you know the rules and it's one card, one emotion at a time, the next, the deck explodes all around you.", "author": "Julie Israel"},
{"text": "solitude is a sad thing, with no heart to which to confide your griefs.", "author": "Jules Verne"},
{"text": "An occasionally, I became very sad over that happiness, because I was well aware it couldn't last.", "author": "Hermann Hesse"},
{"text": "Sadness comes from knowing that you are alone in a room full of friends.", "author": "Anthony T. Hincks"},
{"text": "We have come to see pain as the antithesis of happiness. Yet without the experience of pain we would not appreciate the experience of happiness.", "author": "Craig D. Lounsbrough"},
{"text": "She hasn’t aged a day, besides the sadness in her eyes.", "author": "Daniel  Abbott"},
{"text": "IN THE HANDS OF MAN", "author": "Suzy Kassem"},
{"text": "I'm not yet ready", "author": "Evy Michaels"},
{"text": "I'm not yet ready", "author": "Evy Michaels"},
{"text": "The Hedgehog", "author": "Adrian Nicula"},
{"text": "I'm not yet ready", "author": "Evy Michaels"},
{"text": "They do not understand, therefore I shut every one out.", "author": "Amanda Jannel Vega"},
{"text": "You won’t cry, and that makes me want to.", "author": "David Levithan"},
{"text": "There’s a heat wave coming", "author": "Phen Weston"},
{"text": "I used to love September, but now it just rhymes with remember.", "author": "Dominic Riccitello"},
{"text": "Don't cry over the same thing twice. Get it all out the first time, even if it's loud and messy. Then it's over.", "author": "Ruth Emmie Lang"},
{"text": "When you cry when you read my book, it's not something inside my book that makes you cry, it's something inside you.", "author": "Kate McGahan"},
{"text": "I scold the worries away. As Ma likes to say, you cannot control the wind, but you can control your sails.", "author": "Stacey  Lee"},
{"text": "Could I weep my soul", "author": "W.J. Turner"},
{"text": "You couldn’t tell I was crying because my eyes were closed.", "author": "Dominic Riccitello"},
{"text": "I want you to look at me the way I look at the ceiling in the night. The way three am knows my name.", "author": "Dominic Riccitello"},
{"text": "On her own, Grace could be effervescent, illuminating the entire room with her intelligence and wit. Around others she seemed to lose her luster.", "author": "Krystal Sutherland"},
{"text": "You stole my soul but I figured it was because you needed it more.", "author": "Dominic Riccitello"},
{"text": "It was never a lingering sadness in result of us not being together. It was more so your arrogance towards the situation that brought on the sadness.", "author": "Dominic Riccitello"},
{"text": "Hell’s empty because all the demons are in my head.", "author": "Dominic Riccitello"},
{"text": "When the sun meets the sky and you finally find what it is you’re looking for, I’ll no longer be here.", "author": "Dominic Riccitello"},
{"text": "Sadness come from knowing ourselves and not doing anything to help.", "author": "Anthony T. Hincks"},
{"text": "I was filled with a sense of doom that dragged my heart down into my boots", "author": "Penny Hancock"},
{"text": "I guess...I just want someone to love me and take me for who I am.", "author": "Kyle Labe"},
{"text": "The more you love somthing, the harder it is to lose.", "author": "Ava Dellaira"},
{"text": "A sieve is a thing with holes in. Nearly everything has holes in, eventually.", "author": "Michael Rosen"},
{"text": "Andreas Ban would like to put several swifts on his chest to rest, to breathe with him like sleeping children.", "author": "Daša Drndić"},
{"text": "They responded to sadness only when it expressed itself as sadness, she thought. Sadness expressed as anger or hostility just turned people off.", "author": "Sam Byers"},
{"text": "Kindness has the power to instantly move a person from sadness to happiness.", "author": "Debasish Mridha"},
{"text": "That feeling you get when you want to tell some one you love them, and there is no one there..", "author": "Melody Carstairs"},
{"text": "Arnesians had a dozen ways to say hello, but no word for good-bye.", "author": "V.E. Schwab"},
{"text": "Are you by yourself, darling? I can’t bear the thought of you dying alone.", "author": "Charlie Higson"},
{"text": "You have my heart, but I don’t know what you want with it.", "author": "Dominic Riccitello"},
{"text": "The devil doesn't always laugh.", "author": "Ellie Fox"},
{"text": "Pain, like a pinecone unfolding, seemed to blossom beneath her breastbone.", "author": "Elizabeth Strout"},
{"text": "All the time, I lay in bed, I kept hearing Ian’s words.", "author": "Ellie Fox"},
{"text": "The Flash: I often come here to run and to think. But, today, I don’t want to think—I just want to run.", "author": "Tom    Taylor"},
{"text": "Unwept tears", "author": "Noren"},
{"text": "The world is far too lovely to be sad all the time.", "author": "Connor Chalfant"},
{"text": "Falling apart is great—it's the only chance you get to put yourself back together however you want.", "author": "Connor Chalfant"},
{"text": "How short life would be if certain unpleasant moments didn't make it feel endless!", "author": "Silvina Ocampo"},
{"text": "He did a lot of socializing. Sometimes I think it was like he was storing up company for the times he knew nobody would be around", "author": "Jon Krakauer"},
{"text": "Her eyes are full of sadness,", "author": "Tripurari"},
{"text": "One of, if not the only source of all sadness is the continuous recognition of what's missing", "author": "Dr. Jacinta Mpalyenkana"},
{"text": "Oh, I wish I’d come over here once in a while! That was a crime! That was a crime! Who’s going to punish that?", "author": "Susan Glaspell"},
{"text": "May you suffer enough tragedy to gain a vast knowledge and understanding of life.", "author": "Dominic Riccitello"},
{"text": "One caress and he left me feeling empty, one more time.", "author": "Priyansha Vashi"},
{"text": "I’d rather be oblivious and ignorant in regards to him. I don’t want to know if and when he dies because honestly, there’s a chance I will follow him.", "author": "Dominic Riccitello"},
{"text": "I got a monster within . . . my own self !", "author": "John Zea"},
{"text": "I know it’s impossible to explain this to you. I carry this terrible aching hell in my heart.", "author": "Charles Bukowski"},
{"text": "... Now I'll close my eyes with all my strength", "author": "John Zea"},
{"text": "Both joy and sorrow serve as gauges for love: our love for others, and their love for us.", "author": "Rob Kozak"},
{"text": "My homesickness is a tangible thing, like a cannon ball of sadness, just pushing into my heart.", "author": "Heather Day Gilbert"},
{"text": "I didn’t love until rejection which said nothing about him, but everything about me.", "author": "Dominic Riccitello"},
{"text": "Tis not love’s going hurts my days,", "author": "Edna St. Vincent Millay"},
{"text": "Life is sometimes sad, but it is always beautiful.", "author": "Marty Rubin"},
{"text": "Weeping may tarry for the night, but joy comes with the morning.", "author": "Psalm 30:5"},
{"text": "When you know you are going down, dying slowly and taken your whole family with you; that is what really scares me...", "author": "John Zea"},
{"text": "A smile leaked from behind the boy’s somber face, and then the thing withered like a little flower growing someplace infirm.", "author": "R.J.  Lawrence"},
{"text": "I have a sadness within my happiness.", "author": "Anthony T. Hincks"},
{"text": "I know why Jesus wept Motherfucker", "author": "James O'Barr"},
{"text": "Sometimes all colors of happiness fades away, sometimes sadness finds it's own colors.", "author": "Crestless Wave"},
{"text": "Yes, be patient with me. My heart is heavy.", "author": "Albert Camus"},
{"text": "I am not actually tired, but numb and heavy, and can’t find the right words. All I can say is: Stay with me, don’t leave me.", "author": "Franz Kafka"},
{"text": "A darkness is something I admire. The beauty to experience an evil.", "author": "Dominic Riccitello"},
{"text": "When you know you are going down and dying slowly and taken your whole family with you; that is what really scares me...", "author": "John Zea"},
{"text": "I want to write more but I cannot. I am a little weary and the silence in my soul is black. I wish I could rest my head on your shoulder.", "author": "Kahlil Gibran"},
{"text": "Self-centeredness is the basis for all sorts of immoral behavior as well as all the sorrows of humanity.", "author": "Abhijit Naskar"},
{"text": "The saddest word", "author": "Nikita Gill"},
{"text": "Stories can sense happiness and snuff it out like a candle.", "author": "Carmen Maria Machado"},
{"text": "...the things we don't have are sadder than the things we have. Because the things we don't have exist in our imaginations, where they are perfect.", "author": "Gabrielle Zevin"},
{"text": "I can’t translate myself into language any more.", "author": "Alice Notley"},
{"text": "I hoped that moment in time would never end, but as time goes, it unfortunately did", "author": "Ahmad Ardalan"},
{"text": "Human beings experience sadness because they want what is beyond human ability – absolute control and an immortal life.", "author": "Kilroy J. Oldster"},
{"text": "I want to belong. Belonging makes things okay, and I want to be okay. I just want to be okay.", "author": "Anne Clendening"},
{"text": "What does life give me in the end but sorrow?", "author": "Hafez"},
{"text": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel.", "author": "2Pac"},
{"text": "No one can please a man who is not at peace with himself.", "author": "Bamigboye Olurotimi"},
{"text": "No, I mean really listen. Here's a", "author": "Mary Oliver"},
{"text": "The greater are our affections the deeper are our afflictions, and the more we love the more we have to weep.", "author": "J.C. Ryle"},
{"text": "People think being depressed is just being tired and lazy. It isn't. It's more like being dead when you're still breathing.", "author": "Edward Averett"},
{"text": "When she came home, she smelled the way I like. But . . . her face seemed sadder than when she left.", "author": "Makoto Shinkai"},
{"text": "He reminded her of the way male lions look sad, as if their nobility is a terrible weight.", "author": "Elizabeth Kostova"},
{"text": "Now, as they pressured perfect footprints into the snow that had been accumulating all day, his father took Harry's hand.", "author": "Amram Ducovny"},
{"text": "I'm not capable of being casual with you, Lily.", "author": "Colleen Hoover"},
{"text": "But great tragedy is universal", "author": "Salman Rushdie"},
{"text": "When you're young, you long for things that don't exist; and when you're old, you're sad because you never found them.", "author": "Marty Rubin"},
{"text": "Sometimes the man of your dream only belongs in your dream.", "author": "Precious Kerme"},
{"text": "He celebrated his solitude with a frown.", "author": "R.J.  Lawrence"},
{"text": "Only the broken beyond repair could know my anguish.", "author": "Terry a O'Neal"},
{"text": "Is he weeping?\" said the one with the softest heart.", "author": "Mary Renault"},
{"text": "In the dark, there is silence but in the light there is warmth.", "author": "Sonya Watson"},
{"text": "Sadness was a very heavy thing. My body weighed twice what it had only a moment earlier.", "author": "Arthur Golden"},
{"text": "The heart knows what it feels.", "author": "Lailah Gifty Akita"},
{"text": "We met in a school elevator, and he could tell from the way I spoke that we had some sadness in common.", "author": "Kenny Porpora"},
{"text": "Music dissipates every misery.", "author": "Lailah Gifty Akita"},
{"text": "Music heals miserable heart.", "author": "Lailah Gifty Akita"},
{"text": "How could we be sorrow, if there is a song?", "author": "Lailah Gifty Akita"},
{"text": "It is better to be sorrowful than sad.", "author": "Lailah Gifty Akita"},
{"text": "Sadness is a grieve spirit. But Sorrow is refined the soul.", "author": "Lailah Gifty Akita"},
{"text": "Sadness is a grieve spirit.", "author": "Lailah Gifty Akita"},
{"text": "Sadness wasn't a disease you could catch, as far as I know, but from what I seen, people treated it like it was.", "author": "L M Bryski"},
{"text": "My life, as it passes thus, was indeed hateful to me, and it was during sleep alone that I could taste joy. O blessed sleep!", "author": "Mary Wollstonecraft Shelley"},
{"text": "They are nothing but a broken bones crawling in the shadow of the past.", "author": "bilal"},
{"text": "Sometimes it's hard not to let other people's misery seep into your own bones.", "author": "Gilly Macmillan"},
{"text": "Still, somewhere in the depths of ourselves we all harbor an ashamed, unsatisfied melancholy that quietly awaits a funeral.", "author": "Jean-Paul Sartre"},
{"text": "Listen to the sadness,", "author": "Anthony T.Hincks"},
{"text": "Let the blue of the sky and ocean take your blue away when you feel blue", "author": "Munia Khan"},
{"text": "Photos which captures human sadness are the noblest and the most meaningful of all the photos!", "author": "Mehmet Murat ildan"},
{"text": "For how long would I be trapped in the condition of melancholy without going insane?", "author": "Neda Aria"},
{"text": "shit happens, miracles don't", "author": "Mohamed el airou"},
{"text": "One way or another, we’re all prisoners.", "author": "Eliza Granville"},
{"text": "It’s true: A slice of pound cake does wonders to thaw the coldest of days.", "author": "Sasha Martin"},
{"text": "Love will not come to me again. I’ll vegetate like a plant in a cellar, without light.", "author": "Eliza Granville"},
{"text": "I value individuals and societies. I care about those who are not born yet. That is the reason for my joys and blues.", "author": "Petek Kabakci"},
{"text": "You cry in your room. I cry in my room. Mom cries in Mom's room. And in the morning everyone pretends like they never cried once in their life.", "author": "Natasha Friend"},
{"text": "Art, and sadness, which last forever.", "author": "Sara Baume"},
{"text": "SUICIDE... Is to have the freedom to choose, when, where and how to die.", "author": "John Zea"},
{"text": "Today my uncle died.and i am not feeling sad because he is dead.i am sad about that i can never see him alive again in my whole life.", "author": "Sher E Yazdan"},
{"text": "For once, the tears wouldn't come. She saw that Michael might have been right. It really could be too cold to snow.", "author": "Anne Tyler"},
{"text": "He looked at me like I was the stars when all I’d ever felt like was the dark nothingness between them.", "author": "Ranata Suzuki"},
{"text": "Though life has fated that we never cross paths again, don’t ever feel alone. For we are parallel …. and I will always be by your side.", "author": "Ranata Suzuki"},
{"text": "It’s funny how we say a person ‘made’ us when they actually broke us.", "author": "Ranata Suzuki"},
{"text": "My heart’s been empty since you left - but still I refuse to put up a vacancy sign.", "author": "Ranata Suzuki"},
{"text": "They say “Follow your heart”….", "author": "Ranata Suzuki"},
{"text": "Though it’s reasons to burn may vary... you are always the fuel of my fire.", "author": "Ranata Suzuki"},
{"text": "They say the truth hurts. And these words hurt more than any I have ever written. But they are the truth – The cold, hard, undeniable truth.", "author": "Ranata Suzuki"},
{"text": "It is the deepest of wrongs I am driven to write…. And losing you was one of them.", "author": "Ranata Suzuki"},
{"text": "I write what I love.", "author": "Ranata Suzuki"},
{"text": "Heartache is my constant companion, and we’re perfect for one another. Two co-dependent peas in a pod. My past and my future.", "author": "T.L. Martin"},
{"text": "Some part of me knew that was important. That once it would have mattered terribly to me.", "author": "Robin Hobb"},
{"text": "My particular grief Is of so flood-gate and o'erbearing nature That it engluts and swallows other sorrows, And it is still itself.", "author": "William Shakespeare"},
{"text": "For he was the Fool now, all of Lord Chance and Lady Amber and Lord Golden scraped away by sorrow. He was no one's Beloved now.", "author": "Robin Hobb"},
{"text": "Some of the worst places I've ever lived in were fear, pain, and shame. The cost of living was so high, your only choice was a slow death.", "author": "Karishma Magvani"},
{"text": "You shut your eyes to keep out the light because the light reminds you that you are alive", "author": "P.A. Bitez"},
{"text": "Every moment you are separated from love it makes it so much harder to remember why a heart was shared", "author": "Bluenscottish"},
{"text": "Sadness had reigned in undisputed sovereignty over his shadowed childhood.", "author": "Marcel Proust"},
{"text": "I raised you so high that every other man on earth is now doomed to live in your shadow.", "author": "Ranata Suzuki"},
{"text": "Sometimes things have to get worse before they get better.", "author": "Shannon Messenger"},
{"text": "Like so many others my story begins with that same old line…. ‘So anyway, there was this guy….’ Until one day…. there wasn’t.", "author": "Ranata Suzuki"},
{"text": "It’s the intricate details you miss the most.", "author": "Ranata Suzuki"},
{"text": "I don’t think you ever really understood….", "author": "Ranata Suzuki"},
{"text": "I’d never dreamed anybody could love me the way he did. And even when he proved it to me time and again – I still could hardly believe it was true.", "author": "Ranata Suzuki"},
{"text": "When I was with him suddenly I wasn’t this broken person anymore.", "author": "Ranata Suzuki"},
{"text": "I need to stop running back to you in my mind all the time.", "author": "Ranata Suzuki"},
{"text": "In a way, it was the same as any normal break up. You took what was yours …. and I kept what I’d had from before we were together…", "author": "Ranata Suzuki"},
{"text": "How many times did we pass each other before we met? If only I’d known…. I would have searched for you endlessly.", "author": "Ranata Suzuki"},
{"text": "With you in my life I felt like I could conquer anything.", "author": "Ranata Suzuki"},
{"text": "How I wish I could undo it all … take it all back…", "author": "Ranata Suzuki"},
{"text": "Maybe not today, Maybe not tomorrow. But somewhere down the line, there has to be a light.", "author": "Dana Johnson"},
{"text": "With this man I will never want. With this man I will never be sad again.", "author": "Hannah Lillith Assadi"},
{"text": "One day you look in the mirror and you see your parents' sadness in your eyes.", "author": "Hannah Lillith Assadi"},
{"text": "I lit a cigarette. 'Go ahead, take a smoke,' my father said. 'It won't kill you. Only sadness will.", "author": "Hannah Lillith Assadi"},
{"text": "… there is no permanence or guarantee in this life.", "author": "Janvier Chouteu-Chando"},
{"text": "Obsessive love wears down both its target and the obsessor.", "author": "Janvier Chouteu-Chando"},
{"text": "Nostalgia is the only acceptable form of sadness.", "author": "Will Advise"},
{"text": "It ate at whatever was warm nearby, and then the coldness settled in permanently. You learned to live with it", "author": "David Guterson"},
{"text": "Once a thing is removed from your heart, a trace of it still remains.", "author": "Will Advise"},
{"text": "There are times in life when we need to allow a sad memory to run its course.", "author": "Janvier Chouteu-Chando"},
{"text": "We have so much to learn from a fallen teardrop which is wiped away from our cheek…never to be felt again", "author": "Munia Khan"},
{"text": "Im dying everyday", "author": "Ali hassan hasan"},
{"text": "i used to think", "author": "Amanda Lovelace"},
{"text": "I want to drown in my tears,", "author": "Luffina Lourduraj"},
{"text": "For a brokenhearted person memories are the vital parts of misery", "author": "Munia Khan"},
{"text": "Drift me away along with the dust traveling to infinity.", "author": "Salina Khan"},
{"text": "An emotionally locked person refuses to let go of their sad memories and live in the now.", "author": "Kilroy J. Oldster"},
{"text": "It's not that I'm angry;", "author": "Margo T. Rose"},
{"text": "Every heart has a layer of sadness, whether deeply buried or covering the surface for all to see.", "author": "Richelle E. Goodrich"},
{"text": "Whenever I feel sad, I just take out my phone and listen to her laughter recorded in my online messenger.", "author": "Avijeet Das"},
{"text": "Everybody hurts, sometimes.", "author": "Kate Skylark"},
{"text": "Think of it, I literally had to touch death and be born again to live a glimpse of the life that I never had.", "author": "Sapan Saxena"},
{"text": "My secret to happiness? Keep sadness to yourself", "author": "Cesar Nikko Caharian III"},
{"text": "Sadness is like sandpaper; it rubs at our sharper edges, softening and humbling us, making us ready for a coat of compassion.", "author": "Richelle E. Goodrich"},
{"text": "Sadness is the heart withdrawing to seek shelter from the pain.", "author": "Richelle E. Goodrich"},
{"text": "Depression is a Virus,", "author": "Vineet Raj Kapoor"},
{"text": "Depression is my bestfriend", "author": "Ali hassan hasan"},
{"text": "If we fail to listen to music, we shall be miserable.", "author": "Lailah Gifty Akita"},
{"text": "The only people in the whole world that Salim loved had been killed by the virus that traveled to America in his own blood.", "author": "Bobby Adair"},
{"text": "Eventually everyone will give up on you", "author": "Ali hassan hasan"},
{"text": "Though I never really had you….", "author": "Ranata Suzuki"},
{"text": "You’re everything to me.", "author": "Ranata Suzuki"},
{"text": "I try to do something positive – I socialise more…", "author": "Ranata Suzuki"},
{"text": "It hurts that I was just one page in the book of your life…", "author": "Ranata Suzuki"},
{"text": "All she captures is a moment and what she calls it is a memory,", "author": "Nishikant"},
{"text": "It doesn't mean anything;", "author": "Margo T. Rose"},
{"text": "Chimerical words, the words were written,", "author": "Nishikant"},
{"text": "Did you say all that you meant to", "author": "Margo T. Rose"},
{"text": "Sometimes the nicest people are the ones who've been hurt the most", "author": "Frances Ivy"},
{"text": "Sorrow is not itself evidence of maladjustment but of the adjustment process itself.", "author": "Germaine Greer"},
{"text": "How it feels like to be normal", "author": "J. Limbu"},
{"text": "His pen spoke more to her than he ever did”.", "author": "Nishikant"},
{"text": "A little pain now and then is normal;", "author": "Margo T. Rose"},
{"text": "I would dream of a place, a place to shelter all my madness.", "author": "J. Limbu"},
{"text": "Hate is a place where a man who can't stand sadness goes", "author": "Kentaro Miura"},
{"text": "It’s just never going to get any easier is it.", "author": "Ranata Suzuki"},
{"text": "I still think of you every day.", "author": "Ranata Suzuki"},
{"text": "For you are you, and I am I, and once we were we… but as long as I exist and so do you – know that I will always love you.", "author": "Ranata Suzuki"},
{"text": "There’s only ever been one person I’ve looked at and thought…", "author": "Ranata Suzuki"},
{"text": "How do you love someone and just… walk away? Just like that.", "author": "Ranata Suzuki"},
{"text": "My heart is sinking and my chest physically aches from the heavy sadness that it carries within.", "author": "Shannon  Perry"},
{"text": "After all these years, all I know is, I need not to do anything as a part of remorse.", "author": "Nishikant"},
{"text": "Maybe that's what writers do-", "author": "Sanhita Baruah"},
{"text": "Yes you have returned", "author": "Joyce Rachelle"},
{"text": "Every time I tried kissing happiness, it came very close to me and then pushed me away.", "author": "Toffee"},
{"text": "A person tied to the world of sorrows can return to nature for inspiration. Nature provides solace to troubled hearts.", "author": "Kilroy J. Oldster"},
{"text": "Willing or not,", "author": "Odysseus Elytis"},
{"text": "I think it's the curse of being creative , sadness is always your pal.", "author": "Amy Fernandes"},
{"text": "In reality, I'm happy without you and I'm less free with your presence.", "author": "Uray Indira"},
{"text": "If it had attempted to strengthen then I still receive, but if that had been repeated to make me give up. So I gave up.", "author": "Uray Indira"},
{"text": "Sometimes, people meant it when they smiled. Other times, they smiled because they wanted to mean it.", "author": "Shannon A. Thompson"},
{"text": "If your tears have lost the ability to hide your pain... why shedding them?", "author": "Munia Khan"},
{"text": "Your love is a kind place, and I don't deserve to stay.", "author": "J. Limbu"},
{"text": "There comes a point where you no longer care if there’s a light at the end of the tunnel or not.", "author": "Ranata Suzuki"},
{"text": "I can’t look people in the eye and tell them that they’re going to die anymore.", "author": "Rebecca McNutt"},
{"text": "So while I was busy saving you from Hell,", "author": "Shannon  Perry"},
{"text": "As awful as he could be, I always knew he loved me in a way no one else ever had.", "author": "Jeannette Walls"},
{"text": "Neither can you explain yourself to me. Nor can I explain myself to you. You have your sadness and I have mine.", "author": "Avijeet Das"},
{"text": "What else has kept any of us going, but love of someone or the memory of that love?", "author": "Rachel L. Schade"},
{"text": "Boredom and ineffective attempts to escape tedium are the perpetual lot of humankind.", "author": "Kilroy J. Oldster"},
{"text": "When everything seems to be going wrong with you, you must remember the airplane takes off against the wind", "author": "Sunday Adelaja"},
{"text": "For love, we live", "author": "Yarro Rai"},
{"text": "Purpose in the suffering", "author": "Carrie Lynn Jones (Immel)"},
{"text": "A life of conflict and greediness causes a person to suffer from the rheumatism of sadness.", "author": "Kilroy J. Oldster"},
{"text": "And finally we get addicted to our sadness.", "author": "Avijeet Das"},
{"text": "Everything I've ever known is death and pain; being drenched in life feels good.", "author": "J.R. Johansson"},
{"text": "Love does not always end well.", "author": "Rachel L. Schade"},
{"text": "We lay on our backs, looking at the ceiling and wondering what God had wrought when He made life so sad. We made vague plans to meet in Frisco.", "author": "Jack Kerouac"},
{"text": "It's one of the great fallacies, it seems to me,\" said Lee, \"that time gives much of anything but years and sadness to a man.\"", "author": "John Steinbeck"},
{"text": "You’re thinking, maybe it would be easier to let it slip", "author": "Charlotte Eriksson"},
{"text": "You loved him enough to let him leave… Now you need to love yourself enough to let him go.", "author": "Ranata Suzuki"},
{"text": "Fireheart, why do you cry?\"", "author": "Sarah J. Maas"},
{"text": "He loved her. And she loved him. And in such bliss does devastation grow.", "author": "Roshani Chokshi"},
{"text": "Sometimes, hope is even harder to bear than grief.", "author": "Claudia Gray"},
{"text": "you don't have to be happy to spread happiness.", "author": "Naresh Soni"},
{"text": "Not all scars show, not all wounds heal.", "author": "Hafikah WC"},
{"text": "A sad soul needs an infinite horizon which can throw all his sorrow into the silence of the eternal emptiness!", "author": "Mehmet Murat ildan"},
{"text": "Brian Doyle about the Irish custom of “taking to the bed.", "author": "Brian  Doyle"},
{"text": "People don't hurt, But Expectations from people give you sadness.", "author": "Faraz Ahmed Rizwan"},
{"text": "Heartbreak might be a fact but you don't have to be a victim to it", "author": "Luschka van Onselen"},
{"text": "I never seemed to learn from joy; I earned my portion of wisdom through sadness.", "author": "Pat Conroy"},
{"text": "I was never ready and could you see it in the way time collapsed in my syntax? Because melancholia is the inability to sequentialize.", "author": "Jackie Wang"},
{"text": "Last day I saw him human, he was sad about the world.", "author": "Aimee Bender"},
{"text": "Loss is an inevitable part of change.", "author": "Sharon Weil"},
{"text": "We have to give up so many things when the people we love die. So we hang on to other familiar things.", "author": "Corey Ann Haydu"},
{"text": "The Sad Boy", "author": "Laura Riding Jackson"},
{"text": "He was a small, chubby little man with a perpetual air of sadness about him, making him look like a baby that has dropped its rattle.", "author": "Marion Chesney"},
{"text": "Time they say is a great healer, but in this case, I am not sure that is true.", "author": "Emily  Williams"},
{"text": "I am not sad because I do not have you, I am sad because I don't have love.", "author": "Pushpa Rana"},
{"text": "I said nothing. Deep inside of me, my voice screamed from a hole where I had buried it", "author": "Vaddey Ratner"},
{"text": "I ran outta tears of sadness when I was 20 & all I got left is tears of joy.", "author": "Genereux Philip"},
{"text": "Maybe people like us can’t be happy. Maybe we’re too damaged and the only thing we can do is to learn how to hate ourselves a little less.", "author": "Asper Blurry"},
{"text": "I've never been the most important person to anybody - not even myself.", "author": "Ranata Suzuki"},
{"text": "I've never been the most important thing to anybody - not even myself.", "author": "Ranata Suzuki"},
{"text": "I don't know, where i am going", "author": "Aamir Sarfraz (aamir rajput khan)"},
{"text": "This is another awful truth of losing people you love: everyone needs something different. And the needs almost never match up.", "author": "Corey Ann Haydu"},
{"text": "I hate the way the world feels when love is gone", "author": "Corey Ann Haydu"},
{"text": "I left smiles on your wordless lips", "author": "Munia Khan"},
{"text": "I’ve reached the vanishing point", "author": "Munia Khan"},
{"text": "No one else, but the silence of the night cried with me", "author": "Hilal Hamdaan"},
{"text": "What can't you bear?'", "author": "Maggie Stiefvater"},
{"text": "It doesn’t matter whether you are looking for a reason to be happy or sad, you will always find it.", "author": "Kamand Kojouri"},
{"text": "Very happy or unhappy, people disappear.", "author": "Amanda Craig"},
{"text": "Sleep comes, no matter how deep the sadness cuts. It’s like a gift from the universe.", "author": "Corey Ann Haydu"},
{"text": "I hate sadness. Anything is better than sadness. Even feeling nothing.", "author": "Rebekah Crane"},
{"text": "Once I was everything, now I'm nothing.", "author": "Maite"},
{"text": "The lonely? Where's that from?", "author": "Darshana Suresh"},
{"text": "I wasn’t built for this,” he yelled. “Look at me. You know it’s true.” And for the", "author": "Rainbow Rowell"},
{"text": "Where did you get your sadness from?", "author": "Darshana Suresh"},
{"text": "Silent tears are the worst. It's the sign of a broken spirit. No sound, no residual emotions... just tears. Silent, unstoppable tears.", "author": "N.R. Walker"},
{"text": "Sorrow eats time. Be patient. Time eats sorrow.", "author": "Louise Erdrich"},
{"text": "Why wait to forgive and let go only after you have sufficiently wallowed in your despair? Why not forgive and let go now?", "author": "Kamand Kojouri"},
{"text": "When sadness knows the reason of tears, heart prepares to carry the ache for years", "author": "Munia Khan"},
{"text": "The wind made me shiver as i pulled my arms into my T-shirt. There I was, cold, isolated and desperate for something I knew I couldn't have.", "author": "Brian Krans"},
{"text": "Sometimes to stay alive, you gotta kill your mind.", "author": "Twenty One Pilots"},
{"text": "I feel the pain—everywhere.", "author": "Khadija Rupa"},
{"text": "In that silence, I dream to be.", "author": "Khadija Rupa"},
{"text": "There is a sad end I used to live", "author": "Khadija Rupa"},
{"text": "Do you love me enough that I am allowed", "author": "Khadija Rupa"},
{"text": "To have loved, to have lost and to be so empty when love is forgotten and not shared is an empty heart that's always whispering \"fill me\"~bns", "author": "Bluenscottish"},
{"text": "Nothing in my life has ever felt so good yet it hurt so achingly bad.", "author": "Colleen Hoover"},
{"text": "If only people could understand me,", "author": "Shreeja Manandhar"},
{"text": "Paige had a sadness that was so desperate that it could not yet turn into anger.", "author": "Gabby Bess"},
{"text": "Mountains in the distance remind me of you.", "author": "Dominic Riccitello"},
{"text": "While you are laughing madly, There is someone crying inside you", "author": "Hilal Hamdaan"},
{"text": "Yes, silence is painful, but if you endure it, you will hear the cadence of the entire universe.", "author": "Kamand Kojouri"},
{"text": "the opening,", "author": "AVA."},
{"text": "How badly arranged the world is. What is the purpose of ugliness, suffering, sadness? Why our powerless dreams? Why everything?", "author": "Gustave Flaubert"},
{"text": "Despite how long I'd slept, I was so tired--tired in my bones, in my crumpled heart.\"", "author": "Sarah J Maas"},
{"text": "The face of poverty is a mixture of sincerity and sadness!", "author": "Mehmet Murat ildan"},
{"text": "Must it so be that whatever makes man happy must later become the source of his misery?", "author": "Johann Wolfgang Goethe"},
{"text": "there's always been a little sadness inside my happiness.", "author": "AVA"},
{"text": "Not that easy to have tears in your heart but a smile on your lips.", "author": "Avinash Rao"},
{"text": "If you are happy with your present time, you will look at your past with happy eyes even if you have had a sad past!", "author": "Mehmet Murat ildan"},
{"text": "and sadness clung to me", "author": "AVA."},
{"text": "An unholy altered state of mind", "author": "Vin Romano"},
{"text": "there's always been a little sadness inside my happiness.", "author": "AVA."},
{"text": "You want to believe you're not the saddest person in the world.", "author": "Megan Miranda"},
{"text": "He strode with the weight of robbed innocence and a stolen childhood, for a life time of pain and anger, of terror and death.\"", "author": "David Morrell"},
{"text": "His blank face communicated an emptiness that could never be filled\"", "author": "David Morrell"},
{"text": "I never knew a sorrow that an hour of reading could not assuage, a great man had once said. Let's put it to the test.", "author": "Anna Gavalda"},
{"text": "Worship is basically adoration, and we adore only what delights us. There is no such thing as sad adoration or unhappy praise.", "author": "John Crowder"},
{"text": "We’ll take up where we left off, Esther’, she had said, with her sweet martyr’s smile. ‘We’ll act as if all this were a bad dream.’", "author": "Sylvia Plath"},
{"text": "Its not just your truth,", "author": "Ar Rohit bhardwaj"},
{"text": "Somehow, the more I get older, and the more I see of people and sadness and illness and everything, the sorrier I get for everyone.", "author": "Agatha Christie"},
{"text": "We only have one life and two choices: sadness and regret for a past we cannot change or happiness for every moment we can choose how to live.", "author": "Marino Baccarini"},
{"text": "I’m not weeping, I’m not complaining,", "author": "Anna Akhmatova"},
{"text": "Magic. I draw with silver and it turns red.", "author": "Anonymous"},
{"text": "I'm so sorry,\" he whispered to her, knowing she couldn't hear. \"I'm so sorry.\"", "author": "James Dashner"},
{"text": "He cries behind his wall, I think, and no one knows, not even he. And no one will ever know, and in the end he’ll always be alone in smiling pain.", "author": "George R.R. Martin"},
{"text": "through the rose glass window in their beautiful new home, you stare at the love you gave away.", "author": "Ava"},
{"text": "Sometimes I hear the echo of your voice in an empty hall and it reminds me that you're gone.", "author": "Sylvain Reynard"},
{"text": "Maybe the only thing that lasts is our memories of each other...", "author": "Sylvain Reynard"},
{"text": "No one knows if I'm dying to laugh or to cry", "author": "Mario Quintana"},
{"text": "Rainbows paint the sky with different colors of love, sadness, and joy.", "author": "Debasish Mridha"},
{"text": "I was depressed. I guess I still am", "author": "EXO Books"},
{"text": "the world had ended, so why had the battle not ceased", "author": "J.K. Rowling"},
{"text": "there's always been a little sadness", "author": "AVA"},
{"text": "Legacy. What is a legacy?", "author": "hamilton musical"},
{"text": "Who hasn't walked through a life of small tragedies?", "author": "Jacqueline Woodson"},
{"text": "Loving him made me never want to love another human being.", "author": "Dominic Riccitello"},
{"text": "He finally pulled it all back into his heart, sucking in the painful tide of his misery.", "author": "James Dashner"},
{"text": "We are sometimes dragged into a pit of unhappiness by someone else’s opinion that we do not look happy.", "author": "Mokokoma Mokhonoana"},
{"text": "If God could run out of grace, He would’ve for me by now. And yet every morning I wake up, He says, “There is more, there is still more.", "author": "Genereux Philip"},
{"text": "It is usually unbearably painful to read a book by an author who knows way less than you do, unless the book is a novel.", "author": "Mokokoma Mokhonoana"},
{"text": "A life premised upon honest effort and questing for love is bound to generate regret and remorse.", "author": "Kilroy J. Oldster"},
{"text": "A clean house is a sad house.", "author": "Marty Rubin"},
{"text": "It is this, not the spirits, that frightens us; shall we never be free, even after we die?", "author": "Emilie Autumn"},
{"text": "He suffered much, but he understood the mystery of pain: he knew that tears make all things shine.", "author": "Kahlil Gibran"},
{"text": "I'm so ugly,” she whispers through sobs.", "author": "Ashley Jade"},
{"text": "Girls like me don't get the fairytales.", "author": "Ashley Jade"},
{"text": "No one really wants you, they only want the idea of you.", "author": "J.V. Constable"},
{"text": "Through a veil of tears I watched the city get smaller and smaller. It was funny, because it sort of felt as if my heart was doing the same thing.", "author": "E.M. Denning"},
{"text": "People should never sit alone for too long when they're crying.", "author": "Dalai Lama XIV"},
{"text": "You are not forever in the dark. Look up. There's the Light.", "author": "Mac Canoza"},
{"text": "We are sometimes depressed by our failure to convince people who strongly believe that we are that we are definitely not depressed.", "author": "Mokokoma Mokhonoana"},
{"text": "How should they know? I can't reveal", "author": "Hristo Botev"},
{"text": "And then they bid their final goodbye which marked the end of their story. And beginning of two new stories.", "author": "Crestless Wave"},
{"text": "Something like another wave of despair crashes into me. \"I'm so heavy.\" I blink and a tear slides down my cheek.", "author": "Jolene Perry, Stronger Than You Know"},
{"text": "Every piece of that marvelous world was a silent tear.", "author": "Carlos Ruiz Zafón"},
{"text": "I [Jacob Hunt, Aspie] see it as the next step of evolution: I cannot take away your sadness, so why should I acknowledge it?", "author": "Jodi Picoult"},
{"text": "I saw her disappear from my life like a star that fades into obscurity behind a veil of clouds.", "author": "Trevor Driggers"},
{"text": "It's a sadness that has been knocking at my door for a long time, and I finally let it in.", "author": "Francisco X. Stork"},
{"text": "To overcome the sadness of our hearts, we must remember the joys of our lives.", "author": "Imania Margria"},
{"text": "I do not just want you at your best.", "author": "Meraaqi"},
{"text": "She wasn't sad. Not sad, more like... empty.", "author": "Cecilia Ekbäck"},
{"text": "I cried harder. I didn't want to, but I couldn't stop myself.", "author": "Ransom Riggs"},
{"text": "Happy people do not wake up for breakfast.", "author": "Tetiana Liubetska"},
{"text": "For a long time I spent my weary days in a fog of what might be and what has been and I guess you could say im still learning how to accept what is.", "author": "Nikki Rowe"},
{"text": "A sad lesson that was mine to learn is that you can't lose what was never truly yours. Nor can you hold to things that simply do not wish to be held.", "author": "Trevor Driggers"},
{"text": "For me, my haters are not the ones who I have done wrong with, but the ones I have fought for.", "author": "Tara Estacaan"},
{"text": "Tongue on your words to taste you there", "author": "Adrienne Rich"},
{"text": "It’s one thing when you lose a friend or when your friends become enemies, but it’s the worst when friends become strangers,", "author": "Hayley Williams"},
{"text": "All I have is me, myself and I and we are all getting really tired of each other.", "author": "Carl White"},
{"text": "Tears are God's gift to us. Our holy water. They heal us as they flow.", "author": "Rita Schiano"},
{"text": "Your world is just as empty as your heart!", "author": "Cass van Krah"},
{"text": "I yearned for everything long gone.", "author": "Osamu Dazai"},
{"text": "I go about saying how pained and tormented, how lonely and sad I feel, but what do I really mean by that? If I were to speak the truth, I would die.", "author": "Osamu Dazai"},
{"text": "WHO AM I?", "author": "Suzy Kassem"},
{"text": "Sometimes bliss can only be found in the serenity of darkness.", "author": "Saim A. Cheeda"},
{"text": "You didn’t understand the poem, but that was because it wasn’t for you. It was for me to understand the pain you put me through.", "author": "Dominic Riccitello"},
{"text": "A shower is the perfect place for crying. No one can hear you if you do it quietly, into a wash-cloth, with the water running.", "author": "Suzanne Supplee"},
{"text": "Those who don’t know how to weep with their whole heart don’t know how to laugh either.", "author": "Elinor Burkett"},
{"text": "My mistakes were because I was selfless. I wanted to complete someone else, I didn’t think about completing myself.", "author": "Dominic Riccitello"},
{"text": "Only Certain offered no enticements, for she knew nothing could ease the pain. Not books or photography or food. Not even love.", "author": "Billie Letts, Where the Heart Is "},
{"text": "I wanted to go to him to save me, but he was the one who broke me this time.", "author": "Nikki Rowe"},
{"text": "Being alone is blissful when you want to...It's terrible when you are forced to..!", "author": "Aanu"},
{"text": "He said I wanted revenge, but if I wanted revenge I would’ve just broken his heart.", "author": "Dominic Riccitello"},
{"text": "To be an American is to be accosted by bigotry and enmity for the rights that you were told to appreciate.", "author": "Tennessee West"},
{"text": "The irony is that there is nothing purer than sorrow.", "author": "Saim A. Cheeda"},
{"text": "She touched her fingertip to his wet face and brought away a tear. Amazed, he did the same. He tasted this river his own eyes had rained.", "author": "Robin Morgan"},
{"text": "I gave him my heart without thinking how it would feel if he returned it.", "author": "Dominic Riccitello"},
{"text": "Don't fall for the ones who say, I am always yours. They are liars, unfortunately humans too", "author": "Rushabh Patel"},
{"text": "The memory of how he felt when he cared about her was going to be the most painful thing after he began to hate her.", "author": "Amy Tintera"},
{"text": "This empty shell holds nothing but the echoes of what was.", "author": "Jenim Dibie"},
{"text": "Wisdom is knowing the right thing to do and doing it at the right time to get the desired result. It is also the correct application of knowledge.", "author": "Patience Johnson"},
{"text": "The most beautiful things often stand alone.", "author": "Jenim Dibie"},
{"text": "...shiny trinkets and frivolous spending make people forget what world they're living in.", "author": "Beth  Lewis"},
{"text": "A man with wisdom will always have a solution no matter how big his challenges may be. Wisdom makes you a problem solver.", "author": "Patience Johnson"},
{"text": "You cannot occupy a proper place on earth without wisdom. It is the principal thing you must have.", "author": "Patience Johnson"},
{"text": "I keep breaking things, as if to see what's going on inside of me.", "author": "Jenim Dibie"},
{"text": "Every crisis is a wisdom crisis. If you have no peace around you then you lack wisdom.", "author": "Patience Johnson"},
{"text": "Even with fasting and prayers you still need wisdom. At the root of every great accomplishment is wisdom. In all your getting get wisdom first.", "author": "Patience Johnson"},
{"text": "There is no gift of principles, you must apply them if you want to move forward.", "author": "Patience Johnson"},
{"text": "You cannot have a dream and expect someone else's faith to make it a reality for you.", "author": "Patience Johnson"},
{"text": "Your tears proves that you are an emotional human being; love, joy, sadness and misery touches you deeply.", "author": "Debasish Mridha MD"},
{"text": "I often cry, not from sadness, from the joy of the miraculous beauty of life.", "author": "Debasish Mridha MD"},
{"text": "He looked very tired, a regard which manifested itself not in dark circles, or pallor, but a dreamy and bright-cheeked sadness.", "author": "Donna Tartt"},
{"text": "How did someone help someone whose world was breaking apart?", "author": "Kristine E. Brickey"},
{"text": "God's word will produce with your level of understanding. The much you can understand it, the more wisdom you are privileged to have.", "author": "Patience Johnson"},
{"text": "Emptiness is like air. It floats around unseen but you know it's there.", "author": "PureDragonWolf"},
{"text": "... suffice to say, joy is where you find it- usually on the shelf right next to sadness.", "author": "Ingrid Schaffner"},
{"text": "Quite a metaphor. The person in the most pain wins. Does that mean I get a Blue Ribbon?", "author": "Tom Perrotta"},
{"text": "When wisdom comes, transformation comes. Wisdom makes the difference between the succeeding man and the failing man.", "author": "Patience Johnson"},
{"text": "Wisdom cannot be bought from the walmart, it can only come from the Holy Spirit of God.", "author": "Patience Johnson"},
{"text": "There are too many stars in the sky and none of them is overshadowing the other. Don't let anybody be a threat to your growth.", "author": "Patience Johnson"},
{"text": "Negative prophecies are reversible. The Lord reveals to conquer. You are created to reverse any negative with your prayers and the word of God.", "author": "Patience Johnson"},
{"text": "If knowledge is lacking, your destruction is inevitable.", "author": "Patience Johnson"},
{"text": "If want to become a person with vision, get back and reconnect to your source.", "author": "Patience Johnson"},
{"text": "I am the most important person to me. I am the most important person in the entire universe to me. I am the centre of my own universe.", "author": "Patience Johnson"},
{"text": "Blind minds are worst than blind eyes. That you have eyes does not mean that you have vision. Visionaries do not look they see whlie people look.", "author": "Patience Johnson"},
{"text": "People with vision sees opportunity where there is problem. They see money not problem.", "author": "Patience Johnson"},
{"text": "People would want to get safe and come to Christ because they see the evidence in your life not because you quote the scriptures to them.", "author": "Patience Johnson"},
{"text": "If satan succeds in blinding your mind, he has succeeded in arresting you because anything that can stop you from believing can stop your future.", "author": "Patience Johnson"},
{"text": "No satan can unsettle what God has settled.", "author": "Patience Johnson"},
{"text": "The devil comes to steal, kill and destroy and his followers do the same. Be watchful and keep that in mind.", "author": "Patience Johnson"},
{"text": "Rebuilding is something that is practically difficult than starting over from nothing.", "author": "Patience Johnson"},
{"text": "It is impossible to enjoy divine protection without the word of God. You must be a word addict.", "author": "Patience Johnson"},
{"text": "It's still ok to dream with a broken heart.", "author": "Nikki Rowe"},
{"text": "What if you are just destined to get hurt, to be helplessly stuck in a point of time you no longer want to be?", "author": "Sanhita Baruah"},
{"text": "Sadness is an invitation to God.", "author": "Kamand Kojouri"},
{"text": "The sad part is you love her..... and she didn't love you back.", "author": "Joshua Pallarca"},
{"text": "There are so many sad people nowadays that sadness looks normal.", "author": "Kate Saunders"},
{"text": "But she wasn’t the only one who was suffering, and sometimes there is comfort in the knowledge that you don’t suffer alone, sad as that is.", "author": "Amy Harmon"},
{"text": "Sadness is a part of life; Love is the heart of life; But facing pain and to come out strong is the real art of life", "author": "Wrushank Sorte"},
{"text": "Amidst the dim & desolate backdrop that was my world, a seed of hope bloomed into a garden of joyous wonder.", "author": "Trevor Driggers"},
{"text": "I rise from the moist crevice of thought,", "author": "A.P. Sweet"},
{"text": "Don't be sad that it's over.", "author": "A.J. Beirens"},
{"text": "Sadness is a moment", "author": "A.P. Sweet"},
{"text": "My lips have touched more bottles than lovers and I'm half a shot away from psychotic.", "author": "Denice Envall"},
{"text": "No tears come, only memories. Memories and regrets.", "author": "Anna Todd"},
{"text": "I CAN'T GO ON! I FEEL LIKE NONE OF MY EMOTIONAL WOUNDS CAN HEAL! AS SOON AS IT TRIES TO HEAL, IT SHATTERS AGAIN! I CAN'T HEAL!", "author": "Shine"},
{"text": "Don't you dare give up on me.", "author": "Catherine Ryan Hyde"},
{"text": "No teas come, only memories. Memories and regrets.", "author": "Anna Todd"},
{"text": "I couldn’t even tell if I had any sadness of my own, because I was so full of Abuelita’s sadness.", "author": "Sonia Sotomayor"},
{"text": "All the dreams I'd allowed myself to imagine were nothing but pages swept away by the wind.", "author": "Freedom Matthews"},
{"text": "I'm looking at the ruins of my own existence and knowing, with a sickening certainty, that my old home and my old life have been truly destroyed.", "author": "K.C. Finn"},
{"text": "On that search for happiness we did nothing with all those other emotions that made us human.", "author": "Darnell Lamont Walker"},
{"text": "Mearth appeared angry and disappointed briefly, but then she just gazed at the ground. “…It must be horrible, feeling all alone, is it?” she asked.", "author": "Rebecca McNutt"},
{"text": "As the days dwindled towards the end of the week I knew only one thing: I couldn't return to our old life.", "author": "Ruth Ahmed"},
{"text": "i know you will come back to me one day,", "author": "Nabil TOUSSI"},
{"text": "Within sadness lives a happiness deeper than any pain.", "author": "Cathryn Alpert"},
{"text": "I sit on a rock and watch children playing", "author": "Adelheid Manefeldt"},
{"text": "When Your Smile At Someone's Misery, Its Does Not Shows Your Tolerance. Its Reveals lack of Tears For Feeling.", "author": "Yaganesh Derasari"},
{"text": "I don't think you feel much of anything anymore.", "author": "Catherine Ryan Hyde"},
{"text": "...maybe, in the face of abandonment, we are all the same; maybe not even a very orderly mind can endure the discovery of not being loved.", "author": "Elena Ferrante"},
{"text": "I'd never known that I could feel this broken and whole at once.", "author": "Rachel L. Schade"},
{"text": "People aren't born sad.", "author": "Nikita Gill"},
{"text": "Sometimes I return back to the state of mind I had as a child when I believed nothing was impossible.", "author": "Jonathan Harnisch"},
{"text": "My beautiful swan. My savior and my undoing.", "author": "J.A. Redmerski"},
{"text": "Isn't it ironic that when you accept sadness is an inevitability of the human condition you feel happier?", "author": "RyLee Harrison"},
{"text": "All's taken away: my love and my power.", "author": "Anna Akhmatova"},
{"text": "MARCUS ANDRONICUS: Now is a time to storm; why art thou still?", "author": "William Shakespeare"},
{"text": "The perennial sadness of a girl who is both death and the maiden.", "author": "Angela Carter"},
{"text": "Why did you revive me?” Alecto repeated.", "author": "Rebecca McNutt"},
{"text": "I loved you, I trusted you, but you lied to me, deceived my heart and poisoned my life.", "author": "blank text"},
{"text": "If Molly had not been so entirely loyal to her friend, she might have", "author": "Elizabeth Gaskell"},
{"text": "She's too sad to be beautiful. No one that sad can still be beautiful.", "author": "Paul Auster"},
{"text": "Her eyes are liquid and draining out of her.", "author": "Marianne Curley"},
{"text": "...not to look back or feel sad about things, that home is wherever I am.", "author": "Donna Tartt"},
{"text": "Nothing is more painful than the loneliness of being with someone who is never completely there.", "author": "Rick Yancey"},
{"text": "Cursed the crown that brought such grief to me", "author": "J. Leigh Bralick"},
{"text": "There lives a weeper", "author": "Munia Khan"},
{"text": "Ever since the other boy had arrived half way through the semester, he'd been so blue, he was practically iridescent.", "author": "Lauren Groff"},
{"text": "I'll love you even when I can't\"", "author": "Colleen Hoover"},
{"text": "I stood in your doorway this morning", "author": "Charlotte Eriksson"},
{"text": "The window of her sadness was so vast that it almost opened a path to her soul.", "author": "Ondjaki"},
{"text": "What a wonderful sadness to miss the one you have loved forever, it seems, and know that she is waiting at home.", "author": "Dan Groat"},
{"text": "Allow your hearts to be driven by principle, not bias. Love, not hate. Unity, not division. The fire of your dreams, not the rain of your sorrows.", "author": "Suzy Kassem"},
{"text": "When a human being is born the first thing he does is crying..", "author": "Erik Tanghe"},
{"text": "No matter how great the love, the pain, the sadness, the power of a heart, no one can recreate the sea. Nowhere else.", "author": "Ondjaki"},
{"text": "There's no saving him from his deep hole. There's no saving me from my black slug.", "author": "Jasmine Warga"},
{"text": "Spiritual awakening is an identity shift. You are God!", "author": "Erin Fall Haskell"},
{"text": "I wanted to cry so bad, but my tears are inside. A blindfold keeps them there. I can’t see today. Patti, I don’t know anything.", "author": "Patti Smith"},
{"text": "They're going to get the death penalty. They'll be strung up and made to be laughed at out in the streets and made examples of!", "author": "Brad McKinniss"},
{"text": "He felt, in a way so familiar as to be almost dreary, the chosen victim of the gods, the self-admitted traitor, the one destined for judgment.", "author": "Iris Murdoch"},
{"text": "I don't know any sad songs. Except for the funny ones.", "author": "Richard Powers"},
{"text": "You can't get out of life alive, so you may as well have a good time.", "author": "Les Brown"},
{"text": "She rode toward the sunset", "author": "Rebecca Rijsdijk"},
{"text": "There are few things more ungodly than fake joy when you should be mourning.", "author": "Matt Chandler"},
{"text": "He had a powerful kind of ache inside of him, half joy, half terrible sadness.", "author": "J.K. Rowling"},
{"text": "I have these knives in my chest that can't become words.", "author": "Jenim Dibie"},
{"text": "It's funny to think that Christmas — a time known for its joyful togetherness — can be the loneliest time of the year for some.", "author": "Giovanna Fletcher"},
{"text": "I can hear my mom.", "author": "Maria Dahvana Headley"},
{"text": "Do not think that I am not sad, though I laugh.", "author": "Bram Stoker"},
{"text": "If you have never known happiness and sorrow, then you have not fully experience life.", "author": "Lailah Gifty Akita"},
{"text": "until it is taken out of your mind, it is never lost and it is never gone", "author": "Ernest Agyemang Yeboah"},
{"text": "The winds shook off in unison and yipped beneath the gleaming stars.", "author": "Ali Shaw"},
{"text": "Let it go and learn from the process.", "author": "NASH"},
{"text": "There must be some atom of our life hidden here, lingering in this quiet somewhere.", "author": "Sonali Deraniyagala"},
{"text": "Always give but never expect. Giving is happiness; disappointment is sadness.", "author": "Debasish Mridha"},
{"text": "She resents the chipped paint of the table and the dingy closet they call a dressing room. (Dark City Lights)", "author": "Annette Meyers"},
{"text": "Sadness comes from expectations. To be happy, adapt to everything and expect nothing.", "author": "Debasish Mridha"},
{"text": "She shuffled with her head bowed, her dark eyes drifting to avoid contact, and she screamed in bed at night. (Dark City Lights)", "author": "Jim Fusilli"},
{"text": "Be compassionate; bring joy to sadness.", "author": "Debasish Mridha"},
{"text": "Do you found a new companion?", "author": "Nabil TOUSSI"},
{"text": "do not cry , you can focus the light spot with the eyes , the eyes of your heart . smile", "author": "Mister One"},
{"text": "What I want to know is how you go on when you look around", "author": "Charlotte Eriksson"},
{"text": "It was quite a sad thing,", "author": "Charlotte Eriksson"},
{"text": "Sadness is a bruise on the skin of memory.", "author": "John Mark Green"},
{"text": "She was a tragic beauty. Sadness had left its fingerprints all over her face.", "author": "John Mark Green"},
{"text": "Frightened people live in their own special hell.", "author": "Stephen King"},
{"text": "I walk these lonely streets at dark. Just me and the night; crowded head, empty heart.", "author": "John Mark Green"},
{"text": "If this constant bitter disappointment was love, then I was perfectly fine not to have anything to do with it.", "author": "Vann Chow"},
{"text": "How much pain a person detains may be proportionate to the pain they spare others when they'd rather hurt than hurt another.", "author": "Donna Lynn Hope"},
{"text": "Unfortunately, the most significant moments of our lives are often unpleasant.", "author": "Andrea Cremer"},
{"text": "He knew too well the sting of loneliness and how over time it stole you away, piece by piece, until a mere shell remained.", "author": "Katherine McIntyre"},
{"text": "I kiss your tear-stained cheeks, tasting the saltiness of a hidden sea of sorrow.", "author": "John Mark Green"},
{"text": "When sorrow's cup is filled up to the brim,the slightest touch of memory can cause tears to spill again.", "author": "John Mark Green"},
{"text": "She's in trouble, but I envy her.", "author": "Denice Envall"},
{"text": ". . . if there was a hope of comfort for any moment, the heart or head of no human being in this house could yield it . . .", "author": "Charlotte Brontë"},
{"text": "Mourn with those who are sorrowful.", "author": "Lailah Gifty Akita"},
{"text": "Either way, the view stabbed its way into his chest, as if it were trying to finish him off before he even landed.", "author": "Seré Prince Halverson"},
{"text": "Like the shadow of death", "author": "Nomzamo Nhlumayo"},
{"text": "It was lonely to be so perfect in all respects.", "author": "Vann Chow"},
{"text": "Look at the longing, the anguish of a sad fossil world / that cannot find the accent of its first sob.", "author": "Federico García Lorca"},
{"text": "Loving her was heaven that turned to hell when she died.", "author": "Jonathon Scott Fuqua"},
{"text": "There's no shame in honest suffering, my dear.", "author": "Andrea Cremer"},
{"text": "Be not in despair; let those tears of sadness grow into flowers.", "author": "Debasish Mridha"},
{"text": "The deepest wretchedness often results from a perpetual continuation of petty trials.", "author": "L. G. Abell"},
{"text": "No more crying. Tears only cause destructive", "author": "Katherine Russell"},
{"text": "I met death for the last time realizing that he, the creature I called, it because I did not want to believe came for me... Collecting.", "author": "Jessica Reader"},
{"text": "There I was, casually wishing that I could stop existing in the same way you'd want to leave an empty room or mute an unbearably repetitive noise.", "author": "Allie Brosh"},
{"text": "I wish R.I.P meant Return If Possible...", "author": "A Friend of Yours"},
{"text": "I said I love you", "author": "Sade Andria Zabala"},
{"text": "Depression is our way of telling ourselves that something is seriously wrong and needs working through and changing.", "author": "Neel Burton"},
{"text": "And truths, these days, are spoken", "author": "Sanhita Baruah"},
{"text": "Depression is not always feeling sad. Most of the time it is feeling nothing.", "author": "Various"},
{"text": "In all you do, try being a WOW, and not a woe.", "author": "Anthony Liccione"},
{"text": "What made the difference between choosing to die and deciding to live?", "author": "Heidi R. Kling"},
{"text": "Never say you understand someone's pain if you haven't felt the same, because not only would you sound mocking but also ignorant.", "author": "Lolah Runda"},
{"text": "I said that \" I love you \", and there's no responce from you.It's like i am eating a dark chocolate,too bitter", "author": "Carizza Bright"},
{"text": "In such moments of precious, invaluable misery, she rejoiced in tears of agony...", "author": "Jane Austen"},
{"text": "Things at the worst will cease, or else climb upward", "author": "William Shakespeare"},
{"text": "It's the same old story. A man came like the beautiful wind, left like a destructive storm.", "author": "Luan"},
{"text": "They talk about prohibition in America. What can one do in a country such as that?", "author": "Joseph Roth"},
{"text": "Sadness, it was such an arresting emotion. You could almost convince yourself of the rhyme and reason of heartbreak.", "author": "Anne Rice"},
{"text": "I’ve created the most beautiful things out of my sadness.", "author": "Anonymous"}
]