[
{"text": "If winning isn't everything, why do they keep score?", "author": "Vince Lombardi"},
{"text": "Do you understand what I'm saying?\"", "author": "Terry Pratchett"},
{"text": "Why is luge a sport? You dress up like a giant sperm and go sledding really fast. That’s hardly athletic. Phallic and sexy, yes. But hardly athletic.", "author": "Jessica Park"},
{"text": "Everyone has the fire, but the champions know when to ignite the spark.", "author": "Amit Ray"},
{"text": "Golf is a game whose aim is to hit a very small ball into an ever smaller hole, with weapons singularly ill-designed for the purpose", "author": "Winston S. Churchill"},
{"text": "I can’t believe I’ve missed this sport. It’s all about fingering holes and caressing balls.", "author": "K.A. Mitchell"},
{"text": "The minute you hesitate you are in trouble.", "author": "Steve Waugh"},
{"text": "Tennis is the loneliest sport", "author": "Andre Agassi"},
{"text": "Two hours later, a noise resembling a hippo rolling along a corrugated iron roof shook Jane from her doze and Rob bursts through the living room door.", "author": "Dougie Brimson"},
{"text": "You will never get the best out of anyone professionally unless you understand what motivates and makes them tick personally - as a human being", "author": "Rasheed Ogunlaru"},
{"text": "In this jersey I promise to play for the logo on the front, not the name on the back", "author": "Sidney Crosby"},
{"text": "Men spend their time in following a ball or a hare; it is the pleasure even of kings.", "author": "Blaise Pascal"},
{"text": "Angling is a recreation. It’s supposed to be fun.", "author": "Fennel Hudson"},
{"text": "There are a million-and-one ways to enjoy a day’s angling. Catching fish is but one of them.", "author": "Fennel Hudson"},
{"text": "It is the goings-on between bites that excites the traditional angler as much as when the float goes under.", "author": "Fennel Hudson"},
{"text": "Angling is a sport, so sporting ethics should apply.", "author": "Fennel Hudson"},
{"text": "Smile, tip your traditional hat, and enjoy your time by the water.", "author": "Fennel Hudson"},
{"text": "Walk while you can.", "author": "Lailah Gifty Akita"},
{"text": "Sweat Is Just Fat Crying", "author": "bibia.id"},
{"text": "Traditional angling is a mindset. So,have you set your mind?", "author": "Fennel Hudson"},
{"text": "there're are some things better than winning, like finishing with pride.", "author": "Bemy Wells"},
{"text": "Godliness should characterize sports", "author": "Sunday Adelaja"},
{"text": "It's when you're vertical that you leave the other players standing.", "author": "Anthony T.Hincks"},
{"text": "Parkour is a Free Running sport... if you can't fight well... parkour is there to safe you.", "author": "Deyth Banger"},
{"text": "Truth is a sport, and winner takes it all.", "author": "Talismanist Giebra"},
{"text": "Sports benefit the spectators the least.", "author": "Mokokoma Mokhonoana"},
{"text": "I love the suffering that goes into the sport, to become the best.", "author": "Tj Eisenhart"},
{"text": "Sportsman's Hall offered four sporting events: rat killing by a weasel, rat killing by a dog, rat killing by a man, and dogfighting.", "author": "Nick Tosches"},
{"text": "Champions never sleep, the eternal spirit keep them alert and awake.", "author": "Amit Ray"},
{"text": "It is better to go skiing and think of God, than go to church and think of sport.", "author": "Fridtjof Nansen"},
{"text": "It is not over. Champions extend their limits and make things happen.", "author": "Amit Ray"},
{"text": "It’s an enemy that I can’t allow to wound me a second time. It’s already done enough damage: most of it hidden far from the surface.", "author": "Andrea Pirlo"},
{"text": "A Star is always a star no matter what stage they are on or at", "author": "Rasheed Ogunlaru"},
{"text": "Acceptance of the danger is of the essence for playing a quality sport.", "author": "Pawan Mishra"},
{"text": "While the truth is putting on its shoes, the lie becomes a champion of a long-distance running.", "author": "Ljupka Cvetanova"},
{"text": "A tie is what you get after ice cubes have wrestled with hot water.", "author": "Mokokoma Mokhonoana"},
{"text": "All bodies are different, all bodies have their own individual way of reacting to the work we make them do.", "author": "Anna Kessel"},
{"text": "Love yourself.", "author": "Lailah Gifty Akita"},
{"text": "Running is an effort to escape from comfort zone.", "author": "Tumpal Sihombing"},
{"text": "I’ve tried a number of religions and gurus in my time, including Buddhism, but ultimately they didn’t do as much for my peace of mind as snooker.", "author": "Ronnie O'Sullivan"},
{"text": "Mind sees world from various perspectives when body does long-distance running.", "author": "Tumpal Sihombing"},
{"text": "It does not need to be perfect - or technically correct - to be magic", "author": "Rasheed Ogunlaru"},
{"text": "Software testing is a sport like hunting, it's bughunting.", "author": "Amit Kalantri"},
{"text": "With a good music and a good dance, you enhance your physical, emotional, spiritual and mental well-being.", "author": "Lailah Gifty Akita"},
{"text": "Happiness is a state of mental,physical and spiritual well-being. Think pleasantly,engaged sport and read daily to enhance your well-being.", "author": "Lailah Gifty Akita"},
{"text": "Rest, refreshed and revived your soul.", "author": "Lailah Gifty Akita"},
{"text": "You can begin to dream, to love, to dance, to read, to sing, to study, to paint, to teach, to draw, to swim, to exercise, to write….!", "author": "Lailah Gifty Akita"},
{"text": "Exercise promotes positive self-image and good well-being.", "author": "Lailah Gifty Akita"},
{"text": "She tangled her words", "author": "Debbie Okun Hill"},
{"text": "People used to recognize it as mood.", "author": "Toba Beta"},
{"text": "Don't expect others to hand success to you. Create it - with heart, energy and enterprise - and you'll make it come true", "author": "Rasheed Ogunlaru"},
{"text": "I can only run the rate in which my heart beats.", "author": "Lailah Gifty Akita"},
{"text": "Exercise daily to keep an active life.", "author": "Lailah Gifty Akita"},
{"text": "Love is a contact sport you were born to win.", "author": "Suzette R. Hinton"},
{"text": "You can be beautiful and young even as you get older. Keep an active life.", "author": "Lailah Gifty Akita"},
{"text": "He had won, easily. This was something else he could do, and do well, and his Dad had been there to witness his success.", "author": "Michael Braccia"},
{"text": "He had won, easily. This was something else he could do, and do well, and his Dad had been there to witness his success.", "author": "Michael Braccia"},
{"text": "Life is an enduring race.", "author": "Lailah Gifty Akita"},
{"text": "Just like the cast of a great movie and the career of great athletes few success stories are a one man show. Build your team and grow.", "author": "Rasheed Ogunlaru"},
{"text": "The wild carp is an icon that forges a living connection between the past and the present.", "author": "Fennel Hudson"},
{"text": "Unlike sport in business the win-win is the best possible score", "author": "Rasheed Ogunlaru"},
{"text": "Health is the greatest strength.", "author": "Lailah Gifty Akita"},
{"text": "When it comes to carving out a unique niche in the over-congested world of football ‘personalities,’ Jürgen Norbert Klopp has it down.", "author": "Trevor Downey"},
{"text": "Dancing every night enhances a positive energy.", "author": "Lailah Gifty Akita"},
{"text": "Don Alfredo leaves us, but his memory will last forever in our hearts. Legends never die. Thanks for everything Maestro.", "author": "Cristiano Ronaldo"},
{"text": "People argue between Pele or Maradona. Di Stéfano is the best, much more complete.", "author": "Pelé"},
{"text": "Don Alfredo, greatest legend of Real Madrid, always with us. I will always remember maestro.", "author": "Iker Casillas"},
{"text": "Every great thing that has been accomplished, and is yet to be accomplished, starts with a dream.", "author": "Bill Courtney"},
{"text": "If you can believe it, the mind can achieve it.", "author": "Ronnie Lott"},
{"text": "William Tell could take an apple off your head, Taylor could take off a processed pea!", "author": "Sid Waddell"},
{"text": "Life isn’t a sport of instant success and miracle.", "author": "Kishore Bansal"},
{"text": "The most complete footballer in the history of the game.", "author": "Eusébio"},
{"text": "So proud to be joining the best team in the world.", "author": "Michael Owen"},
{"text": "Alfredo was the first Galactico. In fact, he was worth any three of them put together.", "author": "Francisco Gento"},
{"text": "A great amongst the greats.", "author": "Michel Platini"},
{"text": "Di Stéfano was one of the greatest footballers ever. He had such great balance.", "author": "Alex Ferguson"},
{"text": "He was simply the most intelligent football player I ever saw. If I had one player to choose, out of all of them, to save my life, he'd be the one.", "author": "Bobby Charlton"},
{"text": "RIP Sir Alfredo Di Stefano. I will never forget each of the shared moments with such a football legend.", "author": "Sergio Ramos"},
{"text": "Alfredo Di Stefano changed the history of this club and he changed the history of football. He has left us, but his legend will live forever.", "author": "Florentino Pérez"},
{"text": "I mean it, guys,\" I said. \"Why don't you play Two Foot Trivia instead? It's just as fun and much safer.\"", "author": "James Ponti"},
{"text": "To many people chess is an extreme sport. It requires thinking.", "author": "Ljupka Cvetanova"},
{"text": "A trophy's value isn't measured by the worth of its metal but by the amount of work that's required to obtain it", "author": "Johannes Schiefer"},
{"text": "If the result is an intention, so what was my intention if I got the injury?", "author": "G.S. Ether"},
{"text": "Running is a mental sport, more than anything else. You're only as good as your training, and your training is only as good as your thinking.", "author": "Lauren Oliver"},
{"text": "Bouldering isn't really a sport. It's a climbing activity with metaphysical, mystical, and philosophical overtones.\" -John Gill-", "author": "Jon Krakauer"},
{"text": "The Yankees' Facebook page was hacked. The hacker was immediately purchased and signed to a 5 year contract with the Yankees.", "author": "Stephen Colbert"},
{"text": "OK, publishing a book and releasing a movie is all very well, but Tottenham beating Man. U. 3-2... priceless.", "author": "Salman Rushdie"},
{"text": "Football is the poetry of a motion.", "author": "Pubudu Lasal Dissanayake"},
{"text": "Well, with that filly in my line of vision blushing like a virgin, something in me was bound to stand at attention. And my walking legs were occupied.", "author": "A.G. Starling"},
{"text": "Put your Body First!", "author": "Catherine Piot"},
{"text": "Politics and Sport were invented to give unknowledgeable people an opportunity to share their knowledge.", "author": "Mokokoma Mokhonoana"},
{"text": "To many people chess is an extreme sport. It requires a lot of thinking.", "author": "Ljupka Cvetanova"},
{"text": "Today, with the way things are in all circles, in soccer, in society, in politics, where it seems anything goes, a gesture of honesty goes down well.", "author": "Iván Fernández Anaya"},
{"text": "If it's to be, it's up to me!", "author": "Cecil Martin former NFL player"},
{"text": "I was not a doper, I told myself - I just injected myself to recover and needed pills to sleep.", "author": "David Millar"},
{"text": "The best way to win is to play football", "author": "Josep Guardiola"},
{"text": "Of course you prefer Gregory Peck", "author": "Gerry Wolstenholme"},
{"text": "Sport is the only language spoken by all mankind", "author": "Dr. Dr. Mohammed Abad Al razak"}
]